Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# speedTestExternalStep2
source: Remember you're testing the speed of this device, not your network to internet speed
ar: تذكر أنك تختبر سرعة هذا الجهاز، وليس سرعة شبكتك إلى الإنترنت
da: Husk, at du tester hastigheden på denne enhed og ikke hastigheden mellem dit netværk og internettet.
de: Vergessen Sie nicht, dass Sie die Geschwindigkeit dieses Geräts testen und nicht die Geschwindigkeit zwischen Ihrem Netzwerk und dem Internet
el: Να θυμάστε ότι δοκιμάζετε την ταχύτητα αυτής της συσκευής, όχι την ταχύτητα του δικτύου σας προς το internet
es_ar: Recuerde que está probando la velocidad de este dispositivo, no la velocidad de su red a Internet.
fi: Muista, että testaat tämän laitteen nopeutta, et verkon Internet-nopeutta
fr: Rappelez-vous que vous testez la vitesse de cet appareil, et non la vitesse de votre réseau à l'internet.
id: Ingat Anda menguji kecepatan perangkat ini, bukan kecepatan jaringan ke internet
it: Ricordate che state testando la velocità di questo dispositivo, non la velocità della vostra rete verso Internet.
ja: このデバイスの速度をテストしています、ご利用のネットワークからインターネット接続への速度のテストではありません。
ko: 네트워크에서 인터넷 속도가 아닌 이 장치의 속도를 테스트한다는 점을 기억하십시오
nb: Husk at du tester hastigheten på denne enheten, og ikke hastigheten mellom nettverket ditt og internett.
nl: Onthoud dat u de snelheid van dit apparaat test, niet de snelheid van uw netwerk naar internet
pl: Pamiętaj, że testujesz prędkość tego urządzenia, a nie prędkość sieci do Internetu
pt: Lembre-se de que você está testando a velocidade desse dispositivo, não a velocidade da sua rede de Internet.
ru: Помните, что вы тестируете скорость этого устройства, а не скорость сети до интернета
sv: Kom ihåg att du testar hastigheten på den här enheten och inte hastigheten mellan ditt nätverk och internet
th: โปรดทราบว่าคุณกำลังทดสอบความเร็วของอุปกรณ์นี้ ไม่ใช่ความเร็วจากเครือข่ายถึงอินเทอร์เน็ต
tr: Bu cihazın hızını test ettiğinizi, ağdan internete hızını test etmediğinizi unutmayın
vi: Đợi kết quả kiểm tra
zh: 请记住，您正在测试的是该设备的速度，而非网络到互联网的速度
zh_tw: 請記住，您正在測試的是該裝置的速度，而非網絡到互聯網的速度

# speedTestExternalStep3
source: Use a mobile device to test the WiFi in different areas of your home
ar: استخدم جهازًا محمولًا لاختبار شبكة الواي فاي في مناطق مختلفة من منزلك
da: Brug en mobil enhed til at tjekke Wi-Fi i forskellige områder af dit hjem
de: Verwenden Sie ein Mobilgerät, um das WLAN in verschiedenen Bereichen Ihres Hauses zu prüfen
el: Χρησιμοποιήστε μια φορητή συσκευή για να δοκιμάσετε το WiFi σε διαφορετικές περιοχές του σπιτιού σας
es_ar: Utilice un dispositivo móvil para probar el WiFi en diferentes zonas de su casa
fi: Testaa WiFi-yhteys eri puolilla kotiasi mobiililaitteella
fr: Utilisez un appareil mobile pour tester le WiFi dans différentes zones de votre domicile.
id: Gunakan perangkat seluler untuk menguji WiFi di berbagai area rumah Anda
it: Utilizzate un dispositivo mobile per testare il WiFi in diverse aree della vostra casa.
ja: 自宅の異なる場所でWiFiをテストするためにモバイルデバイスを使用してください。
ko: 모바일 장치를 사용하여 집의 다른 영역에서 WiFi를 테스트하십시오
nb: Bruk en mobil enhet til å sjekke WiFi-hastigheten i ulike områder av hjemmet ditt
nl: Gebruik een mobiel apparaat om de WiFi in verschillende delen van uw huis te testen
pl: Użyj urządzenia mobilnego do testowania WiFi w różnych miejscach w domu
pt: Use um dispositivo móvel para testar o WiFi em diferentes áreas de sua casa.
ru: Используйте мобильное устройство для тестирования WiFi в разных частях вашего дома
sv: Använd en mobil enhet för att kontrollera Wi-Fi i olika delar av ditt hem
th: ใช้อุปกรณ์มือถือเพื่อทดสอบ WiFi ในพื้นที่ต่างๆ ของบ้านคุณ
tr: Evinizin farklı alanlarındaki WiFi'ı test etmek için bir mobil cihaz kullanın
vi: Xem kết quả chi tiết
zh: 使用移动设备测试家中不同区域的WiFi
zh_tw: 使用流動裝置測試家中不同區域的WiFi

# speedTestExternalTileLabel
source: Understand your speed test results
da: Test med eksterne værktøjer
de: Mit externen Tools testen
el: Κατανόηση των αποτελεσμάτων δοκιμής ταχύτητας
es_ar: Prueba externa
fi: Ymmärrä nopeustestin tulokset
fr: Test de vitesse externe
id: Pahami hasil uji kecepatan Anda
it: Test di velocità esterno
ja: 外部速度テスト
ko: 속도 테스트 결과 이해
nb: Ekstern hastighetstest
nl: Externe snelheidstest
pl: Zrozum wyniki testu prędkości
pt: Teste de velocidade externo
ru: Понять результаты теста скорости
sv: Förstå dina hastighetstestresultat
th: ทำความเข้าใจผลการทดสอบความเร็วของคุณ
tr: Hız testi sonuçlarınızı anlayın
vi: Kiểm tra tốc độ bên ngoài
zh: 选择速度测试提供商
zh_tw: 選擇速度測試提供者

# speedTestInternetToDevice
source: Internet to device
ar: الإنترنت إلى الجهاز
da: Internet til enhed
de: Internet zu Gerät
el: Internet προς συσκευή
es_ar: Internet al dispositivo
fi: Internetistä laitteeseen
fr: Internet vers un appareil
id: Internet ke perangkat
it: Da Internet al dispositivo
ja: インターネットからデバイスへ
ko: 인터넷에서 장치로
nb: Internett til enhet
nl: Internet naar apparaat
pl: Internet do urządzenia
pt: Internet para o dispositivo
ru: От интернета к устройству
sv: Internet till enhet
th: อินเทอร์เน็ตถึงอุปกรณ์
tr: İnternetten cihaza
vi: Internet đến thiết bị
zh: 互联网到设备
zh_tw: 互聯網到裝置

# speedTestInternetToDeviceDesc
source: Measure the speed from this device to your router. Useful for checking different areas of your home
ar: قم بقياس السرعة من هذا الجهاز إلى جهاز التوجيه الخاص بك. يفيدك ذلك للتحقق من مناطق مختلفة من منزلك
da: Mål hastigheden mellem denne enhed og din router. Nyttigt til at tjekke forskellige områder i dit hjem
de: Messen Sie die Geschwindigkeit zwischen diesem Gerät und Ihrem Router. Nützlich um verschiedene Bereiche in Ihrem Haus zu überprüfen
el: Μέτρηση της ταχύτητας από αυτήν τη συσκευή στον δρομολογητή σας. Χρήσιμο για έλεγχο διαφορετικών περιοχών του σπιτιού σας
es_ar: Mida la velocidad desde este dispositivo a su router. Útil para comprobar diferentes zonas de su casa
fi: Mittaa nopeus tästä laitteesta reitittimeen. Hyödyllinen kodin eri alueiden tarkistamiseen
fr: Mesurez la vitesse entre cet appareil et votre routeur. Utile pour vérifier différentes zones de votre domicile.
id: Ukur kecepatan dari perangkat ini ke router Anda. Berguna untuk memeriksa berbagai area rumah Anda
it: Misura la velocità da questo dispositivo al router. Utile per testare diverse aree della casa
ja: このデバイスからルーターまでの速度を測定します。自宅の異なるエリアをチェックするのに便利です。
ko: 이 장치에서 라우터까지의 속도를 측정합니다. 집의 다른 영역을 확인하는 데 유용합니다
nb: Mål hastigheten mellom denne enheten og ruteren din. Nyttig for å sjekke ulike områder i hjemmet ditt
nl: Meet de snelheid van dit apparaat naar uw router. Handig om verschillende delen van uw huis te controleren
pl: Zmierz prędkość od tego urządzenia do routera. Przydatne do sprawdzania różnych miejsc w domu
pt: Meça a velocidade desse dispositivo para o roteador. Útil para testar diferentes áreas de sua casa
ru: Измерьте скорость от этого устройства до вашего маршрутизатора. Полезно для проверки разных мест вашего дома
sv: Mät hastigheten mellan den här enheten och din router. Användbart för att kontrollera olika områden i ditt hem
th: วัดความเร็วจากอุปกรณ์นี้ถึงเราเตอร์ของคุณ มีประโยชน์สำหรับตรวจสอบพื้นที่ต่างๆ ในบ้านของคุณ
tr: Bu cihazdan yönlendiricinize olan hızı ölçün. Evinizin farklı alanlarını kontrol etmek için kullanışlıdır
vi: Kiểm tra tốc độ từ internet đến thiết bị của bạn
zh: 测量从该设备到路由器的速度。这对于检查家中不同区域的网速很有用
zh_tw: 測量從該裝置到路由器的速度，這對檢查家中不同區域的網速很有用

# speedTestInternetToRouter
source: Internet to router
ar: الإنترنت إلى جهاز التوجيه
da: Internet til router
de: Internet zu Router
el: Internet προς δρομολογητή
es_ar: Internet al router
fi: Internetistä reitittimeen
fr: Internet vers Routeur
id: Internet ke router
it: Da Internet al router
ja: インターネットからルーターへ
ko: 인터넷에서 라우터로
nb: Internett til ruteren
nl: Internet naar router
pl: Internet do routera
pt: Internet para o roteador
ru: От интернета к маршрутизатору
sv: Internet till router
th: อินเทอร์เน็ตถึงเราเตอร์
tr: İnternetten yönlendiriciye
vi: Internet đến bộ định tuyến
zh: 互联网到路由器
zh_tw: 互聯網到路由器

# speedTestInternetToRouterDesc
source: Measure the speeds you signed up for with your ISP
ar: قم بقياس السرعات التي إشتركت بها مع مزود خدمة الإنترنت الخاص بك
da: Mål den hastighed, som du har registreret hos din internetudbyder
de: Messen Sie die Geschwindigkeit, für die Sie sich bei Ihrem ISP angemeldet haben
el: Μέτρηση των ταχυτήτων για τις οποίες εγγραφήκατε με τον ISP σας
es_ar: Mida las velocidades que ha contratado con su ISP
fi: Mittaa Internet-palveluntarjoajalta tilaamasi nopeudet
fr: Mesurez la vitesse à laquelle vous vous êtes engagé auprès de votre fournisseur d'accès à Internet.
id: Ukur kecepatan yang Anda daftar dengan ISP Anda
it: Misurare la velocità concordata con il proprio ISP.
ja: ISPにご契約した速度を測定してください。
ko: ISP와 계약한 속도를 측정합니다
nb: Mål hastigheten du har registrert hos Internett-leverandøren din
nl: Meet de snelheden waarvoor u zich heeft aangemeld bij uw internetprovider
pl: Zmierz prędkości, na które się zapisałeś u swojego dostawcy usług internetowych
pt: Meça suas velocidades contratadas com seu ISP
ru: Измерьте скорости, на которые вы подписались у вашего интернет-провайдера
sv: Mät den hastighet som du har registrerat hos din internetleverantör
th: วัดความเร็วที่คุณสมัครใช้บริการกับ ISP ของคุณ
tr: İSS'nizle anlaştığınız hızları ölçün
vi: Kiểm tra tốc độ từ internet đến bộ định tuyến của bạn
zh: 测量您与互联网服务提供商（ISP）签约的网速
zh_tw: 測量您與互聯網服務供應商（ISP）簽約的網速

# speedTextTileStart
source: Start Speed Test
da: Start test
de: Test starten
el: Έναρξη δοκιμής ταχύτητας
es_ar: Iniciar prueba
fi: Aloita nopeustesti
fr: Démarrer le test de vitesse
id: Mulai Uji Kecepatan
it: Inizia test di velocità
ja: 速度テストを開始
ko: 속도 테스트 시작
nb: Start hastighetstest
nl: Start snelheidstest
pl: Rozpocznij test prędkości
pt: Iniciar teste de velocidade
ru: Начать тест скорости
sv: Starta hastighetstest
th: เริ่มทดสอบความเร็ว
tr: Hız Testini Başlat
vi: Bắt đầu kiểm tra tốc độ
zh: 开始测试
zh_tw: 開始測試

source: Speed: Ultra
ar: السرعة: فائقة
da: Hastighed: Ultra
de: Geschwindigkeit: Ultra
el: Ταχύτητα: Εξαιρετική
es_ar: Velocidad: Ultra
fi: Nopeus: Ultra
fr: Vitesse : Ultra
id: Kecepatan: Ultra
it: Velocità: Ultra
ja: 速度：超
ko: 속도: 울트라
nb: Hastighet: Ultra
nl: Snelheid: Ultra
pl: Prędkość: Ultra
pt: Velocidade: Ultra
ru: Скорость: Ультра
sv: Hastighet: Ultrahög
th: ความเร็ว: สูงมาก
tr: Hız: Ultra
vi: Siêu tốc
zh: 速度：超高速
zh_tw: 速度：超高速

# speedUltraDescription
source: At this speed, you can stream multiple Ultra HD movies and hold video conferences with multiple users, simultaneously, on different devices.
ar: بهذه السرعة، يمكنك تشغيل عدة أفلام بدقة Ultra HD وعقد مؤتمرات فيديو مع عدة مستخدمين في وقت واحد وعلى أجهزة مختلفة.
da: Ved denne hastighed kan der streames flere Ultra HD-film og afholdes videokonferencer med flere brugere samtidig, på forskellige enheder.
de: Bei dieser Geschwindigkeit können Sie mehrere Ultra-HD-Videos streamen und Video-Konferenzen mit mehreren Teilnehmern gleichzeitig auf unterschiedlichen Geräten abhalten.
el: Με αυτήν την ταχύτητα, μπορείτε να δείτε πολλές Ultra HD ταινίες μέσω ροής και να πραγματοποιήσετε διασκέψεις βίντεο με πολλούς χρήστες, ταυτόχρονα, σε διαφορετικές συσκευές.
es_ar: A esta velocidad, puedes realizar streaming de películas en Ultra HD y mantener videoconferencias con múltiples usuarios, en forma simultánea en diferentes dispositivos.
fi: Tällä nopeudella voit suoratoistaa useita Ultra HD -videoita ja pitää videoneuvotteluja usean käyttäjän kanssa samanaikaisesti monella laitteella.
fr: À cette vitesse, vous pouvez regarder plusieurs films Ultra HD en streaming et tenir des visioconférences avec plusieurs utilisateurs à la fois, sur plusieurs appareils en même temps.
id: Pada kecepatan ini, Anda dapat mengalirkan beberapa film Ultra HD dan melakukan konferensi video dengan beberapa pengguna, secara serentak, pada perangkat yang berbeda.
it: Con questa velocità puoi trasmettere molteplici video Ultra HD in streaming e partecipare a videoconferenze con molteplici utenti, il tutto simultaneamente e su diversi dispositivi.
ja: この速度で、異なるデバイスにおいて同時に複数の Ultra HD 動画をストリームしたり、複数のユーザーでビデオ会議を行ったりできます。
ko: 이 속도에서, 다중 Ultra HD 무비를 스트리밍하고, 다른 장치에서 여러 사용자와 동시에 화상 회의를 개최할 수 있습니다.
nb: Med denne hastigheten kan du strømme flere Ultra HD-filmer og hold videokonferanser med flere brukere, samtidig, på ulike enheter.
nl: Met deze snelheid kunt u meerdere Ultra-HD-films streamen en videogesprekken voeren met meerdere gebruikers, tegelijkertijd en op verschillende apparaten.
pl: Taka prędkość umożliwia jednoczesne przesyłanie strumieniowe wielu filmów w formacie Ultra HD i prowadzenie wideokonferencji z wieloma użytkownikami na różnych urządzeniach.
pt: A essa velocidade, é possível transmitir diversos filmes em Ultra HD e organizar videoconferências com diferentes usuários, de modo simultâneo, em dispositivos diferentes.
ru: На этой скорости можно смотреть несколько потоков видео в формате Ultra HD, проводить видеоконференции с несколькими пользователями, используя несколько устройств одновременно.
sv: Med den här hastigheten kan du strömma flera filmer i Ultra-HD och hålla videokonferenser med flera användare, samtidigt, på olika enheter.
th: ที่ความเร็วนี้ คุณสามารถสตรีมภาพยนตร์ HD หลายเรื่องพร้อมกันและจัดประชุมทางไกลผ่านวิดีโอกับผู้ใช้หลายคนได้ในเวลาเดียวกัน บนอุปกรณ์ที่แตกต่างกัน
tr: Bu hızda aynı anda farklı cihazlarda birden fazla Ultra HD film akışı sağlayabilir ve birden fazla kullanıcıyla görüntülü konferans düzenleyebilirsiniz.
vi: Với tốc độ này, bạn có thể truyền nhiều bộ phim Ultra HD và tổ chức đồng thời các cuộc hội thảo video với nhiều người dùng trên nhiều thiết bị khác nhau.
zh: 以此速度，您可使用流媒体播放多部超高清电影，并且同时在不同的设备与多名用户召开视频会议。
zh_tw: 依照目前的速度來說，您可以同時在多部裝置上串流多部 Ultra HD 電影，並與多位使用者進行視訊會議。

source: Start
ar: البدء
el: Έναρξη
es_ar: Inicio
fi: Käynnistä
fr: Début
id: Mulai
it: Inizio
ja: スタート
ko: 시작
nb: Start-menyen
pl: Rozpocznij
pt: Iniciar
ru: Пуск
th: เริ่ม
tr: Başlat
vi: Bắt đầu
zh: 开始
zh_tw: 開始

source: Start - End Ports
ar: منافذ البداية والنهاية
da: Start- og slutporte
de: Start - Ende Ports
el: Θύρες έναρξης - λήξης
es_ar: Puertos de Inicio - Fin
fi: Alku- ja loppuportit
fr: Ports de début et de fin
id: Port Awal - Akhir
it: Porte iniziali e finali
ja: 開始－終了ポート
ko: 시작 - 종료 포트
nb: Start - Slutt-porter
nl: Start - Eindpoorten
pl: Porty początkowy - końcowy
pt: Portas de início e fim
ru: Начальные - Конечные порты
sv: Start - Slut Portar
th: พอร์ตเริ่มต้น - สิ้นสุด
tr: Başlangıç - Bitiş Portları
vi: Cổng bắt đầu/kết thúc
zh: 起始 - 结束端口
zh_tw: 起始 - 結束連接埠

source: Start IP address
ar: عنوان IP لبدء التشغيل
da: Start-IP-adresse
de: Start-IP-Adresse
el: Αρχική διεύθυνση IP
es_ar: Dirección IP inicial
fi: Ensimmäinen IP-osoite
fr: Adresse IP de début
id: Alamat IP awal
it: Indirizzo IP iniziale
ja: 開始 IP アドレス
ko: 시작 IP 주소
nb: Start-IP-adresse
nl: Eerste IP-adres
pl: Start IP address (Początkowy adres IP)
pt: Endereço IP inicial
ru: Начальный IP-адрес
th: Start IP address (IP แอดเดรสเริ่มต้น)
tr: Start IP address (Başlangıç IP adresi)
vi: Địa chỉ IP bắt đầu
zh: 开始IP地址
zh_tw: 開始 IP 位址

source: Start port
ar: منفذ البدء
el: Θύρα έναρξης
es_ar: Puerto inicial
fi: Aloitusportti
fr: Port de début
id: Port Awal
it: Porta di inizio
ja: 開始ポート
ko: 시작 포트
nl: Begin poortbereik
pl: Port początkowy
pt: Porta inicial
ru: Начальный порт
th: พอร์ตเริ่มต้น
tr: Başlangıç Portu
vi: Cổng bắt đầu
zh: 开始端口
zh_tw: 開始連接埠

source: Static DNS 1
ar: DNS ثابت 1
da: Statisk DNS 1
de: Statische DNS 1
el: Στατικό DNS 1
es_ar: DNS estático 1
fi: Staattinen DNS 1
fr: DNS statique 1
id: DNS Statis 1
it: DNS statico 1
ja: 静的DNS１
ko: 고정 DNS 1
nb: Statisk DNS 1
nl: Statische DNS 1
pl: Statyczny DNS 1
pt: DNS estático 1
ru: Статический DNS 1
sv: Statisk DNS 1
th: DNS แบบสแตติก 1
tr: Statik DNS 1
vi: DNS tĩnh 1
zh: 静态DNS 1
zh_tw: 靜態DNS 1

source: Static DNS 2
ar: DNS ثابت 2
da: Statisk DNS 2
de: Statische DNS 2
el: Στατικό DNS 2
es_ar: DNS estático 2
fi: Staattinen DNS 2
fr: DNS statique 2
id: DNS Statis 2
it: DNS statico 2
ja: 静的DNS２
ko: 고정 DNS 2
nb: Statisk DNS 2
nl: Statische DNS 2
pl: Statyczny DNS 2
pt: DNS estático 2
ru: Статический DNS 2
sv: Statisk DNS 2
th: DNS แบบสแตติก 2
tr: Statik DNS 2
vi: DNS tĩnh 2
zh: 静态DNS 2
zh_tw: 靜態DNS 2

source: Static DNS 3
ar: DNS ثابت 3
da: Statisk DNS 3
de: Statische DNS 3
el: Στατικό DNS 3
es_ar: DNS estático 3
fi: Staattinen DNS 3
fr: DNS statique 3
id: DNS Statis 3
it: DNS statico 3
ja: 静的DNS３
ko: 고정 DNS 3
nb: Statisk DNS 3
nl: Statische DNS 3
pl: Statyczny DNS 3
pt: DNS estático 3
ru: Статический DNS 3
sv: Statisk DNS 3
th: DNS แบบสแตติก 3
tr: Statik DNS 3
vi: DNS tĩnh 3
zh: 静态DNS 3
zh_tw: 靜態DNS 3

source: Static IP Address
ar: عنوان IP الثابت
da: Statisk IP-adresse
de: Statische IP-Adresse
el: Στατική διεύθυνση IP
es_ar: Dirección IP estática
fi: Kiinteä IP-osoite
fr: Adresse IP statique
id: Alamat IP Statis
it: Indirizzo IP statico
ja: 静的IPアドレス
ko: 고정 IP 주소
nb: Statisk IP-adresse
nl: Vast IP-adres
pl: Statyczny adres IP
pt: Endereço de IP Estático
ru: Статический IP-адрес
sv: Statisk IP-adress
th: IP แอดเดรสแบบสแตติก
tr: Statik IP Adresi
vi: Địa chỉ IP tĩnh
zh: 静态IP地址
zh_tw: 靜態 IP 位址

# staticRoute
source: Static route/s
ar: مسار/مسارات ثابتة
da: Statisk(e) rute(r)
de: Statische Route/n
el: Στατική/ές διαδρομή/ές
es_ar: Ruta/s estática/s
fi: Staattinen reitti
fr: Route(s) statique(s)
id: Rute statis
it: Rotta/e statica/e
ja: 静的ルート
ko: 고정 경로
nb: Statisk(e) rute(r)
nl: Statische route(s)
pl: Trasa statyczna
pt: Rota(s) estática(s)
ru: Статический маршрут
sv: Statisk rutt/ar
th: เส้นทางแบบสแตติก
tr: Statik yol/lar
vi: Tuyến tĩnh
zh: 静态路由
zh_tw: 靜態路由

source: Static routing
ar: التوجيه الثابت
da: Statisk routing
de: Statisches Routing
el: Στατική δρομολόγηση
es_ar: Enrutamiento estático
fi: Staattinen reititys
fr: Routage statique
id: Perutean Statis
it: Routing statico
ja: 静的ルーティング
ko: 고정 라우팅
nb: Statisk ruting
nl: Statische routing
pl: Statyczny routing
pt: Roteamento estático
ru: Статическая маршрутизация
sv: Statisk routing
th: การกำหนดเส้นทางแบบสแตติก
tr: Statik Yönlendirme
vi: Định tuyến Tĩnh
zh: 静态路由
zh_tw: 靜態路由

source: Status
ar: الحالة
el: Κατάσταση
es_ar: Estado
fi: Tila
fr: Statut
it: Stato
ja: 状態
ko: 상태
pl: Stan
ru: Состояние
th: สถานะ
tr: Durum
vi: Trạng thái
zh: 状态
zh_tw: 狀態

source: Subnet mask
ar: قناع الشبكة الفرعية
da: Undernetmaske
de: Subnetzmaske
el: Μάσκα υποδικτύου
es_ar: Máscara de subred
fi: Aliverkon peite
fr: Masque de sous-réseau
it: Maschera di sottorete
ja: サブネット マスク
ko: 서브넷 마스크
nb: Nettverksmaske
nl: Subnetmasker
pl: Maska podsieci
pt: Máscara de sub-rede
ru: Маска подсети
sv: Nätmask
th: ซับเน็ตมาส์ก
tr: Alt ağ maskesi
vi: Mặt nạ mạng con
zh: 子网掩码
zh_tw: 子網路遮罩

# successExclamation
source: Success!
ar: نجاح!
da: Fuldført!
de: Fantastisch!
el: Επιτυχία!
es_ar: ¡Éxito!
fi: Onnistui!
fr: Vous avez réussi !
id: Berhasil!
it: Operazione riuscita
ja: 成功しました！
ko: 성공!
nb: Fullført!
nl: Gelukt!
pl: Powiodło się!
pt: Sucesso!
ru: Готово.
sv: Klart!
th: สำเร็จ!
tr: Başardınız!
vi: Thành công!
zh: 成功！
zh_tw: 成功了！

source: Support
ar: الدعم
da: Støtte
el: Υποστήριξη
es_ar: Soporte
fi: Tuki
fr: Assistance
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
nb: Støtte
nl: Ondersteuning
pl: Pomoc techniczna
pt: Assistência
ru: Поддержка
sv: Stöd
th: การสนับสนุน
tr: Destek
vi: Hỗ trợ
zh: 支持
zh_tw: 支援

source: Sweden
ar: السويد
da: Sverige
de: Schweden
el: Σουηδία
es_ar: Suecia
fi: Ruotsi
fr: Suède
id: Swedia
it: Svezia
ja: スウェーデン
ko: 스웨덴
nb: Sverige
nl: Zweden
pl: Szwecja
pt: Suécia
ru: Швеция
sv: Sverige
th: สวีเดน
tr: İsveç
vi: Thụy Điển
zh: 瑞典
zh_tw: 瑞典

source: System
ar: النظام
el: Σύστημα
es_ar: Sistema
fi: Järjestelmä
fr: Système
id: Sistem
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt: Sistema
ru: Система
th: ระบบ
tr: Sistem
vi: Hệ thống
zh: 系统
zh_tw: 系統

# systemCustom
source: Custom
ar: مخصص
da: Brugerdefineret
de: Benutzerdefiniert
el: Προσαρμοσμένη
es_ar: Personalizado
fi: Mukautettu
fr: Personnaliser
id: Kustom
it: Personalizzata
ja: カスタム
ko: 맞춤형
nb: Tilpasset
nl: Aangepast
pl: Własne
pt: Personalizada
ru: Настраиваемый
sv: Anpassad
th: กำหนดเอง
tr: Özel
vi: Tùy chỉnh
zh: 自定义
zh_tw: 自訂

# systemDynamic
source: Dynamic
ar: حيوي
da: Dynamisk
de: Dynamisch
el: Δυναμική
es_ar: Dinámico
fi: Dynaaminen
fr: Dynamique
id: Dinamis
it: Dinamica
ja: ダイナミック
ko: 동적
nb: Dynamisk
nl: Dynamisch
pl: Dynamic (Dynamiczny)
pt: Dinâmico
ru: Динамический
sv: Dynamisk
th: ไดนามิก
tr: Dinamik
vi: Động
zh: 动态
zh_tw: 動態

# systemStatic
source: Static
ar: ثابت
da: Statisk
de: Statisch
el: Στατική
es_ar: Estática
fi: Staattinen
fr: Statique
id: Statis
it: Statica
ja: 静的
ko: 고정
nb: Statisk
nl: Statisch
pl: Static (Statyczny)
pt: Estático
ru: Статический
sv: Statisk
th: สแตติก
tr: Statik
vi: Tĩnh
zh: 静态
zh_tw: 靜態

source: Taiwan
ar: اللغة التايوانية
el: Ταϊβάν
es_ar: Taiwán
fr: Taïwan
ja: 台湾
ko: 대만
pl: Tajwan
ru: Тайвань
th: ไต้หวัน
tr: Tayvan
vi: Đài Loan
zh: 台湾
zh_tw: 台灣

# termsOfService
source: Term of Service
ar: شروط الخدمة
da: Servicetilstand
de: Dienst Bedingung
el: Όροι παροχής υπηρεσιών
es_ar: Condiciones del servicio
fi: Käyttöehdot
fr: Conditions d'utilisation
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
nb: Tjenestevilkår
nl: Gebruiksvoorwaarden
pl: Warunki korzystania z usługi
pt: Condições de serviço
ru: Условия использования
sv: Villkor för tjänsten
th: ข้อกำหนดการให้บริการ
tr: Hizmet Koşulları
vi: Điều khoản dịch vụ
zh: 服务条款
zh_tw: 服務條款

source: Test Again
ar: اختبار مرة أخرى
da: Test igen
de: Erneut testen
el: Δοκιμή ξανά
es_ar: Probar de nuevo
fi: Testaa uudelleen
fr: Tester à nouveau
id: Uji Lagi
it: Prova di nuovo
ja: 再テスト
ko: 다시 테스트
nb: Test på nytt
nl: Opnieuw testen
pl: Testuj ponownie
pt: Tentar novamente
ru: Проверить снова
sv: Testa igen
th: ทดสอบอีกครั้ง
tr: Tekrar Test Et
vi: Kiểm tra lại
zh: 再次测试
zh_tw: 再次測試

source: Testing download speed...
ar: اختبار سرعة التنزيل...
da: Tester downloadhastigheden ...
de: Download-Geschwindigkeit wird getestet...
el: Δοκιμή ταχύτητας λήψης...
es_ar: Probando la velocidad de bajada...
fi: Testataan latausnopeutta...
fr: Test du débit descendant (Download) en cours...
id: Menguji Kecepatan Unduh...
it: Verifica della velocità di download...
ja: ダウンロード速度をテスト中...
ko: 다운로드 속도를 테스트하는 중...
nb: Tester nedlastingshastighet ...
nl: Downloadsnelheid testen...
pl: Testowanie szybkości pobierania...
pt: Testando velocidade de download...
ru: Измерение скорости загрузки...
sv: Testar nedladdningshastigheten...
th: กำลังทดสอบความเร็วในการดาวน์โหลด...
tr: İndirme Hızı Test Ediliyor...
vi: Đang kiểm tra tốc độ tải xuống...
zh: 正在测试下载速度…
zh_tw: 正在測試下載速度…
