Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# pnpFwUpdateTitle
source: Saving your configuration and checking for software updates...
ar: جاري حفظ الإعدادات والتحقق من تحديثات البرامج...
da: Gem din konfiguration, og tjek for softwareopdateringer...
de: Ihre Konfiguration speichern und nach Software-Aktualisierungen suchen...
el: Αποθήκευση της διαμόρφωσής σας και έλεγχος για ενημερώσεις λογισμικού...
es_ar: Guardando su configuración y buscando actualizaciones de software...
fi: Tallennetaan määrityksiäsi ja tarkistetaan ohjelmistopäivityksiä...
fr: Enregistrement de votre configuration et vérification des mises à jour logicielles...
id: Menyimpan konfigurasi Anda dan memeriksa pembaruan perangkat lunak...
it: Salvataggio della configurazione e verifica degli aggiornamenti software...
ja: 設定を保存し、ソフトウェアの更新を確認しています...
ko: 구성을 저장하고 소프트웨어 업데이트를 확인하는 중...
nb: Lagre konfigurasjonen og se etter programvareoppdateringer...
nl: Uw configuratie opslaan en controleren op software-updates...
pl: Zapisywanie konfiguracji i sprawdzanie aktualizacji oprogramowania...
pt: Salvando sua configuração e verificando se há atualizações de software...
ru: Сохранение конфигурации и проверка обновлений программного обеспечения...
sv: Spara din konfiguration och leta efter programuppdateringar...
th: กำลังบันทึกการกำหนดค่าของคุณและตรวจสอบการอัปเดตซอฟต์แวร์...
tr: Yapılandırmanız kaydediliyor ve yazılım güncellemeleri kontrol ediliyor...
vi: Cập nhật phần mềm điều khiển
zh: 正在保存您的配置并检查软件更新...
zh_tw: 正在保存您的設定並檢查軟件更新...

# pnpGuestWiFiDesc
source: Turn on guest network to create separate WiFi network for guests and maintain the privacy of your main network.
ar: قم بتشغيل شبكة الضيوف لإنشاء شبكة الواي فاي منفصلة للضيوف والحفاظ على خصوصية شبكتك الرئيسية.
da: Aktivér gæstenetværket for at oprette et separat wi-fi-netværk til gæster og bevare privatlivet på dit hovednetværk.
de: Aktivieren Sie das Gastnetzwerk, um ein getrenntes WLAN-Netzwerk für Gäste zu erstellen und die Privatsphäre Ihres Hauptnetzwerks zu bewahren.
el: Ενεργοποιήστε το δίκτυο επισκεπτών για να δημιουργήσετε ξεχωριστό δίκτυο WiFi για επισκέπτες και να διατηρήσετε το απόρρητο του κύριου δικτύου σας.
es_ar: Active la red de invitados para crear una red WiFi independiente para los invitados y mantener la privacidad de su red principal.
fi: Ota vierasverkko käyttöön luodaksesi erillisen WiFi-verkon vieraille ja säilyttääksesi pääverkkosi yksityisyyden.
fr: Activez le réseau invité pour créer un réseau WiFi distinct pour les invités et préserver la confidentialité de votre réseau principal.
id: Aktifkan jaringan tamu untuk membuat jaringan WiFi terpisah untuk tamu dan menjaga privasi jaringan utama Anda.
it: Attivare la rete ospite per creare una rete WiFi separata per gli ospiti e mantenere la privacy della rete principale.
ja: ゲスト用ネットワークをオンにして、ゲスト用の別のWiFiネットワークを作成し、メインネットワークのプライバシーを維持します。
ko: 게스트 네트워크를 켜서 게스트를 위한 별도의 WiFi 네트워크를 만들고 기본 네트워크의 개인정보를 유지하십시오.
nb: Aktiver gjestenettverket for å opprette et eget WiFi-nettverk for gjester og opprettholde personvernet til hovednettverket ditt.
nl: Schakel gastnetwerk in om een ​​apart WiFi-netwerk voor gasten te maken en de privacy van uw hoofdnetwerk te behouden.
pl: Włącz sieć gościnną, aby utworzyć oddzielną sieć WiFi dla gości i zachować prywatność swojej głównej sieci.
pt: Ative a rede de convidados para criar uma rede WiFi separada para convidados e manter a privacidade de sua rede principal.
ru: Включите гостевую сеть, чтобы создать отдельную сеть WiFi для гостей и сохранить конфиденциальность вашей основной сети.
sv: Aktivera gästnätverket för att skapa ett separat Wi-Fi-nätverk för gäster och bibehålla integriteten i ditt huvudnätverk.
th: เปิดเครือข่ายสำหรับผู้มาเยือนเพื่อสร้างเครือข่าย WiFi แยกสำหรับผู้มาเยือนและรักษาความเป็นส่วนตัวของเครือข่ายหลักของคุณ
tr: Konuklar için ayrı bir WiFi ağı oluşturmak ve ana ağınızın gizliliğini korumak için konuk ağını açın.
vi: Tạo mạng WiFi khách riêng biệt cho khách truy cập
zh: 开启访客网络，为访客创建单独的WiFi网络，同时维护主网络的隐私。
zh_tw: 開啟訪客網絡，為訪客創建單獨的WiFi網絡，同時維護主網絡的私隱。

# pnpIspSettingsAuthTitle
source: Enter your router's password to proceed
ar: أدخل كلمة مرور الموجّه الخاص بك للمتابعة
da: Indtast din routers adgangskode for at fortsætte
de: Geben Sie Ihr Router-Passwort ein, um fortzufahren
el: Εισαγάγετε τον κωδικό πρόσβασης του δρομολογητή σας για να προχωρήσετε
es_ar: Ingrese la contraseña del rúter para continuar
fi: Jatka kirjoittamalla reitittimen salasana
fr: Saisissez le mot de passe de votre routeur pour continuer
id: Masukkan kata sandi router Anda untuk melanjutkan
it: Inserisci la password del router per continuare
ja: ルーターのパスワードを入力して作業を続行する
ko: 계속 진행하려면 라우터 암호를 입력합니다.
nb: Oppgi ruterens passord for å fortsette
nl: Voer het wachtwoord van uw router in om door te gaan
pl: Wprowadź hasło routera, aby kontynuować
pt: Insira a senha do relatório para prosseguir
ru: Введите пароль маршрутизатора, чтобы продолжить
sv: Ange routerns lösenord för att fortsätta
th: ป้อนรหัสผ่านของเราเตอร์ของคุณเพื่อดำเนินการต่อ
tr: Devam etmek için yönlendirici parolanızı girin
vi: Nhập mật khẩu bộ định tuyến của bạn để tiếp tục
zh: 请输入您的路由器密码以继续
zh_tw: 輸入路由器的密碼以繼續

# pnpIspTypeSelectionDhcpConfirm
source: Are you sure you want to switch to DHCP mode?
ar: هل أنت متأكد أنك تريد التبديل إلى وضع DHCP؟
da: Er du sikker på, at du vil skifte til DHCP-tilstand?
de: Sind Sie sicher, dass Sie auf DHCP-Modus umschalten möchten?
el: Είστε βέβαιοι ότι θέλετε να μεταβείτε σε λειτουργία DHCP;
es_ar: ¿Está seguro de que desea cambiar al modo DHCP?
fi: Haluatko varmasti vaihtaa DHCP-tilaan?
fr: Êtes-vous sûr de vouloir passer en mode DHCP ?
id: Apakah Anda yakin ingin beralih ke mode DHCP?
it: Siete sicuri di voler passare alla modalità DHCP?
ja: DHCPモードに切り替えてもよろしいですか？
ko: DHCP 모드로 전환하시겠습니까?
nb: Er du sikker på at du vil bytte til DHCP-modus?
nl: Weet u zeker dat u wilt overschakelen naar de DHCP-modus?
pl: Czy na pewno chcesz przełączyć się na tryb DHCP?
pt: Tem certeza de que deseja alternar para o modo DHCP?
ru: Вы уверены, что хотите переключиться в режим DHCP?
sv: Är du säker på att du vill byta till DHCP-läge?
th: คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนเป็นโหมด DHCP
tr: DHCP moduna geçmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn rằng ISP của bạn sử dụng DHCP không?
zh: 您确定要切换到DHCP模式吗？
zh_tw: 您確定要切換到DHCP模式嗎？

# pnpIspTypeSelectionDhcpDesc
source: Dynamic Host Configuration Protocol (DHCP) automatically assigns IP addresses to devices connected to the network.
ar: يقوم بروتوكول تهيئة المضيف الديناميكي (DHCP) بتعيين عناوين IP تلقائيًا للأجهزة المتصلة بالشبكة.
da: Dynamic Host Configuration Protocol (DHCP) tildeler automatisk IP-adresser til de enheder, der er tilsluttet netværket.
de: Das Dynamic Host Configuration Protocol (DHCP) weist den an das Netzwerk verbundenen Geräten automatisch IP-Adressen zu.
el: Το πρωτόκολλο δυναμικής διαμόρφωσης κεντρικού υπολογιστή (DHCP) εκχωρεί αυτόματα διευθύνσεις IP σε συσκευές που είναι συνδεδεμένες στο δίκτυο.
es_ar: El protocolo de configuración dinámica de host (DHCP) asigna automáticamente direcciones IP a los dispositivos conectados a la red.
fi: Dynamic Host Configuration Protocol (DHCP) määrittää IP-osoitteet automaattisesti verkkoon yhdistetyille laitteille.
fr: Le protocole de configuration dynamique des hôtes (DHCP) attribue automatiquement des adresses IP aux appareils connectés au réseau.
id: Dynamic Host Configuration Protocol (DHCP) secara otomatis menetapkan alamat IP ke perangkat yang tersambung ke jaringan.
it: Il Dynamic Host Configuration Protocol (DHCP) assegna automaticamente gli indirizzi IP ai dispositivi collegati alla rete.
ja: 動的ホスト構成プロトコル（DHCP）は、ネットワークに接続されたデバイスに自動的にIPアドレスを割り当てます。
ko: 동적 호스트 구성 프로토콜(DHCP)은 네트워크에 연결된 장치에 IP 주소를 자동으로 할당합니다.
nb: DHCP (Dynamic Host Configuration Protocol) tildeler automatisk IP-adresser til enheter som er koblet til nettverket.
nl: Dynamic Host Configuration Protocol (DHCP) wijst automatisch IP-adressen toe aan apparaten die zijn aangesloten op het netwerk.
pl: Protokół dynamicznej konfiguracji hosta (DHCP) automatycznie przypisuje adresy IP urządzeniom podłączonym do sieci.
pt: O Dynamic Host Configuration Protocol (DHCP) atribui automaticamente endereços IP aos dispositivos conectados à rede.
ru: Протокол динамической конфигурации хоста (DHCP) автоматически назначает IP-адреса устройствам, подключенным к сети.
sv: DHCP (Dynamic Host Configuration Protocol) tilldelar automatiskt IP-adresser till enheter som är anslutna till nätverket.
th: Dynamic Host Configuration Protocol (DHCP) กำหนด IP แอดเดรสให้กับอุปกรณ์ที่เชื่อมต่อกับเครือข่ายโดยอัตโนมัติ
tr: Dinamik Ana Bilgisayar Yapılandırma Protokolü (DHCP) ağa bağlı cihazlara otomatik olarak IP adresleri atar.
vi: DHCP là phương thức phổ biến nhất để kết nối với Internet. Nếu bạn không chắc chắn, hãy chọn tùy chọn này.
zh: 动态主机配置协议（DHCP）会自动为连接到网络的设备分配IP地址。
zh_tw: 動態主機設定協定（DHCP）會自動為連接到網絡的裝置分配IP地址。

# pnpIspTypeSelectionPppoeDesc
source: Point-to-Point Protocol over ethernet is a specification for connecting multiple computer users on an ethernet local area network to a remote site.
ar: يُعد بروتوكول نقطة إلى نقطة عبر الإيثرنت أحد مواصفات توصيل العديد من مستخدمي الكمبيوتر على شبكة اتصال إيثرنت محلية بموقع بعيد.
da: Point-to-Point-protokollen over ethernet er en specifikation til forbindelse af flere computerbrugere på et ethernet-lokalnetværk til et eksternt websted.
de: Point-to-Point Protocol over Ethernet wird zur Verbindung mehrerer Computer-Nutzer eines lokalen LAN-Netzwerks mit einem entfernten Standort verwendet.
el: Το πρωτόκολλο από σημείο σε σημείο για δίκτυο Ethernet είναι μια προδιαγραφή για τη σύνδεση πολλαπλών χρηστών υπολογιστών που βρίσκονται σε ένα τοπικό δίκτυο ethernet με μια απομακρυσμένη τοποθεσία.
es_ar: Protocolo punto a punto por ethernet es una especificación para conectar varios usuarios informáticos en una red ethernet de área local a un sitio remoto.
fi: Point-to-Point Protocol over Ethernet (PPPoE) on konfiguraatio, jossa useita tietokoneita kytketään Ethernet-lähiverkosta etäsijaintiin.
fr: Le protocole Point-to-Point Protocol over Ethernet est une spécification permettant de connecter plusieurs utilisateurs d'ordinateurs sur un réseau local Ethernet à un site distant.
id: Point-to-Point Protocol over Ethernet adalah spesifikasi untuk menyambungkan beberapa pengguna komputer pada jaringan area lokal ethernet ke situs jarak jauh.
it: Il protocollo Point-to-Point Protocol over Ethernet (PPPoE) è una specifica per la connessione di più utenti a un sito remoto mediante una LAN Ethernet.
ja: Point-to-Point Protocol over Ethernet (PPPoE) は、イーサネットのローカル エリア ネットワーク上の複数のコンピューター ユーザーをリモート サイトに接続する仕様です。
ko: 이더넷을 통한 지점 간 프로토콜은 이더넷 로컬 영역 네트워크의 여러 컴퓨터 사용자를 원격 사이트에 연결하기 위한 사양입니다.
nb: Punkt til punkt-protokoll over Ethernet er en spesifikasjon for tilkobling av flere datamaskinbrukere på et Ethernet-lokalnett til et eksternt område.
nl: Point-to-Point Protocol over Ethernet wordt gebruikt om meerdere computergebruikers op een lokaal LAN-netwerk te verbinden met een externe site.
pl: Point-to-Point Protocol over Ethernet to protokół używany przy łączeniu wielu użytkowników w lokalnej sieci Ethernet z lokalizacją zewnętrzną.
pt: Protocolo de ponto a ponto pela ethernet é uma especificação para a conexão de vários usuários de computador em uma rede local de ethernet para um local remoto.
ru: Протокол PPPoE (Point-to-Point Protocol over Ethernet) служит для подключения нескольких пользователей локальной сети к удаленному сайту.
sv: Point-to-Point Protocol over ethernet (PPPoE eller punkt till punkt-protokoll över Ethernet) är en specifikation för att ansluta flera datoranvändare i ett lokalt Ethernet-nätverk till en plats på distans.
th: Point-to-Point Protocol over ethernet เป็นคุณสมบัติเฉพาะสำหรับเชื่อมต่อผู้ใช้คอมพิวเตอร์หลายคนเข้าด้วยกันบนเครือข่ายอีเธอร์เน็ตภายในกับไซต์ระยะไกล
tr: Ethernet Üzerinden Noktadan Noktaya Protokolü bir ethernet yerel alan ağı üzerindeki birden fazla bilgisayar kullanıcısını uzak bir siteye bağlamak için kullanılan bir özelliktir.
vi: Giao thức Điểm nối Điểm qua Ethernet là tiêu chuẩn cho kết nối nhiều người dùng máy tính trên mạng cục bộ Ethernet tới một trang từ xa.
zh: 以太网点对点协议（PPPoE）是用于将一个以太网局域网中多个计算机用户连接至远程站点的协议规范。
zh_tw: 乙太網路上的點對點通訊協定是一個在乙太網路區域網路上，將多台電腦使用者連線至遠端站台的規格。

# pnpIspTypeSelectionPppoeVlanDesc
source: Sometimes your ISP may require you to have a PPPoE over VLAN to access the internet.
ar: في بعض الأحيان قد يطلب منك موفر خدمة الإنترنت أن يكون لديك PPPOE عبر VLAN "شبكة محلية ظاهرية" للوصول إلى الإنترنت.
da: Nogle gange kan din internetudbyder kræve, at du har PPPoE over VLAN for at få adgang til internettet.
de: Bei manchen Internetanbietern ist PPPoE über VLAN für den Internetzugang erforderlich.
el: Μερικές φορές, ο ISP σας μπορεί να προαπαιτεί να έχετε PPPoE μέσω VLAN για να έχετε πρόσβαση στο internet.
es_ar: A veces el ISP puede requerir que usted tenga un PPPoE sobre VLAN para acceder a Internet.
fi: Joskus Internet-palveluntarjoajan Internet-yhteys edellyttää PPPoE over VLAN -kytkentää.
fr: Il arrive que votre FAI vous demande d'avoir un PPPoE sur VLAN pour accéder à Internet.
id: Terkadang ISP mewajibkan Anda menggunakan PPPoE lewat VLAN untuk mengakses internet.
it: Talvolta l'ISP richiede il PPPoE su VLAN per l'accesso a Internet.
ja: また、ISPがインターネットへのアクセスにPPPoE over VLANを必要とすることもあります。
ko: 때로는 ISP가 인터넷에 액세스하기 위해 VLAN을 통한 PPPoE를 요구할 수도 있습니다.
nb: Noen ganger krever Internett-leverandøren at du har PPPoE over VLAN for å få tilgang til Internett.
nl: Bij sommige internetproviders moet u een PPPoE via VLAN hebben om toegang te krijgen tot het internet.
pl: Czasami dostawca usług internetowych może wymagać korzystania z protokołu PPPoE over VLAN.
pt: Às vezes seu ISP pode exigir que você tenha um PPPoE sobre VLAN para acessar a internet.
ru: Иногда ваш интернет-провайдер может потребовать, чтобы ваше устройство поддерживало PPPoE через VLAN для доступа в Интернет.
sv: Ibland kräver din internetleverantör att du har ett PPPoE över VLAN för att komma åt internet.
th: บางครั้ง ISP ของคุณอาจกำหนดให้คุณต้องมี PPPoE over VLAN เพื่อเข้าถึงอินเทอร์เน็ต
tr: Bazen İSS'niz internete erişmek için VLAN üzerinden PPPoE ağ protokolünü gerektirebilir.
vi: Đôi khi, ISP có thể yêu cầu bạn phải có PPPoE qua VLAN để truy nhập Internet.
zh: 有时候，您的ISP可能要求您提供虚拟局域网PPPoE才能访问互联网。
zh_tw: 您的 ISP 有時會要求您備妥 VLAN 上的 PPPoE 才能存取網際網路。

# pnpIspTypeSelectionStaticDesc
source: A static Internet Protocol (IP) address (static IP address) is a permanent number assigned to a network by an internet service provider (ISP).
ar: يُعد عنوان بروتوكول الإنترنت الثابت (IP) (عنوان IP الثابت) رقم دائم يتم تعيينه لشبكة بواسطة موفر خدمة الإنترنت (ISP).
da: En statisk internetprotokol adresse (statisk IP-adresse) er et permanent nummer, der er tildelt et netværk af en internetudbyder (ISP).
de: Eine statische Internetprotokoll-(IP-)Adresse (statische IP-Adresse) ist eine permanente Zahl, die einem Netzwerk von einem Internetanbieter zugewiesen wird.
el: Μια στατική διεύθυνση πρωτοκόλλου Internet (IP) (στατική διεύθυνση IP) είναι ένας μόνιμος αριθμός που εκχωρείται σε ένα δίκτυο από έναν πάροχο υπηρεσιών διαδικτύου (ISP).
es_ar: Una dirección de Protocolo de Internet (IP) estática (dirección IP estática) es un número permanente que un proveedor de servicios de Internet (ISP) asigna a una red.
fi: Staattinen IP-osoite (staattinen IP-protokolla) on Internet-palveluntarjoajan verkolle määrittämä pysyvä numero.
fr: Une adresse IP statique est un numéro automatiquement attribué à un réseau par un fournisseur d'accès à Internet (FAI).
id: Alamat Protokol Internet (IP) statis (alamat IP statis) adalah nomor permanen yang diatur pada jaringan oleh penyedia layanan internet (ISP).
it: Un indirizzo IP statico è un numero sempre uguale assegnato a una rete da un fornitore di servizi Internet (ISP).
ja: 静的なインターネットプロトコル(IP)アドレス(静的IPアドレス)は、インターネットサービスプロバイダー(ISP)がネットワークに割り当てる永久的な番号です。
ko: 정적 인터넷 프로토콜(IP) 주소(정적 IP 주소)는 인터넷 서비스 제공자(ISP)가 네트워크에 할당한 영구 번호입니다.
nb: En statisk IP-adresse er et permanent nummer tilordnet et nettverk av en Internett-leverandør.
nl: Een vast internetprotocoladres (IP-adres) is een onveranderlijk nummer dat door een internetprovider aan een netwerk is toegewezen.
pl: Statyczny adres protokołu internetowego (IP) (statyczny adres IP) to stały numer przypisany do sieci przez dostawcę usług internetowych (ISP).
pt: Um endereço estático (static IP address) de Protocolo de Internet (IP) é um número permanente atribuído a uma rede por um provedor de serviço de internet (ISP).
ru: Статический адрес интернет-протокола (IP) (Статический IP адрес) — это постоянный номер, присвоенный сети интернет-провайдером (ISP).
sv: En statisk Internet Protocol (IP)-adress (statisk IP-adress) är ett fast nummer som tilldelas ett nätverk av en internetleverantör.
th: แอดเดรสอินเทอร์เน็ตโปรโตคอล (IP) แบบสแตติก (IP แอดเดรสแบบสแตติก) เป็นหมายเลขถาวรที่ผู้ให้บริการอินเทอร์เน็ต (ISP) มอบหมายให้กับเครือข่ายหนึ่งๆ
tr: Statik İnternet Protokolü (IP) adresi (statik IP adresi), bir internet servis sağlayıcısı (İSS) tarafından ağa atanan kalıcı bir numaradır.
vi: Địa chỉ Giao thức Internet (IP) tĩnh (địa chỉ IP tĩnh) là một số cố định được nhà cung cấp dịch vụ Internet (ISP) gán cho mạng.
zh: 静态互联网协议（IP）地址（静态IP地址）是由互联网服务提供商（ISP）分配给网络的永久性数字地址。
zh_tw: 靜態網際網路通訊協定 (IP) 位址（靜態 IP 位址）是由網際網路服務提供者 (ISP) 指派給網路的永久編號。

# pnpIspTypeSelectionTitle
source: What type of ISP settings do you have?
ar: ما نوع إعدادات موفر خدمة الإنترنت "ISP" لديك؟
da: Hvilken type indstillinger fra din internetudbyder har du?
de: Welche Art von Internetanbieter-Einstellungen haben Sie?
el: Τι ρυθμίσεις ISP έχετε;
es_ar: ¿Qué tipo de configuración ISP tiene?
fi: Minkä tyyppiset ISP-asetuksesi ovat?
fr: Quel type de paramètres FAI avez-vous en votre possession&nbsp;?
id: Jenis ISP apa yang Anda miliki?
it: Che tipo di impostazioni sono previste dall'ISP?
ja: どのタイプのISP設定をお持ちですか?
ko: 어떤 종류의 ISP 설정이 있습니까?
nb: Hvilke internettleveradør-innstillinger har du?
nl: Welke instellingen heeft u van uw internetprovider gekregen?
pl: Jakiego rodzaju ustawień wymaga Twój dostawca usług internetowych?
pt: Que tipo de configurações de ISP você tem?
ru: Какой тип настроек интернет-провайдера у вас есть?
sv: Vilken typ av inställningar från din internetleverantör har du fått?
th: คุณมีการตั้งค่า ISP ประเภทไหน
tr: Ne tür İSS ayarlarına sahipsiniz?
vi: Bạn có loại cài đặt ISP nào?
zh: 您的ISP设置是什么类型？
zh_tw: 您的 ISP 設定屬於何種類型？

# pnpModemLightsOffDesc
source: These settings are provided by your Internet Service Provider (ISP). If you aren't sure about yours, we recommend contacting your ISP.
ar: يتم توفير هذه الإعدادات عن طريق موفر خدمة الإنترنت (ISP). إذا لم تكن متأكدًا منها، فنوصيك بالاتصال بموفر خدمة الإنترنت.
da: Disse oplysninger fås af din internetudbyder. Hvis du ikke er sikker på indstillingerne, anbefaler vi, at du kontakter din internetudbyder.
de: Diese Einstellungen erhalten Sie von Ihrem Internetanbieter. Wenn Sie sich nicht sicher sind, sollten Sie Ihren Internetanbieter kontaktieren.
el: Αυτές οι ρυθμίσεις παρέχονται από τον πάροχο υπηρεσιών διαδικτύου σας (ISP). Αν δεν είστε σίγουροι, συνιστούμε να επικοινωνήσετε με τον ISP σας.
es_ar: El proveedor de servicios de Internet (ISP) proporciona estas configuraciones. Si no está seguro de cuál es la suya, le recomendamos que se comunique con el ISP.
fi: Nämä asetukset olet saanut Internet-palveluntarjoajaltasi (ISP). Jos et olet varma asetuksista, ota yhteyttä Internet-palveluntarjoajaan.
fr: Ces paramètres vous ont été communiqués par votre fournisseur d'accès à Internet (FAI). En cas de doute, contactez votre FAI.
id: Pengaturan ini diberikan oleh Penyedia Layanan Internet (ISP) Anda. Jika tidak yakin terkait pengaturan tersebut, kami sarankan untuk menghubungi ISP Anda.
it: Queste impostazioni sono fornite dal provider di servizi Internet (ISP). Se non sei sicuro di quali siano le tue, ti consigliamo di contattare il tuo ISP.
ja: この設定はインターネットサービスプロバイダー(ISP)から提供されます。ご自分の設定がおわかりにならない場合は、ISPに連絡することをお勧めします。
ko: 이러한 설정은 인터넷 서비스 제공자(ISP)를 통해 제공됩니다. 자신의 설정에 대해 잘 모르는 경우, ISP에 연락하도록 권장합니다.
nb: Disse innstillingene får du av Internett-leverandøren (ISP). Hvis du ikke er sikker på dem, anbefaler vi at du kontakter Internett-leverandøren.
nl: Deze instellingen heeft u ontvangen van uw internetprovider. Als u twijfelt over uw instellingen, kunt u het best contact opnemen met uw internetprovider.
pl: Ustawienia te są dostarczane przez dostawcę usług internetowych. Jeśli nie masz pewności co do swoich ustawień, zalecamy skontaktowanie się z dostawcą usług internetowych.
pt: Estas configurações são fornecidas pelo Provedor de Serviço de Internet (ISP). Se você não tiver certeza de qual é o seu, recomendamos fazer contato com o ISP.
ru: Эти настройки предоставляются вашим интернет-провайдером (ISP). При возникновении сомнений мы рекомендуем обращаться к вашему интернет-провайдеру.
sv: De här inställningarna får du från din internetleverantör. Om du inte är säker på dina inställningar, rekommenderar vi att du kontaktar din internetleverantör.
th: การตั้งค่านี้ถูกกำหนดโดยผู้ให้บริการอินเทอร์เน็ต (ISP) ของคุณ หากคุณไม่แน่ใจว่าทราบรายละเอียดการตั้งค่าของคุณ เราขอแนะนำให้คุณติดต่อ ISP
tr: Bu ayarlar, İnternet Servis Sağlayıcınız (İSS) tarafından sağlanır. Ayarlarınızdan emin değilseniz İSS'nizle iletişime geçmenizi öneririz.
vi: Những cài đặt này được cung cấp bởi Nhà cung cấp dịch vụ Internet (ISP). Nếu bạn không chắc chắn về các cài đặt của mình, chúng tôi khuyên bạn nên liên hệ với ISP.
zh: 这些设置由您的互联网服务提供商（ISP）提供。如果您不确定您的设置，我们建议您联系您的ISP。
zh_tw: 這些設定由您的網際網路服務提供者 (ISP) 提供。如果不確定您的設定詳細資料，建議您與 ISP 聯繫。

# pnpModemLightsOffTip
source: Are the lights still on after unplugging?
ar: هل ما زالت الأضواء مضاءة بعد الفصل؟
da: Er lysene stadig tændt, efter stikket er taget ud?
de: Sind die Leuchten nach dem Ausstecken noch an?
el: Οι λυχνίες παραμένουν αναμμένες μετά την αποσύνδεση από την πρίζα;
es_ar: ¿Las luces siguen encendidas después de desenchufar?
fi: Ovatko valot edelleen päällä irrottamisen jälkeen?
fr: Les voyants sont-ils toujours allumés alors que l'appareil est débranché&nbsp;?
id: Apakah lampu masih menyala setelah dicabut?
it: Le spie sono ancora accese dopo la disconnessione?
ja: 電源プラグを抜いてもライトが点灯していますか?
ko: 플러그를 뽑은 후에도 불이 계속 켜져 있습니까?
nb: Er lysene fortsatt på etter å ha koblet fra?
nl: Branden de lampjes nog nadat de stekker uit het stopcontact is gehaald?
pl: Czy kontrolki nadal świecą po odłączeniu?
pt: As luzes ainda estão acesas depois de desconectar?
ru: Индикаторы все еще горят после отключения от сети?
sv: Lyser lamporna fortfarande efter att ha kopplats ur?
th: ไฟยังเปิดอยู่หลังจากถอดปลั๊กหรือไม่?
tr: Fişi çektikten sonra ışıklar hâlâ yanıyor mu?
vi: Đèn vẫn sáng sau khi rút phích cắm?
zh: 拔掉插头之后，指示灯是否依然亮起？
zh_tw: 拔掉插頭後指示燈是否仍然亮起？
