Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# instantPrivacyDeleteDeviceDesc
source: This will delete this currently connected device from the network. Are you sure you want to delete?
ar: سيؤدي هذا إلى حذف الجهاز المتصل حاليًا من الشبكة. هل أنت متأكد من أنك تريد الحذف؟
da: Dette sletter den aktuelt tilsluttede enhed fra netværket. Er du sikker på, at du vil slette den?
de: Dadurch wird das derzeit verbundene Gerät aus dem Netzwerk gelöscht. Sind Sie sicher, dass Sie es löschen möchten?
el: Αυτό θα διαγράψει αυτήν την τρέχουσα συνδεδεμένη συσκευή από το δίκτυο. Είστε βέβαιοι ότι θέλετε να τη διαγράψετε;
es_ar: Esto borrará este dispositivo actualmente conectado a la red. ¿Está seguro de que desea eliminarlo?
fi: Tämä poistaa tämän yhdistetyn laitteen verkosta. Haluatko varmasti poistaa sen?
fr: Cette option permet de supprimer du réseau l'appareil actuellement connecté. Êtes-vous sûr de vouloir le supprimer ?
id: Ini akan menghapus perangkat yang saat ini tersambung ini dari jaringan. Apakah Anda yakin ingin menghapus?
it: Questo eliminerà il dispositivo attualmente connesso alla rete. Siete sicuri di volerlo eliminare?
ja: これにより、現在接続されているデバイスがネットワークから削除されます。本当に削除してもよろしいですか？
ko: 이렇게 하면 현재 연결된 이 장치가 네트워크에서 삭제됩니다. 삭제하시겠습니까?
nb: Dette vil slette den tilkoblede enheten fra nettverket. Er du sikker på at du vil slette den?
nl: Hiermee verwijdert u dit momenteel verbonden apparaat uit het netwerk. Weet u zeker dat u het wilt verwijderen?
pl: Spowoduje to usunięcie tego aktualnie podłączonego urządzenia z sieci. Czy na pewno chcesz je usunąć?
pt: Isso excluirá o dispositivo atualmente conectado à rede. Tem certeza de que deseja excluí-lo?
ru: Это удалит текущее подключенное устройство из сети. Вы уверены, что хотите удалить?
sv: Detta tar bort den aktuella anslutna enheten från nätverket. Är du säker på att du vill radera den?
th: การดำเนินการนี้จะลบอุปกรณ์ที่เชื่อมต่ออยู่ในปัจจุบันออกจากเครือข่าย คุณแน่ใจหรือไม่ว่าต้องการลบ
tr: Bu, şu anda bağlı olan bu cihazı ağdan silecektir. Silmek istediğinizden emin misiniz?
vi: Điều này sẽ xóa thiết bị đang kết nối này khỏi mạng. Bạn có chắc chắn muốn xóa?
zh: 这将从网络中删除当前连接的设备。您确定要删除吗？
zh_tw: 這將從網絡中刪除目前連接的裝置。您確定要刪除嗎？

# instantPrivacyDesc
source: Lock your network
ar: قفل الشبكة الخاصة بك
da: Lås dit netværk
de: Ihr Netzwerk sperren
el: Κλείδωμα του δικτύου σας
es_ar: Bloquee su red
fi: Lukitse verkkosi
fr: Verrouiller votre réseau
id: Kunci jaringan Anda
it: Blocca la tua rete
ja: ネットワークをロックしてください。
ko: 네트워크 잠금
nb: Lås nettverket ditt
nl: Uw netwerk vergrendelen
pl: Zablokuj swoją sieć
pt: Bloqueie sua rede
ru: Заблокировать вашу сеть
sv: Lås ditt nätverk
th: ล็อคเครือข่ายของคุณ
tr: Ağınızı kilitleyin
vi: Khóa mạng của bạn
zh: 锁定您的网络
zh_tw: 鎖定您的網絡

# instantPrivacyDescription
source: Instant-Privacy will stop any new devices from connecting to the network until the feature is disabled.
ar: ستمنع خاصية Instant-Privacy أى أجهزة جديدة من الاتصال بالشبكة حتي يتم تعطيل الخاصية
da: Instant-Databeskyttelse forhindrer nye enheder i at oprette forbindelse til netværket, indtil funktionen deaktiveres.
de: Instant-Datenschutz verhindert, dass sich neue Geräte mit dem Netzwerk verbinden, bis die Funktion deaktiviert wird.
el: Η λειτουργία Άμεσο-απόρρητο θα εμποδίσει τη σύνδεση νέων συσκευών στο δίκτυο μέχρι να απενεργοποιηθεί η λειτουργία.
es_ar: La Instant-Privacidad impedirá que se conecten nuevos dispositivos a la red hasta que se desactive la función.
fi: Pikayksityisyys estää uusien laitteiden yhdistämisen verkkoon, kunnes ominaisuus poistetaan käytöstä.
fr: La Instant-Confidentialité empêchera tout nouveau dispositif de se connecter au réseau jusqu'à ce que la fonction soit désactivée.
id: Privasi-Instan akan menghentikan perangkat baru apa pun untuk tersambung ke jaringan sampai fitur dinonaktifkan.
it: Instant-Privacy impedisce a qualsiasi nuovo dispositivo di connettersi alla rete finché la funzione non viene disattivata.
ja: Instant-プライバシーは、この機能が無効にされるまで、新しいデバイスがネットワークに接続するのを停止します。
ko: 즉시-개인정보를 활성화하면 기능이 비활성화될 때까지 새 장치가 네트워크에 연결되지 않습니다.
nb: Instant-Databeskyttelse hindrer nye enheter i å koble seg til nettverket inntil funksjonen deaktiveres.
nl: Instant-privacy voorkomt dat nieuwe apparaten verbinding maken met het netwerk totdat de functie is uitgeschakeld.
pl: Szybka prywatność zatrzyma podłączanie nowych urządzeń do sieci, dopóki funkcja nie zostanie wyłączona.
pt: O Instant-Privacidade impedirá que novos dispositivos se conectem à rede até que o recurso seja desativado.
ru: Мгновенная конфиденциальность предотвратит подключение новых устройств к сети, пока функция не будет отключена.
sv: Instant-Dataskydd hindrar nya enheter från att ansluta till nätverket tills funktionen avaktiveras.
th: ความเป็นส่วนตัวทันทีจะหยุดไม่ให้อุปกรณ์ใหม่เชื่อมต่อกับเครือข่ายจนกว่าจะปิดใช้งานคุณสมบัตินี้
tr: Anında-Gizlilik, özellik devre dışı bırakılana kadar yeni cihazların ağa bağlanmasını engelleyecektir.
vi: Riêng tư tức thì sẽ ngăn bất kỳ thiết bị mới nào kết nối với mạng cho đến khi tính năng bị tắt.
zh: 开启Instant隐私功能后，在该功能禁用前，任何新设备都无法连接到网络。
zh_tw: 開啟Instant私隱功能後，在該功能停用前，任何新裝置都無法連接網絡。

# instantPrivacyDisableWarning
source: Instant-Privacy will be turnned off once MAC filtering is enabled
ar: سيتم إيقاف خاصية Instant-Privacy بمجرد تفعيل تصفية عناوين MAC
da: Instant-Databeskyttelse deaktiveres, så snart MAC-filtrering er aktiveret.
de: Instant-Datenschutz wird deaktiviert, sobald die MAC-Filterung aktiviert ist.
el: Το Άμεσο-απόρρητο θα απενεργοποιηθεί μόλις ενεργοποιηθεί το φιλτράρισμα MAC
es_ar: La Instant-Privacidad se desactivará una vez que el filtrado MAC esté activado.
fi: Pikayksityisyys poistetaan käytöstä, kun MAC-suodatus otetaan käyttöön
fr: Instant-Confidentialité sera désactivé une fois que le filtrage MAC sera activé.
id: Privasi-Instan akan dimatikan setelah pemfilteran MAC diaktifkan
it: L'Instant-Privacy sarà disabilitata una volta abilitato il filtraggio MAC.
ja: MACフィルタリングが有効になると、Instant-プライバシーはオフになります。
ko: MAC 필터링이 활성화되면 즉시-개인정보가 꺼집니다
nb: Instant-Databeskyttelse deaktiveres så snart MAC-filtrering er aktivert.
nl: Instant-privacy wordt uitgeschakeld zodra MAC-filtering is ingeschakeld
pl: Szybka prywatność zostanie wyłączona po włączeniu filtrowania MAC
pt: Instant-Privacidade será desativado quando a filtragem de MAC estiver ativada.
ru: Мгновенная конфиденциальность будет отключена после включения фильтрации MAC-адресов
sv: Instant-Dataskydd avaktiveras så snart MAC-filtrering aktiveras.
th: ความเป็นส่วนตัวทันทีจะถูกปิดเมื่อเปิดใช้งานการกรอง MAC
tr: MAC filtreleme etkinleştirildiğinde Anında-Gizlilik kapatılacak
vi: Riêng tư tức thì sẽ bị tắt khi bật lọc MAC
zh: 一旦启用MAC过滤，Instant隐私将被关闭
zh_tw: 一旦啟用MAC過濾，Instant私隱將被關閉

# instantPrivacyInfo
source: Enabling Instant-Privacy prevents new devices from connecting to your network. To add a new device, disable Instant-Privacy, then re-enable it for enhanced security.
ar: يمنع تفعيل خاصية Instant-Privacy الأجهزة الجديدة من الاتصال بشبكتك. لإضافة جهاز جديد, قم بتعطيل Instant-Privacy, ثم أعد تمكينها لتعزيز الحماية
da: Hvis du aktiverer Instant-Databeskyttelse, forhindres nye enheder i at oprette forbindelse til dit netværk. Hvis du vil tilføje en ny enhed, skal du deaktivere Instant-Databeskyttelse og derefter aktivere den igen for at øge sikkerheden.
de: Die Aktivierung von Instant-Datenschutz verhindert, dass sich neue Geräte mit Ihrem Netzwerk verbinden können. Um ein neues Gerät hinzuzufügen, deaktivieren Sie Instant-Datenschutz und aktivieren Sie es dann wieder, um die Sicherheit zu erhöhen.
el: Η ενεργοποίηση του Άμεσου-απορρήτου εμποδίζει τη σύνδεση νέων συσκευών στο δίκτυό σας. Για να προσθέσετε μια νέα συσκευή, απενεργοποιήστε το Άμεσο-απόρρητο και, στη συνέχεια, ενεργοποιήστε το ξανά για βελτιωμένη ασφάλεια.
es_ar: La activación de la Instant-Privacidad impide que nuevos dispositivos se conecten a la red. Para añadir un nuevo dispositivo, desactive la Instant-Privacidad y, a continuación, vuelva a activarla para mejorar la seguridad.
fi: Pikayksityisyyden käyttöönotto estää uusien laitteiden yhdistämisen verkkoosi. Lisää uusi laite poistamalla Pikayksityisyys käytöstä ja ota se sitten uudelleen käyttöön parantaaksesi tietoturvaa.
fr: L'activation de la Instant-Confidentialité empêche les nouveaux appareils de se connecter à votre réseau. Pour ajouter un nouveau périphérique, désactivez la Instant-Confidentialité, puis réactivez-la pour une sécurité accrue.
id: Mengaktifkan Privasi-Instan mencegah perangkat baru tersambung ke jaringan Anda. Untuk menambahkan perangkat baru, nonaktifkan Privasi-Instan, lalu aktifkan kembali untuk keamanan yang lebih baik.
it: L'attivazione di Instant-Privacy impedisce la connessione di nuovi dispositivi alla rete. Per aggiungere un nuovo dispositivo, disattivare la Instant-Privacy e poi riattivarla per migliorare la sicurezza.
ja: Instant-プライバシーを有効にすると、新しいデバイスがネットワークに接続できなくなります。新しいデバイスを追加するには、Instant-プライバシーを無効にし、その後再度有効にしてセキュリティを強化してください。
ko: 즉시-개인정보를 활성화하면 새 장치가 네트워크에 연결되지 않습니다. 새 장치를 추가하려면 즉시-개인정보를 비활성화한 다음 보안 강화를 위해 다시 활성화하십시오.
nb: Hvis du aktiverer Instant-Databeskyttelse, forhindres nye enheter fra å koble seg til nettverket. Hvis du vil legge til en ny enhet, må du deaktivere Instant-Databeskyttelse og deretter aktivere den på nytt for å øke sikkerheten.
nl: Als u Instant-privacy inschakelt, kunnen nieuwe apparaten geen verbinding maken met uw netwerk. Als u een nieuw apparaat wilt toevoegen, schakelt u Instant-privacy uit en schakelt u het vervolgens weer in voor verbeterde beveiliging.
pl: Włączenie szybkiej prywatności uniemożliwia nowym urządzeniom łączenie się z siecią. Aby dodać nowe urządzenie, wyłącz szybką prywatność, a następnie włącz ją ponownie dla zwiększonego bezpieczeństwa.
pt: A ativação do Instant-Privacidade impede que novos dispositivos se conectem à rede. Para adicionar um novo dispositivo, desative o Instant-Privacidade e, em seguida, reative-o para aumentar a segurança.
ru: Включение мгновенной конфиденциальности предотвращает подключение новых устройств к вашей сети. Чтобы добавить новое устройство, отключите мгновенную конфиденциальность, затем включите ее снова для повышенной безопасности.
sv: Om du aktiverar Instant-Dataskydd förhindras nya enheter från att ansluta till ditt nätverk. Om du vill lägga till en ny enhet inaktiverar du Instant-Dataskydd och aktiverar den sedan igen för att öka säkerheten.
th: การเปิดใช้งานความเป็นส่วนตัวทันทีจะป้องกันไม่ให้อุปกรณ์ใหม่เชื่อมต่อกับเครือข่ายของคุณ หากต้องการเพิ่มอุปกรณ์ใหม่ ให้ปิดใช้งานความเป็นส่วนตัวทันที จากนั้นเปิดใช้งานอีกครั้งเพื่อเพิ่มความปลอดภัย
tr: Anında-Gizlilik'i etkinleştirmek yeni cihazların ağınıza bağlanmasını engeller. Yeni bir cihaz eklemek için Anında-Gizlilik'i devre dışı bırakın, ardından gelişmiş güvenlik için yeniden etkinleştirin.
vi: Bật Riêng tư tức thì ngăn thiết bị mới kết nối với mạng của bạn. Để thêm thiết bị mới, tắt Riêng tư tức thì, sau đó bật lại để tăng cường bảo mật.
zh: 启用Instant隐私可阻止新设备连接到您的网络。若要添加新设备，请先禁用Instant隐私，添加后重新启用该功能以增强安全性。
zh_tw: 啟用Instant私隱功能可防止新裝置連接您的網絡。若要新增裝置，請先停用Instant私隱功能，新增完畢後再重新啟用以加強安全性。

# instantPrivacyNotAllowDeleteCurrent
source: Not allow to delete the device you're current connecting.
ar: لا يسمح بحذف الجهاز الذي تتصل به حاليًا.
da: Den enhed, du er forbundet til i øjeblikket, kan ikke slettes.
de: Das Gerät, mit dem Sie gerade verbunden sind, kann nicht gelöscht werden.
el: Δεν επιτρέπεται η διαγραφή της συσκευής με την οποία είστε συνδεδεμένοι αυτήν τη στιγμή.
es_ar: No permite borrar el dispositivo al que se está conectando actualmente.
fi: Nykyistä yhteyttäsi ei voi poistaa.
fr: Ne permet pas de supprimer l'appareil que vous êtes en train de connecter.
id: Tidak diizinkan menghapus perangkat yang saat ini Anda sambungkan.
it: Non è consentita l'eliminazione del dispositivo a cui si è attualmente connessi.
ja: 現在接続しているデバイスを削除することはできません。
ko: 현재 연결 중인 장치는 삭제할 수 없습니다.
nb: Enheten du er koblet til for øyeblikket, kan ikke slettes.
nl: Het is niet toegestaan ​​om het apparaat waarmee u momenteel verbinding maakt, te verwijderen.
pl: Nie można usunąć urządzenia, z którego aktualnie korzystasz.
pt: Não permita a exclusão do dispositivo ao qual você está conectado no momento.
ru: Нельзя удалить устройство, к которому вы сейчас подключены.
sv: Den enhet som du för närvarande är ansluten till kan inte raderas.
th: ไม่อนุญาตให้ลบอุปกรณ์ที่คุณกำลังเชื่อมต่ออยู่
tr: Şu anda bağlı olduğunuz cihazı silmenize izin verilmiyor.
vi: Không cho phép xóa thiết bị bạn đang kết nối.
zh: 不允许删除您当前正在连接的设备。
zh_tw: 不允許刪除您目前正在連接的裝置。

source: Instant-Safety
da: Instant-Sikkerhed
de: Instant-Sicherheit
el: Άμεση-ασφάλεια
es_ar: Instant-Seguridad
fi: Pikaturvallisuus
fr: Instant-Sécurité
id: Keamanan-Instan
it: Instant-Sicurezza
ja: Instant-セーフティ
ko: 즉시-안전
nb: Instant-Sikkerhet
nl: Instant-veiligheid
pl: Szybkie bezpieczeństwo
pt: Instant-Segurança
ru: Мгновенная безопасность
sv: Instant-Säkerhet
th: ความปลอดภัยทันที
tr: Anında-Güvenlik
vi: An toàn tức thì
zh: Instant安全
zh_tw: Instant安全

# instantSafetyDesc
source: Block inappropriate web content
ar: حظر محتوى الويب غير المناسب
da: Bloker upassende webindhold
de: Unangebrachte Webinhalte sperren
el: Αποκλεισμός ακατάλληλου περιεχομένου ιστού
es_ar: Bloquee contenidos web inapropiados
fi: Estä sopimaton verkkosisältö
fr: Bloquer les contenus web inappropriés
id: Blokir konten web yang tidak pantas
it: Blocca i contenuti web inappropriati
ja: 不適切なウェブコンテンツをブロックする
ko: 부적절한 웹 콘텐츠 차단
nb: Blokker upassende nettinnhold
nl: Ongepaste webinhoud blokkeren
pl: Blokuj nieodpowiednie treści internetowe
pt: Bloqueie conteúdo inadequado da Web
ru: Блокировка неприемлемого веб-контента
sv: Blockera olämpligt webbinnehåll
th: บล็อกเนื้อหาเว็บที่ไม่เหมาะสม
tr: Uygunsuz web içeriğini engelle
vi: Chặn nội dung web không phù hợp
zh: 屏蔽不适当的网页内容
zh_tw: 屏蔽不適當的網頁內容

source: Instant-Topology
da: Instant-Topologi
de: Instant-Topologie
el: Άμεση-τοπολογία
es_ar: Instant-Topología
fi: Pikatopologia
fr: Instant-Topologie
id: Topologi-Instan
it: Instant-Topologia
ja: Instant-トポロジー
ko: 즉시-토폴로지
nb: Instant-Topologi
nl: Instant-topologie
pl: Szybka topologia
pt: Instant-Topologia
ru: Мгновенная топология
sv: Instant-Topologi
th: โทโพโลยีทันที
tr: Anında-Topoloji
vi: Cấu trúc tức thì
zh: Instant拓扑
zh_tw: Instant拓撲

# instantTopologyDesc
source: Node name and light settings
ar: اسم العقدة وإعدادات الإضاءة
da: Navn på node og lysindstillinger
de: Name des Nodes und Lichteinstellungen
el: Όνομα κόμβου και ρυθμίσεις λυχνιών
es_ar: Nombre de nodo y configuración de luces
fi: Solmun nimi ja valoasetukset
fr: Paramètres de nom de nœud et d'éclairage
id: Nama simpul dan pengaturan lampu
it: Nome del nodo e configurazione della luce
ja: ノード名とライト設定
ko: 노드 이름 및 표시등 설정
nb: Navn på noden og lysinnstillinger
nl: Nodenaam en lichtinstellingen
pl: Nazwa węzła i ustawienia kontrolek
pt: Nome do nó e configuração de luz
ru: Имя узла и настройки индикаторов
sv: Noder namn och ljusinställningar
th: ชื่อโหนดและการตั้งค่าไฟ
tr: Düğüm adı ve ışık ayarları
vi: Tên điểm nút và cài đặt đèn
zh: 节点名称与灯光设置
zh_tw: 節點名稱及指示燈設定

source: Instant-Verify
da: Instant-Verificering
de: Instant-Überprüfung
el: Άμεση-επαλήθευση
es_ar: Instant-Verificación
fi: Pikatarkistus
fr: Instant-Vérification
id: Verifikasi-Instan
it: Instant-Verifica
ja: Instant-検証
ko: 즉시-확인
nb: Instant-Verifisering
nl: Instant-verifiëren
pl: Szybka weryfikacja
pt: Instant-Verificação
ru: Мгновенная проверка
sv: Instant-Verifiering
th: ตรวจสอบทันที
tr: Anında-Doğrula
vi: Xác minh tức thì
zh: Instant验证
zh_tw: Instant驗證

# instantVerifyDesc
source: Designed for certified Network technician
ar: مُصمم خصيصًا لفنيي الشبكات المعتمدين
da: Udviklet til certificerede netværksteknikere
de: Entwickelt für zertifizierte Netzwerktechniker
el: Σχεδιασμένο για πιστοποιημένο τεχνικό δικτύου
es_ar: Diseñado para técnicos de red certificados
fi: Suunniteltu sertifioiduille verkkoteknikoille
fr: Conçu pour les techniciens de réseau certifiés
id: Dirancang untuk teknisi Jaringan bersertifikat
it: Progettato per tecnici di rete certificati
ja: 認定ネットワーク技術者向けに設計されています。
ko: 인증된 네트워크 기술자용으로 설계됨
nb: Utviklet for sertifiserte nettverksingeniører
nl: Ontworpen voor gecertificeerde netwerktechnicus
pl: Przeznaczone dla certyfikowanych techników sieciowych
pt: Projetado para técnicos de rede certificados
ru: Предназначено для сертифицированных сетевых техников
sv: Utformad för certifierade nätverksingenjörer
th: ออกแบบสำหรับช่างเทคนิคเครือข่ายที่ได้รับการรับรอง
tr: Sertifikalı Ağ teknisyeni için tasarlanmıştır
vi: Được thiết kế cho kỹ thuật viên mạng được chứng nhận
zh: 专为认证网络技术人员设计
zh_tw: 專為認證網絡技術人員設計

source: Internal Port
ar: المنفذ الداخلي
da: Intern port
de: Interner Port
el: Εσωτερική θύρα
es_ar: Puerto interno
fi: Sisäinen portti
fr: Port interne
id: Port Internal
it: Porta interna
ja: 内部ポート
ko: 내부 포트
nb: Intern port
nl: Interne poort
pl: Port wewnętrzny
pt: Porta interna
ru: Внутренний порт
sv: Intern port
th: พอร์ตภายใน
tr: Dahili Port
vi: Cổng Nội bộ
zh: 内部端口
zh_tw: 內部連接埠

source: Internet connection type
ar: نوع اتصال الانترنت
da: Type internetforbindelse
de: Internet-Verbindungstyp
el: Τύπος σύνδεσης internet
es_ar: Tipo de conexión a Internet
fi: Internet-yhteystyyppi
fr: Type de connexion Internet
id: Tipe koneksi internet
it: Tipo di connessione Internet
ja: インターネット接続の種類
ko: 인터넷 연결 유형
nb: Type Internett-tilkobling
nl: Type internetverbinding
pl: Typ połączenia internetowego
pt: Tipo de conexão com a Internet
ru: Тип подключения к Интернету
sv: Typ av internetanslutning
th: ประเภทการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantı türü
vi: Loại kết nối internet
zh: 互联网连接类型
zh_tw: 互聯網連接類型

source: Internet filters
ar: عوامل تصفية إنترنت
da: Internetfiltre
de: Internet-Filter
el: Φίλτρα Internet
es_ar: Filtros de Internet
fi: Internet-suodattimet
fr: Filtres Internet
id: Filter Internet
it: Filtri Internet
ja: インターネット フィルター
ko: 인터넷 필터
nb: Internett-filtre
pl: Filtry internetowe
pt: Filtros de Internet
ru: Интернет-фильтры
sv: Internetfilter
th: ตัวกรองอินเทอร์เน็ต
tr: İnternet filtreleri
vi: Bộ lọc Internet
zh: Internet过滤器
zh_tw: 網際網路篩選器

source: Internet IP Address
ar: عنوان IP للانترنت
da: Internet-IP-adresse
de: Internet IP-Adresse
el: Διεύθυνση IP Internet
es_ar: Dirección IP de Internet
fi: Internet-IP-osoite
fr: Adresse IP Internet
id: Alamat IP Internet
it: Indirizzo IP Internet
ja: インターネットIPアドレス
ko: 인터넷 IP 주소
nb: Internett IP-adresse
nl: Internet-IP-adres
pl: Adres IP w Internecie
pt: Endereço IP da Internet
ru: IP-адрес в Интернете
sv: IP-adress för internet
th: IP แอดเดรสอินเทอร์เน็ต
tr: İnternet IP Adresi
vi: Địa chỉ IP Internet
zh: 互联网IP地址
zh_tw: 互聯網IP地址

source: Internet IPv4 Address:
ar: عنوان الإنترنت IPv4:
da: Internet IPv4-adresse:
de: Internet IPv4-Adresse:
el: Διεύθυνση IPv4 Internet:
es_ar: Dirección IPv4 de Internet:
fi: Internet IPv4 -osoite:
fr: Adresse Internet IPv4 :
id: Alamat IPv4 Internet:
it: Indirizzo IPv4 di Internet:
ja: インターネットIPv4アドレス：
ko: 인터넷 IPv4 주소:
nb: IPv4-adresse på Internett:
nl: Internet IPv4-adres:
pl: Adres IPv4 w Internecie:
pt: Endereço IPv4 da Internet:
ru: IPv4-адрес в Интернете:
sv: Internet IPv4-adress:
th: IPv4 แอดเดรสอินเทอร์เน็ต:
tr: İnternet IPv4 Adresi:
vi: Địa chỉ IPv4 Internet:
zh: 互联网IPv4地址：
zh_tw: 互聯網IPv4地址：

source: Internet offline
ar: الانترنت غير متصل
el: Internet εκτός σύνδεσης
es_ar: Internet fuera de línea
fi: Internet offline-tilassa
fr: Internet hors ligne
ja: インターネットオフライン
ko: 인터넷 오프라인
nb: Internett frakoblet
ru: Интернет отключен
th: อินเทอร์เน็ตออฟไลน์
tr: İnternet çevrimdışı
vi: Internet ngoại tuyến
zh: 网络离线
zh_tw: 網絡離線

source: Internet Online
ar: الانترنت متصل
el: Internet σε σύνδεση
es_ar: Internet en línea
fi: Internet online-tilassa
fr: Internet En ligne
it: Internet in linea
ja: インターネットオンライン
ko: 인터넷 온라인
nb: Internett på nett
ru: Интернет подключен
sv: Internet är online
th: อินเทอร์เน็ตออนไลน์
tr: İnternet Çevrimiçi
vi: Internet trực tuyến
zh: 网络在线
zh_tw: 網絡在線

source: Internet settings
ar: إعدادات إنترنت
da: Internetindstillinger
de: Interneteinstellungen
el: Ρυθμίσεις Internet
es_ar: Configuración de Internet
fi: Internet-asetukset
fr: Paramètres Internet
id: Setelan Internet
it: Impostazioni Internet
ja: インターネット設定
ko: 인터넷 설정
nb: Internett-innstillinger
nl: Internetinstellingen
pl: Ustawienia internetowe
pt: Configurações de Internet
ru: Параметры Интернета
sv: Internetinställningar
th: การตั้งค่าอินเทอร์เน็ต
tr: İnternet Ayarları
vi: Cài đặt Internet
zh: Internet设置
zh_tw: 網際網路設定

source: Invalid admin password
ar: كلمة مرور المسؤول غير صالحة
da: Ugyldig administratoradgangskode
de: Ungültiges Admin -Passwort
el: Μη έγκυρος κωδικός πρόσβασης διαχειριστή
es_ar: Contraseña de administrador no válida
fi: Virheellinen järjestelmänvalvojan salasana
fr: Mot de passe administrateur invalide
id: Kata sandi admin tidak valid
it: Password amministratore non valida
ja: 無効な管理者パスワード
ko: 잘못된 관리자 암호
nb: Ugyldig administratorpassord
nl: Ongeldig beheerderswachtwoord
pl: Nieprawidłowe hasło administratora
pt: Senha de administrador inválida
ru: Неверный пароль администратора
sv: Ogiltigt administratörslösenord
th: รหัสผ่านผู้ดูแลระบบไม่ถูกต้อง
tr: Geçersiz yönetici parolası
vi: Mật khẩu quản trị không hợp lệ
zh: 管理员密码无效
zh_tw: 管理員密碼無效

source: Invalid characters
ar: أحرف غير صالحة
da: Ugyldige tegn
de: Ungültige Zeichen
el: Μη έγκυροι χαρακτήρες
es_ar: Caracteres no válidos
fi: Virheellisiä merkkejä
fr: Caractères incorrects
id: Karakter tidak valid
it: Caratteri non validi
ja: 無効な文字です
ko: 잘못된 문자
nb: Ugyldige tegn
nl: Ongeldige tekens
pl: Nieprawidłowe znaki
pt: Caracteres inválidos
ru: Недопустимые символы
sv: Ogiltiga tecken
th: อักขระไม่ถูกต้อง
tr: Geçersiz karakterler
vi: Các ký tự không hợp lệ
zh: 无效的字符
zh_tw: 無效的字元

source: Invalid destination IP address
ar: عنوان IP الوجهة غير صالح
da: Ugyldig destinations-IP-adresse
de: Ungültige Ziel-IP-Adresse
el: Μη έγκυρη διεύθυνση IP προορισμού
es_ar: Dirección IP de destino no válida
fi: Virheellinen kohteen IP-osoite
fr: L'adresse IP de destination n'est pas valide.
id: Alamat IP tujuan tidak valid
it: Indirizzo IP di destinazione non valido
ja: 無効な宛先IPアドレス
ko: 잘못된 대상 IP 주소
nb: Ugyldig destinasjons-IP-adresse
nl: Ongeldig bestemmings-IP-adres
pl: Nieprawidłowy docelowy adres IP
pt: Endereço IP de destino inválido
ru: Недействительный IP-адрес назначения
sv: Ogiltig IP-adress för destinationen
th: IP แอดเดรสปลายทางไม่ถูกต้อง
tr: Geçersiz hedef IP adresi
vi: Địa chỉ IP đích không hợp lệ
zh: 目标IP地址无效
zh_tw: 目標IP地址無效

source: Invalid destination MAC address
ar: عنوان MAC الوجهة غير صالح
da: Ugyldig destinations-MAC-adresse
de: Ungültige Ziel MAC-Adresse
el: Μη έγκυρη διεύθυνση MAC προορισμού
es_ar: Dirección MAC de destino no válida
fi: Virheellinen kohteen MAC-osoite
fr: Adresse MAC de destination non valide
id: Alamat MAC tujuan tidak valid
it: Indirizzo MAC di destinazione non valido
ja: 無効な宛先MACアドレス
ko: 잘못된 대상 MAC 주소
nb: Ugyldig destinasjons-MAC-adresse
nl: Ongeldig bestemmings-MAC-adres
pl: Nieprawidłowy docelowy adres MAC
pt: Endereço MAC de destino inválido
ru: Недействительный MAC-адрес назначения
sv: Ogiltig MAC-adress för destination
th: แอดเดรส MAC ปลายทางไม่ถูกต้อง
tr: Geçersiz hedef MAC adresi
vi: Địa chỉ MAC đích không hợp lệ
zh: 目标MAC地址无效
zh_tw: 目標MAC地址無效

source: Invalid DNS
ar: DNS غير صالح
da: Ugyldigt DNS
de: Ungültiges DNS.
el: Μη έγκυρο DNS
es_ar: DNS no válido
fi: Virheellinen DNS
fr: DNS non valide
id: DNS Tidak Valid
it: DNS non valido
ja: 無効なDNSです。
ko: 잘못된 DNS
nb: Ugyldig DNS
nl: Ongeldige DNS
pl: Nieprawidłowy DNS
pt: DNS inválido
ru: Недопустимый DNS-сервер
sv: Ogiltig DNS
th: DNS ไม่ถูกต้อง
tr: Geçersiz DNS
vi: DNS không hợp lệ
zh: 无效的DNS
zh_tw: DNS 不正確
