Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# menuRestartNetworkMessage
source: Reboot Parent and All Child Nodes Restarting the mesh WiFi system will temporarily disconnect it from the Internet. If you have multiple nodes, all will restart. Connected devices will also experience a temporary disconnection but will automatically reconnect once the system is back online.
ar: إذا كان لديك أكثر من عقدة واحدة، فستتم إعادة تشغيلها جميعًا. يؤدي إعادة تشغيل نظام WiFi إلى قطع اتصاله عن الإنترنت مؤقتًا. سيتم فصل جميع العقد والأجهزة المتصلة كذلك عن الإنترنت مؤقتًا، إلا أنه سيتم إعادة الاتصال مرةً أخرى عندما يصبح النظام جاهزًا.
da: Hvis du har mere end én node, genstartes de alle. Når mesh-WiFi-systemet genstartes, afbrydes internetforbindelsen til det kortvarigt. Alle noder og tilsluttede enheder mister også forbindelsen kortvarigt, men forbindelsen genoprettes, når mesh-systemet er klar igen.
de: Neustart des Hauptknotens und aller untergeordneten Knoten. Durch einen Neustart Ihres Mesh-WLAN-Systems wird die Internetverbindung vorübergehend getrennt. Bei mehreren Knoten werden alle neu gestartet. Verbundene Geräte werden ebenfalls vorübergehend getrennt, stellen aber automatisch wieder eine Verbindung her, sobald das System wieder online ist.
el: Εάν έχετε περισσότερους από έναν κόμβους, θα γίνει επανεκκίνηση όλων. Η επανεκκίνηση του συστήματος πλεγματικού WiFi το αποσυνδέει προσωρινά από το Internet. Θα αποσυνδεθούν επίσης όλοι οι κόμβοι και οι συνδεδεμένες συσκευές, αλλά θα συνδεθούν ξανά όταν είναι πάλι έτοιμο το πλεγματικό σύστημα.
es_ar: Si tiene más de un nodo, se reiniciarán todos. Reiniciar el sistema Mesh WiFi lo desconecta temporalmente de Internet. Todos los nodos y dispositivos conectados también serán desconectados temporalmente, pero se reconectarán cuando el sistema Mesh esté listo de nuevo.
fi: Jos käytössä on useita solmuja, ne kaikki käynnistyvät uudelleen. Uudelleenkäynnistyksen aikana mesh-WiFi-järjestelmäsi Internet-yhteys katkeaa tilapäisesti. Myös kaikkien solmujen ja yhdistettyjen laitteiden yhteys katkeaa, mutta laitteet yhteys muodostetaan uudelleen, kun mesh-järjestelmä on taas käyttövalmis.
fr: Redémarrage du nœud parent et de tous les nœuds enfants. Le redémarrage du système WiFi maillé le déconnectera temporairement d'Internet. Si vous avez plusieurs nœuds, ils seront tous redémarrés. Les appareils connectés subiront également une déconnexion temporaire mais se reconnecteront automatiquement une fois le système de nouveau en ligne.
id: Jika Anda punya lebih dari satu simpul, kesemuanya akan dimulai ulang. Memulai ulang sistem WiFi mesh Anda akan memutuskan sementara sambungannya dari Internet. Semua simpul dan perangkat tersambung juga akan terputus sementara, tetapi akan kembali tersambung saat sistem mesh kembali siap.
it: Riavvio del nodo principale e di tutti i nodi figli. Il riavvio del sistema WiFi mesh lo disconnetterà temporaneamente da Internet. Se hai più nodi, tutti verranno riavviati. I dispositivi connessi subiranno anche una disconnessione temporanea ma si riconnetteranno automaticamente una volta che il sistema sarà di nuovo online.
ja: 親ノードとすべての子ノードを再起動します。メッシュWiFiシステムを再起動すると、一時的にインターネットから切断されます。複数のノードがある場合は、すべて再起動されます。接続されているデバイスも一時的に切断されますが、システムが再びオンラインになると自動的に再接続されます。
ko: 여러 개의 노드가 있는 경우, 이를 모두 재시작합니다. 메시 WiFi 시스템을 재시작하고 일시적으로 인터넷에서 분리합니다. 모든 노드와 연결된 모든 장치 또한 일시적으로 분리되지만, 메시 시스템이 다시 준비되면 다시 연결됩니다.
nb: Hvis du har flere enn én node, vil alle starte på nytt. Når du starter mesh WiFi-systemet på nytt, kobles ruteren midlertidig fra Internett. Alle noder og tilkoblede enheter blir også midlertidig koblet fra, men de vil koble seg til på nytt når mesh-systemet er klart igjen.
nl: Als u meer dan één node heeft, zullen alle nodes opnieuw opstarten. Bij het opnieuw opstarten van het Mesh WiFi-systeem wordt de verbinding met het internet tijdelijk verbroken. Alle nodes en verbonden apparaten zijn tijdelijk niet meer verbonden, maar maken automatisch opnieuw verbinding zodra het Mesh-systeem weer gereed is.
pl: Jeśli masz więcej niż jeden węzeł, wszystkie węzły zostaną uruchomione ponownie. Ponowne uruchomienie systemu mesh WiFi spowoduje chwilowy brak dostępu do Internetu. Wszystkie węzły oraz podłączone urządzenia również zostaną chwilowo rozłączone, lecz zostaną podłączone ponownie, gdy system mesh będzie gotowy.
pt: Reiniciando o nó principal e todos os nós secundários. Reiniciar o sistema WiFi mesh irá desconectá-lo temporariamente da Internet. Se você tiver vários nós, todos serão reiniciados. Os dispositivos conectados também experimentarão uma desconexão temporária, mas se reconectarão automaticamente quando o sistema estiver novamente online.
ru: Если у вас несколько узлов, все узлы будут перезапущены. При перезапуске одноранговая система WiFi будет временно отключена от Интернета. Все узлы и подключенные устройства будут временно отключены, а затем будут снова подключены к Интернету, когда одноранговая система будет готова к работе.
sv: Om du har fler än en nod, kommer samtliga att återstartas. Om du startar om mesh WiFi systemet kopplas det tillfälligt från Internet. Alla noder och anslutna enheter kommer även att kopplas bort tillfälligt, men de kommer att anslutas igen när mesh systemet är redo igen.
th: หากมีโหนดมากกว่าหนึ่งจุด ทุกจุดจะรีสตาร์ท การรีสตาร์ทระบบ Mesh WiFi จะยกเลิกการเชื่อมต่ออินเทอร์เน็ตชั่วคราว อุปกรณ์และโหนดที่เชื่อมต่ออยู่ทั้งหมดจะถูกยกเลิกการเชื่อมต่อด้วยเช่นกัน และจะกลับมาเชื่อมต่อได้อีกครั้งเมื่อระบบ Mesh พร้อมใช้งาน
tr: Birden fazla düğümünüz varsa tümü yeniden başlatılır. WiFi ağ sistemini yeniden başlatmak internet ile olan bağlantısının geçici olarak kesilmesine neden olur. Tüm düğümlerin ve bağlı cihazların da bağlantısı geçici olarak kesilir ancak ağ sistemi hazır olduğunda tekrar bağlanacaklar.
vi: Khởi động lại nút cha và tất cả các nút con. Khởi động lại hệ thống WiFi lưới sẽ tạm thời ngắt kết nối khỏi Internet. Nếu bạn có nhiều nút, tất cả sẽ được khởi động lại. Các thiết bị được kết nối cũng sẽ bị ngắt kết nối tạm thời nhưng sẽ tự động kết nối lại khi hệ thống trực tuyến trở lại.
zh: 正在重启父节点和所有子节点。重启网状WiFi系统将暂时断开互联网连接。如果您有多个节点，所有节点都将重启。连接的设备也会暂时断开连接，但系统重新上线后会自动重新连接。
zh_tw: 若您有多個節點，則所有節點都會重新開機。重啟網狀 WiFi 系統會暫時中斷與網路的連結。所有節點和連結的裝置也將暫時中斷連結，但當網狀系統再次準備好時會再次重新連結。

# menuSetupANewProduct
source: Setup a New Product
ar: إعداد منتج جديد
da: Opsæt et nyt produkt
de: Ein neues Produkt einrichten
el: Ρύθμιση νέου προϊόντος
es_ar: Configurar un nuevo producto
fi: Määritä uusi tuote
fr: Configurer un Nouveau Produit
id: Siapkan Produk Baru
it: Configurare un nuovo prodotto
ja: 新しい製品をセットアップする
ko: 새 제품 설정
nb: Sett opp et nytt produkt
nl: Een nieuw product instellen
pl: Skonfiguruj nowy produkt
pt: Configurar um novo produto
ru: Настроить новый продукт
sv: Konfigurera en ny produkt
th: ตั้งค่าผลิตภัณฑ์ใหม่
tr: Yeni Bir Ürün Kur
vi: Thiết lập sản phẩm mới
zh: 设置新产品
zh_tw: 設定新產品

source: Mesh Health
ar: شبكة الصحة
da: Mesh sundhed
el: Υγεία πλέγματος
fi: Mesh-verkon kunto
id: Kesehatan Mesh
ja: メッシュヘルス
ko: 메시 상태
pl: Stan sieci mesh
ru: Состояние Mesh-сети
th: สุขภาพ Mesh
tr: Mesh Sağlığı
vi: Tình trạng mesh
zh: 网状网络健康状况
zh_tw: Mesh網絡健康狀況

source: Message
ar: رسالة
es_ar: Mensaje
it: Messaggio
pl: Wiadomość
ru: Сообщение
zh: 消息
zh_tw: 訊息

source: Mexico
ar: المكسيك
de: Mexiko
el: Μεξικό
es_ar: México
fi: Meksiko
fr: Mexique
id: Meksiko
it: Messico
ja: メキシコ
ko: 멕시코
pl: Meksyk
pt: México
ru: Мексика
sv: Mexiko
th: เม็กซิโก
tr: Meksika
zh: 墨西哥
zh_tw: 墨西哥

source: Microsoft Edge
ar: مايكروسوفت إيدج
zh: 微软Edge浏览器
zh_tw: Microsoft Edge瀏覽器

# microsoftEdgeDesc
source: Click <b>Details > Go on to the webpage.</b>
ar: انقر فوق <b>التفاصيل> انتقل إلى صفحة الويب.
es_ar: Haga clic en <b>Detalles > Continuar con la página web.
it: Fare clic su <b>Dettagli > Continua alla pagina Web.
pl: Kliknij <b>Szczegóły > Przejdź do strony internetowej</b>
ru: Нажмите <b>Подробнее > Перейти на веб-страницу</b>
zh: 点击 <b>详细信息 > 转到该网页</b>
zh_tw: 點擊 <b>詳細資料 > 前往該網頁</b>

source: Middle East
ar: الشرق الأوسط
da: Mellemøsten
de: Naher Osten
el: Μέση Ανατολή
es_ar: Medio Oriente
fi: Lähi-itä
fr: Moyen-Orient
id: Timur Tengah
it: Medio Oriente
ja: 中東
ko: 중동
nb: Midtøsten
nl: Midden-Oosten
pl: Bliski Wschód
pt: Oriente Médio
ru: Ближний Восток
sv: Mellanöstern
th: ตะวันออกกลาง
tr: Orta Doğu
vi: Trung Đông
zh: 中东地区
zh_tw: 中東

source: Middle East and Africa
ar: الشرق الأوسط وإفريقيا
da: Mellemøsten og Afrika
de: Naher Osten und Afrika
el: Μέση Ανατολή και Αφρική
es_ar: Medio Oriente y África
fi: Lähi-itä ja Afrikka
fr: Moyen-Orient et Afrique
id: Timur Tengah dan Afrika
it: Medio Oriente e Africa
ja: 中東およびアフリカ
ko: 중동 및 아프리카
nb: Midtøsten og Afrika
nl: Midden-Oosten en Afrika
pl: Bliski Wschód i Afryka
pt: Oriente Médio e África
ru: Ближний Восток и Африка
sv: Mellanöstern och Afrika
th: ตะวันออกกลางและแอฟริกา
tr: Orta Doğu ve Afrika
vi: Trung Đông và Châu Phi
zh: 中东和非洲
zh_tw: 中東與非洲

source: Middle East - Bahrain
ar: الشرق الأوسط - البحرين
da: Mellemøsten - Bahrain
de: Naher Osten - Bahrain
el: Μέση ανατολή - Μπαχρέιν
es_ar: Medio Oriente: Barhéin
fi: Lähi-itä - Bahrain
fr: Moyen-Orient - Bahreïn
id: Timur Tengah - Bahrain
it: Medio Oriente - Bahrein
ja: 中東 - バーレーン
ko: 중동 - 바레인
nb: Midtøsten – Bahrain
nl: Midden-Oosten – Bahrein
pl: Bliski Wschód – Bahrajn
pt: Oriente Médio - Bahrein
ru: Средний Восток - Бахрейн
sv: Mellanöstern - Bahrain
th: ตะวันออกกลาง - บาห์เรน
tr: Orta Doğu - Bahreyn
vi: Trung Đông - Bahrain
zh: 中东 - 巴林岛
zh_tw: 中東－巴林

source: Middle East - Egypt
ar: الشرق الأوسط - مصر
da: Mellemøsten - Egypten
de: Naher Osten - Ägypten
el: Μέση ανατολή - Αίγυπτος
es_ar: Medio Oriente: Egipto
fi: Lähi-itä - Egypti
fr: Moyen-Orient - Égypte
id: Timur Tengah - Mesir
it: Medio Oriente - Egitto
ja: 中東 - エジプト
ko: 중동 - 이집트
nb: Midtøsten – Egypt
nl: Midden-Oosten – Egypte
pl: Bliski Wschód – Egipt
pt: Oriente Médio - Egito
ru: Средний Восток - Египет
sv: Mellanöstern - Egypten
th: ตะวันออกกลาง - อียิปต์
tr: Orta Doğu - Mısır
vi: Trung Đông - Ai Cập
zh: 中东 - 埃及
zh_tw: 中東－埃及

# middleEastKuwait
source: Middle East - BahraKuwaitin
ar: الشرق الأوسط - البحرين الكويت
da: Mellemøsten - BahraKuwaitin
de: Naher Osten - BahraKuwaitin
el: Μέση ανατολή - Κουβέιτ
es_ar: Medio Oriente - BahraKuwaitin
fi: Lähi-itä - Kuwait
fr: Moyen-Orient - BahraKuwaitin
id: Timur Tengah - Kuwait
it: Medio Oriente - BahraKuwaitin
ja: 中東 - バハラ・クウェイティン
ko: 중동 - 쿠웨이트
nb: Midtøsten - BahraKuwaitin
nl: Midden-Oosten - BahraKoeweit
pl: Bliski Wschód - Kuwejt
pt: Oriente Médio - BahraKuwaitin
ru: Ближний Восток - Кувейт
sv: Mellanöstern - BahraKuwaiti
th: ตะวันออกกลาง - คูเวต
tr: Orta Doğu - Kuveyt
vi: Trung Đông - Kuwait
zh: 中东 - 巴林/科威特
zh_tw: 中東 - 巴林/科威特

source: Middle East - Oman
ar: الشرق الأوسط - عمان
da: Mellemøsten - Oman
de: Naher Osten - Oman
el: Μέση ανατολή - Ομάν
es_ar: Medio Oriente: Omán
fi: Lähi-itä - Oman
fr: Moyen-Orient - Oman
id: Timur Tengah - Oman
it: Medio Oriente - Oman
ja: 中東 - オマーン
ko: 중동 - 오만
nb: Midtøsten – Oman
nl: Midden-Oosten – Oman
pl: Bliski Wschód – Oman
pt: Oriente Médio - Omã
ru: Средний Восток - Оман
sv: Mellanöstern - Oman
th: ตะวันออกกลาง - โอมาน
tr: Orta Doğu - Umman
vi: Trung Đông - Oman
zh: 中东 - 阿曼
zh_tw: 中東－阿曼

source: Middle East - Qatar
ar: الشرق الأوسط - قطر
da: Mellemøsten - Qatar
de: Naher Osten - Qatar
el: Μέση ανατολή - Κατάρ
es_ar: Medio Oriente: Catar
fi: Lähi-itä - Qatar
fr: Moyen-Orient - Qatar
id: Timur Tengah - Qatar
it: Medio Oriente - Qatar
ja: 中東 - カタール
ko: 중동 - 카타르
nb: Midtøsten – Qatar
nl: Midden-Oosten – Qatar
pl: Bliski Wschód – Katar
pt: Oriente Médio - Catar
ru: Средний Восток - Катар
sv: Mellanöstern - Qatar
th: ตะวันออกกลาง - กาตาร์
tr: Orta Doğu - Katar
vi: Trung Đông - Qatar
zh: 中东 - 卡塔尔
zh_tw: 中東－卡達

source: Middle East - Saudi Arabia
ar: الشرق الأوسط - المملكة العربية السعودية
da: Mellemøsten - Saudi-Arabien
de: Naher Osten - Saudi-Arabien
el: Μέση ανατολή - Σαουδική Αραβία
es_ar: Medio Oriente: Arabia Saudita
fi: Lähi-itä - Saudi-Arabia
fr: Moyen-Orient - Arabie Saoudite
id: Timur Tengah - Arab Saudi
it: Medio Oriente - Arabia Saudita
ja: 中東 - サウジアラビア
ko: 중동 - 사우디 아라비아
nb: Midtøsten – Saudi-Arabia
nl: Midden-Oosten – Saudi-Arabië
pl: Bliski Wschód – Arabia Saudyjska
pt: Oriente Médio - Arábia Saudita
ru: Средний Восток - Саудовская Аравия
sv: Mellanöstern - Saudiarabien
th: ตะวันออกกลาง - ซาอุดีอาระเบีย
tr: Orta Doğu - Suudi Arabistan
vi: Trung Đông - Ả-rập Xê-út
zh: 中东 - 沙特阿拉伯
zh_tw: 中東－沙烏地阿拉伯

source: Middle East - Turkey
ar: الشرق الأوسط - تركيا
da: Mellemøsten - Tyrkiet
de: Naher Osten - Türkei
el: Μέση ανατολή - Τουρκία
es_ar: Medio Oriente: Turquía
fi: Lähi-itä - Turkki
fr: Moyen-Orient - Turquie
id: Timur Tengah - Turki
it: Medio Oriente - Turchia
ja: 中東 - トルコ
ko: 중동 - 터키
nb: Midtøsten – Tyrkia
nl: Midden-Oosten – Turkije
pl: Bliski Wschód – Turcja
pt: Oriente Médio - Turquia
ru: Средний Восток - Турция
sv: Mellanöstern - Turkiet
th: ตะวันออกกลาง - ตุรกี
tr: Orta Doğu - Türkiye
vi: Trung Đông - Thổ Nhĩ Kỳ
zh: 中东 - 土耳其
zh_tw: 中東－土耳其

source: Middle East - United Arab Emirates
ar: الشرق الأوسط - الإمارات العربية المتحدة
da: Mellemøsten - De Forenede Arabiske Emirater
de: Naher Osten - Vereinigte Arabische Emirate
el: Μέση ανατολή - Ηνωμένα Αραβικά Εμιράτα
es_ar: Medio Oriente: los Emiratos Árabes Unidos
fi: Lähi-itä - Arabiemiirikunnat
fr: Moyen-Orient - Émirats arabes unis
id: Timur Tengah - Uni Emirat Arab
it: Medio Oriente - Emirati Arabi Uniti
ja: 中東 - アラブ首長国連邦
ko: 중동 - 아랍 에미리트
nb: Midtøsten – De forente arabiske emirater
nl: Midden-Oosten – Verenigde Arabische Emiraten
pl: Bliski Wschód – Zjednoczone Emiraty Arabskie
pt: Oriente Médio - Emirados Árabes Unidos
ru: Средний Восток - Объединенные Арабские Эмираты
sv: Mellanöstern - Förenade arabemiraten
th: ตะวันออกกลาง - สหรัฐอาหรับเอมิเรตส์
tr: Orta Doğu - Birleşik Arap Emirlikleri
vi: Trung Đông - Các Tiểu vương quốc Ả Rập Thống nhất
zh: 中东 - 阿联酋
zh_tw: 中東－阿拉伯聯合大公國

source: minutes
ar: دقائق
da: minutter
de: Minuten
el: Λεπτά
es_ar: Minutos
fi: minuuttia
id: Menit
it: Minuti
ja: 分
ko: 분
nb: Minutter
nl: Minuten
pl: Minuty
pt: Minutos
ru: минут
sv: Minuter
th: นาที
tr: Dakika
vi: Phút
zh: 分钟
zh_tw: 分鐘

# mlo
source: Multi-Link Operation
ar: عملية متعددة الروابط
da: Multi-link drift
de: Multi-Link Betrieb
el: Λειτουργία πολλαπλών συνδέσεων
es_ar: Funcionamiento Multi-Link
fi: Multi-Link-toiminto
fr: Fonctionnement Multi-Link
id: Operasi Multi-Tautan
it: Funzionamento multilink
ja: マルチリンク操作
ko: 다중 링크 작동
nb: Multi-link operasjon
nl: Multi-Link-bewerking
pt: Operação multi-link
ru: Многоканальная работа
sv: Funktion för multilänk
th: การทำงานแบบหลายลิงก์
tr: Çoklu Bağlantı İşlemi
vi: Hoạt động đa liên kết
zh: 多链路操作
zh_tw: 多鏈路操作

source: MLO capable
ar: إمكانيات تقنية MLO
da: MLO-kompatibel
de: MLO-fähig
el: Με δυνατότητα MLO
es_ar: Compatible con MLO
fi: MLO-yhteensopiva
fr: Compatible MLO
id: Mampu MLO
it: Supporto MLO
ja: MLOを使用可能
ko: MLO 가능
nb: Kapabilitet med MLO
nl: Geschikt voor MLO
pl: Obsługa MLO
pt: Compatível com MLO
ru: Поддержка многоканального режима
sv: MLO-kompatibel
th: ใช้ MLO ได้
tr: MLO (Çoklu Bağlantı İşlemi) yeteneği
vi: Hỗ trợ MLO
zh: 支持MLO
zh_tw: 支援 MLO

# mloCapableModalDesc1
source: Multi-Link Operation (MLO) allows devices to use multiple bands and frequency channels simultaneously.
ar: تسمح تقنية التشغيل متعدد الارتباطات (MLO) للأجهزة باستخدام العديد من قنوات التردد والنطاقات في آن واحد.
da: Multi-Link Operation (MLO) lader enheder bruge flere bånd og frekvenskanaler samtidigt.
de: Multi-Link Operation (MLO) ermöglicht es, dass Geräte mehrere Bänder und Frequenzkanäle gleichzeitig nutzen können.
el: Η λειτουργία πολλαπλών συνδέσεων (MLO) επιτρέπει στις συσκευές να χρησιμοποιούν ταυτόχρονα πολλαπλές ζώνες και κανάλια συχνοτήτων.
es_ar: Multi-Link Operation (MLO) permite que los dispositivos usen múltiples bandas y canales de frecuencia en simultáneo.
fi: Multi-Link-toiminto (MLO) mahdollistaa sen, että laitteet voivat käyttää useita kaistoja ja taajuuskanavia samanaikaisesti.
fr: Multi-Link Operation (MLO) permet aux appareils d'utiliser simultanément plusieurs bandes et canaux de fréquence.
id: Multi-Link Operation (MLO) memungkinkan perangkat untuk menggunakan beberapa band dan kanal frekuensi secara serentak.
it: La Multi-Link Operation (MLO) consente ai dispositivi di utilizzare contemporaneamente diverse bande di frequenza e canali.
ja: マルチリンクオペレーション(MLO)をオンにすると、デバイスが複数のバンドと周波数チャネルを同時に使用できます。
ko: 다중 링크 작동(MLO) 기능이 장치에서 여러 대역 및 주파수 채널을 동시에 사용하도록 허용합니다.
nb: Med Multi-Link Operation (MLO) kan enheter bruke flere bånd og frekvenskanaler samtidig.
nl: Met Multi-Link Operation (MLO) kunnen apparaten meerdere banden en frequentiekanalen tegelijk gebruiken.
pl: Technologia Multi-Link Operation (MLO) pozwala urządzeniom jednocześnie korzystać z wielu pasm i kanałów częstotliwości.
pt: A Operação Multilink (MLO) permite que os dispositivos usem diversas bandas e canais de frequência simultaneamente.
ru: Многоканальный режим (MLO) позволяет устройствам одновременно использовать несколько диапазонов и частотных каналов.
sv: Multi-Link Operation (MLO) tillåter enheter att använda flera band och frekvenskanaler samtidigt.
th: Multi-Link Operation (MLO) ช่วยให้อุปกรณ์ใช้หลายความถี่และช่องสัญญาณความถี่ได้พร้อมกัน
tr: Çoklu Bağlantı İşlemi (MLO), cihazların eş zamanlı olarak birden fazla bant ve frekans kanalı kullanmasına imkan tanır.
vi: Vận hành Đa kết nối (MLO) cho phép các thiết bị sử dụng đồng thời nhiều băng tần và kênh tần số.
zh: 多链路操作（MLO）允许设备同时使用多个频段和频率信道。
zh_tw: 多重連接模式 (MLO) 允許裝置同時使用多個頻段與頻道。

# mloCapableModalDesc2
source: This increases speed, reduces latency, and makes for a more reliable connection.
ar: هذا يزيد من السرعة ويقلل من زمن الانتقال ويجعل الاتصال أكثر موثوقية.
da: Dette øger hastigheden, reducerer latens og giver en mere pålidelig forbindelse.
de: Dadurch wird die Geschwindigkeit erhöht, die Latenzzeit reduziert und eine zuverlässigere Verbindung ermöglicht.
el: Αυτό αυξάνει την ταχύτητα, μειώνει τον λανθάνοντα χρόνο και κάνει τη σύνδεση πιο αξιόπιστη.
es_ar: Esto aumenta la velocidad, reduce la latencia y establece una conexión más fiable.
fi: Tämä parantaa nopeuksia, vähentää latenssia ja tekee yhteydestä luotettavamman.
fr: Cela permet d'augmenter le débit, de réduire le temps de latence et de rendre la connexion plus fiable.
id: Hal tersebut meningkatkan kecepatan, mengurangi latensi, dan membuat koneksi lebih andal.
it: Ciò aumenta la velocità, riduce la latenza e garantisce una connessione più affidabile.
ja: これは通信の高速化とレイテンシの低下につながり、接続の安定性も向上します。
ko: 이렇게 하면 속도가 증가하고 대기 시간이 줄어들며 보다 안정적인 연결이 가능합니다.
nb: Dette øker hastigheten, reduserer ventetid og gir en mer stabil tilkobling.
nl: Dit verhoogt de snelheid, vermindert vertraging en maakt de verbinding betrouwbaarder.
pl: Pozwala to zwiększyć prędkość, zredukować opóźnienie oraz zapewnić stabilniejsze połączenie.
pt: Esta operação aumenta a velocidade, diminui a latência e deixa a conexão mais confiável.
ru: Это увеличивает скорость, уменьшает задержку и делает соединение более надежным.
sv: Detta ökar hastigheten, minskar latensen och ger en mer tillförlitlig anslutning.
th: ซึ่งจะเป็นการเพิ่มความเร็ว ลดความหน่วงและสร้างการเชื่อมต่อที่เชื่อถือได้
tr: Bu işlem; hızı artırır, gecikmeyi azaltır ve daha güvenilir bir bağlantı oluşturur.
vi: Điều này làm tăng tốc độ, giảm độ trễ và tạo ra kết nối đáng tin cậy hơn.
zh: 这提高了速度，减少了延迟，并使连接更可靠。
zh_tw: 這可以提高速度、減少延遲並讓連線更穩定可靠。

# mloDesc
source: Allow devices to use multiple bands and frequency channels simultaneously. This increases speed, reduces latency, and makes for a more reliable connection.
ar: السماح للأجهزة باستخدام نطاقات تردد متعددة وقنوات تردد في نفس الوقت. وهذا يزيد السرعة ويقلل من زمن الوصول ويوفر اتصالاً أكثر موثوقية.
da: Gør det muligt for enheder at bruge flere bånd og frekvenskanaler samtidigt. Det øger hastigheden, reducerer ventetiden og sikrer en mere pålidelig forbindelse.
de: Ermöglicht es Geräten, mehrere Bänder und Frequenzkanäle gleichzeitig zu nutzen. Dies erhöht die Geschwindigkeit, verringert die Latenzzeit und sorgt für eine zuverlässigere Verbindung.
el: Επιτρέψτε στις συσκευές να χρησιμοποιούν ταυτόχρονα πολλαπλές ζώνες και κανάλια συχνοτήτων. Αυτό αυξάνει την ταχύτητα, μειώνει τον λανθάνοντα χρόνο και κάνει τη σύνδεση πιο αξιόπιστη.
es_ar: Permite a los dispositivos utilizar varias bandas y canales de frecuencia simultáneamente. Esto aumenta la velocidad, reduce la latencia y hace que la conexión sea más fiable.
fi: Laitteet voivat käyttää useita taajuuskaistoja ja taajuuskanavia samanaikaisesti. Tämä parantaa nopeuksia, vähentää latenssia ja tekee yhteydestä luotettavamman.
fr: Permet aux appareils d'utiliser simultanément plusieurs bandes et canaux de fréquence. Cela permet d'augmenter la vitesse, de réduire la latence et d'obtenir une connexion plus fiable.
id: Memungkinkan perangkat untuk menggunakan beberapa band dan kanal frekuensi secara serentak. Hal tersebut meningkatkan kecepatan, mengurangi latensi, dan membuat koneksi lebih andal.
it: Consente ai dispositivi di utilizzare contemporaneamente più bande di frequenza e canali. Questo aumenta la velocità, riduce la latenza e rende la connessione più affidabile.
ja: デバイスが複数のバンドと周波数チャネルを同時に使用できるようにします。これにより速度が向上し、レイテンシが減少し、より信頼性の高い接続が実現します。
ko: 장치가 여러 대역 및 주파수 채널을 동시에 사용하도록 허용합니다. 이렇게 하면 속도가 증가하고 대기 시간이 줄어들며 보다 안정적인 연결이 가능합니다.
nb: Gjør det mulig for enheter å bruke flere bånd og frekvenskanaler samtidig. Dette øker hastigheten, reduserer ventetid og gir en mer pålitelig tilkobling.
nl: Sta apparaten toe om meerdere banden en frequentiekanalen tegelijkertijd te gebruiken. Dit verhoogt de snelheid, vermindert de latentie en zorgt voor een betrouwbaardere verbinding.
pl: Zezwól urządzeniom na jednoczesne korzystanie z wielu pasm i kanałów częstotliwości. Pozwala to zwiększyć prędkość, zredukować opóźnienie oraz zapewnić stabilniejsze połączenie.
pt: Permite que os dispositivos usem várias bandas de frequência e canais simultaneamente. Isso aumenta a velocidade, reduz a latência e torna a conexão mais confiável.
ru: Позволяет устройствам одновременно использовать несколько диапазонов и частотных каналов. Это увеличивает скорость, уменьшает задержку и делает соединение более надежным.
sv: Gör det möjligt för enheter att använda flera band och frekvenskanaler samtidigt. Detta ökar hastigheten, minskar fördröjningen och ger en mer tillförlitlig anslutning.
th: ช่วยให้อุปกรณ์ใช้หลายความถี่และช่องสัญญาณความถี่ได้พร้อมกัน ซึ่งจะเป็นการเพิ่มความเร็ว ลดความหน่วงและสร้างการเชื่อมต่อที่เชื่อถือได้
tr: Cihazların eş zamanlı olarak birden fazla bant ve frekans kanalı kullanmasına imkan tanır. Bu işlem; hızı artırır, gecikmeyi azaltır ve daha güvenilir bir bağlantı oluşturur.
vi: Cho phép các thiết bị sử dụng đồng thời nhiều băng tần và kênh tần số. Điều này làm tăng tốc độ, giảm độ trễ và tạo ra kết nối đáng tin cậy hơn.
zh: 允许设备同时使用多个频段和频道。这可以提高速度、降低延迟，并使连接更可靠。
zh_tw: 允許裝置同時使用多個頻段和頻道，這可以提高速度、降低延遲，並使連線更可靠。
