Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# routerNotFoundDesc1
source: If using a wireless connection, check that the wireless feature on your computer or device is turned on, and make sure the device is not too far away from the router.
ar: إذا كنت تستخدم اتصالاً لاسلكيًا، فتأكد من تشغيل الخاصية اللاسلكية على جهاز الكمبيوتر أو الجهاز لديك، وتأكد من أن الجهاز ليس بعيدًا جدًا عن جهاز التوجيه.
da: Hvis du bruger en trådløs forbindelse, skal du sørge for, at den trådløse funktion er aktiveret på din computer eller enhed, og at enheden ikke er for langt væk fra routeren.
de: Wenn Sie eine drahtlose Verbindung verwenden, stellen Sie sicher, dass die Drahtlosfunktion auf Ihrem Computer oder Gerät aktiviert ist und dass das Gerät nicht zu weit vom Router entfernt ist.
el: Εάν χρησιμοποιείτε ασύρματη σύνδεση, βεβαιωθείτε ότι η ασύρματη λειτουργία στον υπολογιστή ή τη συσκευή σας είναι ενεργοποιημένη και βεβαιωθείτε ότι η συσκευή δεν βρίσκεται πολύ μακριά από τον δρομολογητή.
es_ar: Si utiliza una conexión inalámbrica, compruebe que la función inalámbrica de su ordenador o dispositivo está activada y asegúrese de que el dispositivo no está demasiado lejos del router.
fi: Jos käytät langatonta yhteyttä, tarkista, että tietokoneen tai laitteen langaton ominaisuus on käytössä ja että laite ei ole liian kaukana reitittimestä.
fr: Si vous utilisez une connexion sans fil, vérifiez que la fonction sans fil de votre ordinateur ou de votre appareil est activée et que l'appareil n'est pas trop éloigné du routeur.
id: Jika menggunakan koneksi nirkabel, periksa bahwa fitur nirkabel pada komputer atau perangkat Anda dinyalakan, dan pastikan perangkat tidak terlalu jauh dari router.
it: Se si utilizza una connessione wireless, verificare che la funzione wireless del computer o del dispositivo sia abilitata e assicurarsi che il dispositivo non sia troppo lontano dal router.
ja: ワイヤレス接続を使用している場合は、コンピュータやデバイスのワイヤレス機能がオンになっていることを確認し、デバイスがルーターから遠すぎないことを確認してください。
ko: 무선 연결을 사용하는 경우 컴퓨터나 장치의 무선 기능이 켜져 있는지 확인하고 장치가 라우터에서 너무 멀리 떨어져 있지 않은지 확인하십시오.
nb: Hvis du bruker en trådløs tilkobling, må du sørge for at den trådløse funksjonen er aktivert på datamaskinen eller enheten, og at enheten ikke er for langt unna ruteren.
nl: Als u een draadloze verbinding gebruikt, controleer dan of de draadloze functie op uw computer of apparaat is ingeschakeld en zorg ervoor dat het apparaat niet te ver van de router is verwijderd.
pl: Jeśli korzystasz z połączenia bezprzewodowego, sprawdź, czy funkcja bezprzewodowa w komputerze lub urządzeniu jest włączona i upewnij się, że urządzenie nie znajduje się zbyt daleko od routera.
pt: Se estiver usando uma conexão sem fio, verifique se a função sem fio do seu computador ou dispositivo está ativada e se o dispositivo não está muito distante do roteador.
ru: Если используется беспроводное подключение, убедитесь, что функция беспроводной связи на вашем компьютере или устройстве включена, и устройство не находится слишком далеко от маршрутизатора.
sv: Om du använder en trådlös anslutning, kontrollera att den trådlösa funktionen är aktiverad på din dator eller enhet och att enheten inte är för långt bort från routern.
th: หากใช้การเชื่อมต่อแบบไร้สาย ตรวจสอบว่าคุณสมบัติไร้สายบนคอมพิวเตอร์หรืออุปกรณ์ของคุณเปิดอยู่ และตรวจสอบว่าอุปกรณ์ไม่อยู่ไกลจากเราเตอร์เกินไป
tr: Kablosuz bağlantı kullanıyorsanız, bilgisayarınızın veya cihazınızın kablosuz özelliğinin açık olduğunu ve cihazın yönlendiriciden çok uzakta olmadığını kontrol edin.
vi: Không thể tìm thấy bộ định tuyến của bạn.
zh: 如果使用无线连接，请检查您计算机或设备上的无线功能是否已开启，并确保设备与路由器距离不远。
zh_tw: 若使用無線連線，請檢查您電腦或裝置的無線功能是否已開啟，並確保裝置與路由器距離不遠。

# routerNotFoundDesc2
source: If connected with a cable, make sure the cable between your computer or device and the router is securely connected.
ar: إذا تم التوصيل باستخدام الأسلاك، فتأكد من توصيل الأسلاك بين الكمبيوتر أو الجهاز وجهاز التوجيه بشكل آمن.
da: Hvis du har oprettet forbindelsen via et kabel, skal du sørge for, at kablet mellem din computer eller enhed og routeren sidder godt fast.
de: Wenn Sie die Verbindung über ein Kabel hergestellt haben, vergewissern Sie sich, dass das Kabel zwischen Ihrem Computer oder Gerät und dem Router fest angeschlossen ist.
el: Εάν είστε συνδεδεμένοι με καλώδιο, βεβαιωθείτε ότι το καλώδιο μεταξύ του υπολογιστή ή της συσκευής σας και του δρομολογητή είναι καλά συνδεδεμένο.
es_ar: Si está conectado con un cable, asegúrese de que el cable entre su ordenador o dispositivo y el router está bien conectado.
fi: Jos yhteys on muodostettu kaapelilla, varmista, että tietokoneen tai laitteen ja reitittimen välinen kaapeli on kytketty kunnolla.
fr: Si vous êtes connecté par câble, assurez-vous que le câble entre votre ordinateur ou votre appareil et le routeur est bien branché.
id: Jika tersambung dengan kabel, pastikan kabel antara komputer atau perangkat Anda dan router tersambung dengan aman.
it: Se si utilizza una connessione via cavo, accertarsi che il cavo tra il computer o il dispositivo e il router sia ben collegato.
ja: 有線で接続されている場合は、コンピュータまたはデバイスとルーターの間のケーブルがしっかりと接続されていることを確認してください。
ko: 케이블로 연결된 경우 컴퓨터나 장치와 라우터 사이의 케이블이 단단히 연결되어 있는지 확인하십시오.
nb: Hvis du har opprettet tilkoblingen via en kabel, må du kontrollere at kabelen mellom datamaskinen eller enheten og ruteren er godt tilkoblet.
nl: Als u verbinding maakt met een kabel, controleer dan of de kabel tussen uw computer of apparaat en de router goed is aangesloten.
pl: Jeśli połączenie jest przewodowe, upewnij się, że kabel między komputerem lub urządzeniem a routerem jest prawidłowo podłączony.
pt: Se estiver conectado com um cabo, verifique se o cabo entre o computador ou dispositivo e o roteador está firmemente conectado.
ru: Если подключено кабелем, убедитесь, что кабель между вашим компьютером или устройством и маршрутизатором надежно подключен.
sv: Om du har upprättat anslutningen via kabel ska du kontrollera att kabeln mellan datorn eller enheten och routern är ordentligt ansluten.
th: หากเชื่อมต่อด้วยสาย ตรวจสอบว่าสายระหว่างคอมพิวเตอร์หรืออุปกรณ์ของคุณกับเราเตอร์เชื่อมต่ออย่างแน่นหนา
tr: Bir kablo ile bağlıysanız, bilgisayarınız veya cihazınız ile yönlendirici arasındaki kablonun sıkıca bağlı olduğundan emin olun.
vi: Hãy thử các bước sau:
zh: 如果使用有线连接，请确保计算机或设备与路由器之间的线缆已牢固连接。
zh_tw: 若使用有線連線，請確保電腦或裝置與路由器之間的線纜已穩固連接。

# routerNotFoundDesc3
source: If your wireless connection settings (wireless network name or password) have recently changed, reconnect the device using the new settings.
ar: إذا تغيرت إعدادات الاتصال اللاسلكي (اسم الشبكة اللاسلكية أو كلمة المرور) مؤخرًا، فأعد توصيل الجهاز باستخدام الإعدادات الجديدة.
da: Hvis de trådløse indstillinger (navn eller adgangskode til det trådløse netværk) er blevet ændret for nylig, skal du tilslutte enheden igen med de nye indstillinger.
de: Wenn die Wireless-Einstellungen (Name oder Passwort des drahtlosen Netzwerks) vor kurzem geändert wurden, verbinden Sie das Gerät erneut mit den neuen Einstellungen.
el: Εάν οι ρυθμίσεις ασύρματης σύνδεσης (όνομα ασύρματου δικτύου ή κωδικός πρόσβασης) έχουν αλλάξει πρόσφατα, επανασυνδέστε τη συσκευή χρησιμοποιώντας τις νέες ρυθμίσεις.
es_ar: Si ha cambiado recientemente la configuración de la conexión inalámbrica (nombre o contraseña de la red inalámbrica), vuelva a conectar el dispositivo con la nueva configuración.
fi: Jos langattoman yhteyden asetukset (langattoman verkon nimi tai salasana) ovat äskettäin muuttuneet, yhdistä laite uudelleen uusilla asetuksilla.
fr: Si vos paramètres de connexion sans fil (nom de réseau sans fil ou mot de passe) ont récemment été modifiés, reconnectez l'appareil en utilisant les nouveaux paramètres.
id: Jika pengaturan koneksi nirkabel Anda (nama jaringan nirkabel atau kata sandi) baru-baru ini berubah, sambungkan kembali perangkat menggunakan pengaturan baru.
it: Se di recente sono state modificate le impostazioni della connessione wireless (nome o password della rete wireless), ricollegare il dispositivo con le nuove impostazioni.
ja: ワイヤレス接続設定（ワイヤレスネットワーク名またはパスワード）が最近変更された場合は、新しい設定を使用してデバイスを再接続してください。
ko: 무선 연결 설정(무선 네트워크 이름 또는 암호)이 최근에 변경된 경우 새 설정을 사용하여 장치를 다시 연결하십시오.
nb: Hvis de trådløse innstillingene (navn eller passord for trådløst nettverk) nylig er endret, må du koble til enheten på nytt med de nye innstillingene.
nl: Als uw draadloze verbindingsinstellingen (naam of wachtwoord van het draadloze netwerk) onlangs zijn gewijzigd, sluit u het apparaat opnieuw aan met de nieuwe instellingen.
pl: Jeśli ustawienia połączenia bezprzewodowego (nazwa sieci bezprzewodowej lub hasło) zostały niedawno zmienione, połącz urządzenie ponownie, używając nowych ustawień.
pt: Se tiver alterado recentemente as configurações de conexão sem fio (nome ou senha da rede sem fio), reconecte o dispositivo com as novas configurações.
ru: Если настройки беспроводного подключения (имя беспроводной сети или пароль) недавно изменились, подключите устройство заново, используя новые настройки.
sv: Om de trådlösa inställningarna (namn eller lösenord för det trådlösa nätverket) nyligen har ändrats ska du återansluta enheten med de nya inställningarna.
th: หากการตั้งค่าการเชื่อมต่อไร้สายของคุณ (ชื่อเครือข่ายไร้สายหรือรหัสผ่าน) เพิ่งเปลี่ยนแปลง ให้เชื่อมต่ออุปกรณ์ใหม่โดยใช้การตั้งค่าใหม่
tr: Kablosuz bağlantı ayarlarınız (kablosuz ağ adı veya parolası) yakın zamanda değiştiyse, cihazı yeni ayarları kullanarak yeniden bağlayın.
vi: 1. Đảm bảo bộ định tuyến đã được bật nguồn 2. Kiểm tra kết nối mạng của bạn 3. Thử lại
zh: 如果您的无线连接设置（无线网络名称或密码）最近发生了更改，请使用新设置重新连接设备。
zh_tw: 若您的無線連線設定（無線網絡名稱或密碼）最近有更改，請使用新設定重新連接裝置。

source: Router Password
ar: كلمة مرور الموجّه
da: Adgangskode til router
de: Routerpasswort
el: Κωδικός πρόσβασης δρομολογητή
es_ar: Contraseña de router
fi: Reitittimen salasana
fr: Mot de passe du routeur
id: Kata Sandi Router
it: Password router
ja: ルーター パスワード
ko: 라우터 암호
nb: Ruterpassord
nl: Wachtwoord router
pl: Hasło routera
pt: Senha do roteador
ru: Пароль маршрутизатора
sv: Routerlösenord
th: รหัสผ่านของเราเตอร์
tr: Router Parolası
vi: Mật khẩu Bộ định tuyến
zh: 路由器密码
zh_tw: 路由器密碼

source: Router Password Hint
ar: تلميح كلمة مرور الموجّه.
da: Husketekst til routerens adgangskode
de: Router-Passworthinweis
el: Υπόδειξη κωδικού πρόσβασης
es_ar: Pista de la contraseña de router
fi: Reitittimen salasanavihje
fr: Indice du mot de passe du routeur
id: Petunjuk Kata Sandi Router
it: Suggerimento password router
ja: ルーター パスワードのヒント
ko: 라우터 암호 힌트
nb: Tips om ruterpassord
nl: Hint voor routerwachtwoord
pl: Podpowiedź do hasła routera
pt: Dica de senha do roteador
ru: Подсказка пароля маршрутизатора
sv: Ledtråd för routerlösenord
th: คำใบ้รหัสผ่านของเราเตอร์
tr: Router Şifre İpucu
vi: Gợi ý mật khẩu bộ định tuyến
zh: 路由器密码提示
zh_tw: 路由器密碼提示

source: Router password hint (Optional)
ar: تلميح كلمة مرور جهاز التوجيه (اختياري)
da: Hint til routeradgangskode (valgfrit)
de: Router Passwort-Hinweis (Optional)
el: Υπόδειξη κωδικού πρόσβασης δρομολογητή (προαιρετικό)
es_ar: Sugerencia de contraseña del router (Opcional)
fi: Reitittimen salasanavihje (valinnainen)
fr: Indice de mot de passe du routeur (facultatif)
id: Petunjuk kata sandi router (Opsional)
it: Suggerimento per la password del router (facoltativo)
ja: ルーターのパスワードヒント（オプション）
ko: 라우터 암호 힌트(선택사항)
nb: Ruterpassordhint (valgfritt)
nl: Routerwachtwoordhint (optioneel)
pl: Podpowiedź do hasła routera (opcjonalnie)
pt: Dica de senha do roteador (opcional)
ru: Подсказка пароля маршрутизатора (необязательно)
sv: Routerns lösenord (valfritt)
th: คำใบ้รหัสผ่านเราเตอร์ (ไม่บังคับ)
tr: Yönlendirici parolası ipucu (İsteğe bağlı)
vi: Gợi ý mật khẩu bộ định tuyến (tùy chọn)
zh: 路由器密码提示（可选）
zh_tw: 路由器密碼提示（可選）

# routerPasswordNew
source: New Router Password
ar: كلمة مرور الموجّه الجديدة
da: Ny adgangskode til router
de: Neues Routerpasswort
el: Νέος κωδικός πρόσβασης router
es_ar: Nueva contraseña para el router
fi: Uusi reitittimen salasana
fr: Nouveau mot de passe du routeur
id: Kata Sandi Router Baru
it: Nuova password del router
ja: 新規ルーター パスワード
ko: 새로운 라우터 암호
nb: Nytt passord for ruter
nl: Nieuw routerwachtwoord
pl: Nowe hasło routera
pt: Nova senha do roteador
ru: Новый пароль маршрутизатора
sv: Nytt routerlösenord
th: รหัสผ่านใหม่ของเราเตอร์
tr: Yeni Yönlendirici Parolası
vi: Mật khẩu bộ định tuyến mới
zh: 新的路由器密码
zh_tw: 新路由器密碼

# routerPasswordRuleConsecutiveChar
source: Not have the same character twice in a row
ar: لا تتكرر نفس الأحرف أو الرموز مرتين على التوالي
da: Det samme tegn må ikke bruges to gange i træk
de: Das gleiche Zeichen darf nicht zweimal hintereinander verwendet werden
el: Να μην έχει τον ίδιο χαρακτήρα δύο φορές στη σειρά
es_ar: No tener el mismo carácter dos veces seguidas
fi: Ei samaa merkkiä kahdesti peräkkäin
fr: Ne pas avoir le même caractère deux fois de suite
id: Tidak memiliki karakter yang sama dua kali berturut-turut
it: Non deve contenere lo stesso carattere per due volte di seguito
ja: 同じ文字を連続して二回使用はできません。
ko: 동일한 문자가 연속으로 두 번 사용되지 않아야 함
nb: Det samme tegnet må ikke brukes to ganger etter hverandre
nl: Niet hetzelfde teken twee keer achter elkaar hebben
pl: Nie może zawierać tego samego znaku dwa razy z rzędu
pt: Não pode ter o mesmo caractere duas vezes seguidas
ru: Не должен содержать один и тот же символ дважды подряд
sv: Samma tecken får inte användas två gånger i följd
th: ไม่มีตัวอักษรเดียวกันติดกันสองครั้ง
tr: Aynı karakteri art arda iki kez içermemeli
vi: Không có 3 ký tự liên tiếp giống nhau
zh: 不能连续出现两个相同字符
zh_tw: 不能連續出現兩個相同字符

# routerPasswordRuleHintContainPassword
source: Hint can not contain password
ar: التلميح لا يمكن أن يحتوي على كلمة مرور
da: Hintet hint må ikke indeholde en adgangskode
de: Der Hinweis Hinweis darf kein Passwort enthalten
el: Η υπόδειξη δεν μπορεί να περιέχει τον κωδικό πρόσβασης
es_ar: La sugerencia no puede contener la contraseña
fi: Vihje ei saa sisältää salasanaa
fr: L'indice ne peut pas contenir le mot de passe
id: Petunjuk tidak boleh berisi kata sandi
it: Il suggerimento non può contenere la password
ja: ヒントにはパスワードを含めることはできません。
ko: 힌트에 암호가 포함될 수 없음
nb: Hintet hint må ikke inneholde et passord
nl: Hint mag geen wachtwoord bevatten
pl: Podpowiedź nie może zawierać hasła
pt: A dica não pode conter a senha
ru: Подсказка не может содержать пароль
sv: Tipset hint får inte innehålla ett lösenord
th: คำใบ้ต้องไม่มีรหัสผ่าน
tr: İpucu parola içermemeli
vi: Gợi ý không được chứa mật khẩu
zh: 提示不能包含"密码"
zh_tw: 提示不能包含"密碼"

# routerPasswordRuleLowerUpper
source: Upper and lowercase letters
ar: أحرف كبيرة وصغيرة
da: Store og små bogstaver
de: Groß- und Kleinbuchstaben
el: Κεφαλαία και πεζά γράμματα
es_ar: Utilice letras mayúsculas y minúsculas
fi: Isoja ja pieniä kirjaimia
fr: Lettres majuscules et minuscules
id: Huruf besar dan huruf kecil
it: Lettere maiuscole e minuscole
ja: 大文字と小文字の英文字
ko: 대문자와 소문자
nb: Store og små bokstaver
nl: Hoofdletters en kleine letters
pl: Duże i małe litery
pt: Letras maiúsculas e minúsculas
ru: прописные и строчные буквы
sv: Stora och små bokstäver
th: อักษรตัวพิมพ์ใหญ่และตัวพิมพ์เล็ก
tr: Büyük ve küçük harfler
vi: Chữ in hoa và chữ thường
zh: 大小写字母
zh_tw: 大寫及小寫字母

# routerPasswordRuleOneNumber
source: 1 number
ar: رقم واحد
da: 1 tal
de: 1 Ziffer
el: 1 αριθμό
es_ar: 1 número
fi: 1 numero
fr: 1 chiffre
id: 1 angka
it: 1 numero
ja: 半角数字 1 つ
ko: 숫자 1개
nb: Ett tall
nl: 1 cijfer
pl: 1 cyfra
pt: 1 número
ru: 1 цифру
sv: en siffra
th: ตัวเลข 1 ตัว
tr: 1 rakam
vi: 1 số
zh: 1 个数字
zh_tw: 1 個數字

# routerPasswordRuleSpecialChar
source: 1 special character
ar: رمز خاص واحد
da: 1 specialtegn
de: 1 Sonderzeichen
el: 1 ειδικό χαρακτήρα
es_ar: 1 Caracter especial
fi: 1 erikoismerkki
fr: 1 caractère spécial
id: 1 karakter khusus
it: 1 carattere speciale
ja: 特殊文字 1 つ
ko: 특수 문자 1개
nb: Ett spesialtegn
nl: 1 speciaal teken
pl: 1 znak specjalny
pt: 1 caractere especial
ru: 1 специальный символ
sv: ett specialtecken
th: อักขระพิเศษ 1 ตัว
tr: 1 özel karakter
vi: 1 ký tự đặc biệt
zh: 1 个特殊字符
zh_tw: 1 個特殊字元

# routerPasswordRuleStartEndWithSpace
source: Not start with space or end with space
ar: لا تبدأ ولا تنتهي بفراغ أو مسافة
da: Må ikke starte med et mellemrum eller slutte med et mellemrum
de: Nicht mit einem Leerzeichen beginnen oder mit einem Leerzeichen enden
el: Να μην ξεκινά με κενό ή να τελειώνει με κενό
es_ar: No empezar con espacio ni terminar con espacio
fi: Ei saa alkaa välilyönnillä tai päättyä välilyöntiin
fr: Ne pas commencer par un espace ou terminer par un espace
id: Tidak dimulai dengan spasi atau diakhiri dengan spasi
it: Non iniziare con uno spazio e non terminare con uno spazio.
ja: 最初にスペースまたは最後にスペースを入れないでください。
ko: 공백으로 시작하거나 끝나지 않아야 함
nb: Ikke start med et mellomrom og ikke slutt med et mellomrom
nl: Niet beginnen met spatie en niet eindigen met spatie
pl: Nie może zaczynać się ani kończyć spacją
pt: Não comece com um espaço nem termine com um espaço
ru: Не должен начинаться или заканчиваться пробелом
sv: Börja inte med ett mellanslag och sluta inte med ett mellanslag
th: ไม่เริ่มต้นด้วยช่องว่างหรือลงท้ายด้วยช่องว่าง
tr: Boşlukla başlamamalı veya bitmemeli
vi: Không bắt đầu hoặc kết thúc bằng khoảng trắng
zh: 不能以空格开头或结尾
zh_tw: 不能以空格開頭或結尾

# routerPasswordRuleTenChars
source: At least 10 characters
ar: 10 أحرف على الأقل
da: Mindst 10 tegn
de: Mindestens 10 Zeichen
el: Τουλάχιστον 10 χαρακτήρες
es_ar: Al menos 10 caracteres
fi: Vähintään 10 merkkiä
fr: Au moins 10 caractères
id: Sekurang-kurangnya 10 karakter
it: Almeno 10 caratteri
ja: 10 文字以上
ko: 최소 10개 문자
nb: Minst 10 tegn
nl: Minimaal 10 tekens
pl: Przynajmniej 10 znaków
pt: Pelo menos 10 caracteres
ru: минимум 10 символов
sv: Minst tio tecken
th: อักขระอย่างน้อย 10 ตัว
tr: En az 10 karakter
vi: Tối thiểu 10 ký tự
zh: 至少 10 个字符
zh_tw: 至少 10 個字元

# routerPasswordRuleUnsupportSpecialChar
source: Not use unsupported special characters
ar: لا تستخدم أحرفًا أو رموز خاصة غير مدعومة
da: Brug ikke ikke-understøttede specialtegn
de: Keine nicht unterstützten Sonderzeichen verwenden
el: Να μη χρησιμοποιεί μη υποστηριζόμενους ειδικούς χαρακτήρες
es_ar: No utilizar caracteres especiales no admitidos
fi: Älä käytä ei-tuettuja erikoismerkkejä
fr: Ne pas utiliser de caractères spéciaux non pris en charge
id: Tidak menggunakan karakter khusus yang tidak didukung
it: Non utilizzare caratteri speciali non supportati.
ja: 対応されていない特殊文字を使用しないでください。
ko: 지원되지 않는 특수 문자를 사용하지 않아야 함
nb: Ikke bruk spesialtegn som ikke støttes
nl: Gebruik geen niet-ondersteunde speciale tekens
pl: Nie może zawierać nieobsługiwanych znaków specjalnych
pt: Não use caracteres especiais que não sejam suportados
ru: Не использовать неподдерживаемые специальные символы
sv: Använd inte specialtecken som inte stöds
th: ไม่ใช้อักขระพิเศษที่ไม่รองรับ
tr: Desteklenmeyen özel karakterler kullanılmamalı
vi: Không hỗ trợ ký tự đặc biệt
zh: 不要使用不支持的特殊字符
zh_tw: 不要使用不支援的特殊字符

source: Rule enabled
ar: تم تفعيل القاعدة
da: Regel aktiveret
de: Regel aktiviert
el: Ο κανόνας ενεργοποιήθηκε
es_ar: Regla activada
fi: Sääntö käytössä
fr: Règle activée
id: Aturan diaktifkan
it: Regola attivata
ja: ルールが有効になりました
ko: 규칙 활성화됨
nb: Regel aktivert
nl: Regel ingeschakeld
pl: Reguła włączona
pt: Regra ativada
ru: Правило включено
sv: Regel aktiverad
th: เปิดใช้งานกฎ
tr: Kural etkin
vi: Quy tắc đã bật
zh: 规则已启用
zh_tw: 規則已啟用

source: Rule name
ar: اسم القاعدة
da: Regelnavn
de: Regelname
el: Όνομα κανόνα
es_ar: Nombre de regla
fi: Säännön nimi
fr: Nom de la règle
id: Nama Aturan
it: Nome regola
ja: ルール名
ko: 규칙 이름
nb: Regelnavn
nl: Regelnaam
pl: Nazwa reguły
pt: Nome da regra
ru: Имя правила
sv: Regelnamn
th: ชื่อกฎ
tr: Kural Adı
vi: Tên quy tắc
zh: 规则名称
zh_tw: 規則名稱

# rulesOverlapError
source: The rules cannot be created because multiple rules were specified for a single port/protocol combination.
ar: يتعذر إنشاء القواعد لأنه تم تحديد قواعد متعددة لمزيج بروتوكول/منفذ واحد.
da: Reglerne kan ikke oprettes, fordi der blev angivet flere regler for en kombination af en enkelt port/protokol.
de: Diese Regeln können nicht erstellt werden, da für eine einzelne Port/Protokoll-Kombination mehrere Regeln angegeben wurden.
el: Δεν είναι δυνατή η δημιουργία κανόνων, επειδή καθορίστηκαν πολλοί κανόνες για ένα μόνο συνδυασμό θύρας/πρωτοκόλλου.
es_ar: No se pueden crear las reglas porque se especificaron muchas reglas para una única combinación de puerto/protocolo.
fi: Sääntöjä ei voida luoda, koska yhdelle ulkoisen portin/protokollan yhdistelmälle määritettiin useita sääntöjä.
fr: Impossible de créer ces règles car plusieurs règles ont été définies par une seule combinaison port/protocole.
id: Aturan tidak dapat dibuat karena ada beberapa aturan yang ditetapkan untuk satu kombinasi port/protokol.
it: Impossibile creare le regole. Sono state specificate più regole per una singola combinazione porta esterna/protocollo.
ja: 複数の規則が単一のポート/プロトコルの組み合わせに対して指定されているため、規則を作成できません。
ko: 단일 포트/프로토콜 조합에 대해 다중 규칙이 지정되었기 때문에 규칙을 생성할 수 없습니다.
nb: Reglene kan ikke opprettes fordi flere regler er angitt for én enkelt port/protokollkombinasjon.
nl: De regels kunnen niet worden gemaakt, omdat er meerdere regels zijn opgegeven voor één poort/protocolcombinatie.
pl: Nie można utworzyć zasad, ponieważ określono wiele zasad dla jednego połączenia portu/protokołu.
pt: As regras não podem ser criadas porque várias regras foram especificadas para uma combinação única de porta/protocolo.
ru: Правила не могут быть созданы, потому что для одной комбинации &quot;внешний порт/протокол&quot; определено несколько правил.
sv: Reglerna kan inte skapas eftersom flera regler angavs för en enda kombination av port/protokoll.
th: ไม่สามารถสร้างกฎได้ เนื่องจากกฎแบบหลากหลายถูกกำหนดไว้สำหรับพอร์ต/โปรโตคอลเดี่ยวร่วม
tr: Tek bir port/protokol kombinasyonu için birden çok kural belirtildiğinden kurallar oluşturulamıyor.
vi: Không thể tạo quy tắc vì nhiều quy tắc đã được xác định cho một kết hợp cổng/giao thức duy nhất.
zh: 无法创建规则，因为单个端口/协议组合指定了多个规则。
zh_tw: 無法建立規則，因為在單一連接埠/通訊協定組合上指定了多個規則。

source: Safari
ar: متصفح سفاري
zh: Safari浏览器
zh_tw: Safari瀏覽器

# safariDesc
source: Click <b>Show Details > visit this website</b>. A prompt will display, asking you to confirm that you want to visit the website. Click <b>Visit Website</b>
ar: انقر فوق <b>إظهار التفاصيل > قم بزيارة هذا الموقع الإلكتروني</b>. ستظهر رسالة تطلب منك تأكيد رغبتك في زيارة الموقع الإلكتروني. انقر فوق <b>زيارة الموقع الإلكتروني</b>
es_ar: Haga clic en <b>Mostrar detalles > visitar este sitio web</b>. Se mostrará un mensaje que le solicitará que confirme que desea visitar el sitio web. Haga clic en <b>Visitar sitio web</b>
it: Fare clic su <b>Mostra dettagli > visita questo sito web</b>. Verrà visualizzato un messaggio in cui si chiede di confermare la volontà di visitare il sito web. Fare clic su <b>Visita sito web</b>.
pl: Kliknij <b>Pokaż szczegóły > odwiedź tę witrynę</b>. Pojawi się monit z prośbą o potwierdzenie chęci odwiedzenia witryny. Kliknij <b>Odwiedź witrynę</b>
ru: Нажмите <b>Показать подробности > посетить этот веб-сайт</b>. Появится запрос, спрашивающий подтверждение о посещении веб-сайта. Нажмите <b>Посетить веб-сайт</b>
zh: 点击 <b>显示详细信息 > 访问此网站</b>。会显示一个提示，要求您确认是否要访问该网站。点击 <b>访问网站</b>
zh_tw: 點擊 <b>顯示詳細資料 > 瀏覽此網站</b>。會顯示一個提示，要求您確認是否要瀏覽該網站。點擊 <b>瀏覽網站</b>
