Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# mloWarning
source: Multi-Link Operation (MLO) requires Networks name to be identical across all bands. MLO will not work correctly in case they are different. For MLO to function, the network security mode must be set to WPA2/WPA3 Mixed Mode or higher. These changes can be made under the "Incredible WiFi" page.
ar: تتطلب عملية Multi-Link Operation (MLO) او العملية متعددة الروابط أن تكون جميع النطاقات لها نفس الإعدادات. لن تعمل عملية MLO بشكل صحيح إذا تابعت.
da: Ved multilink-drift (MLO) skal alle bånd have samme indstilling. MLO vil ikke fungere korrekt, hvis du fortsætter.
de: Multi-Link-Betrieb (MLO) erfordert, dass der Netzwerkname in allen Bändern identisch ist. MLO funktioniert nicht korrekt, wenn sie unterschiedlich sind. Damit MLO funktioniert, muss der Netzwerksicherheitsmodus auf WPA2/WPA3-Mixed-Mode oder höher eingestellt sein. Diese Änderungen können auf der Seite "Incredible WiFi" vorgenommen werden.
el: Η λειτουργία πολλαπλών συνδέσεων (MLO) απαιτεί τα ονόματα δικτύων να είναι πανομοιότυπα σε όλες τις ζώνες. Το MLO δεν θα λειτουργεί σωστά σε περίπτωση που είναι διαφορετικά. Για να λειτουργήσει το MLO, η λειτουργία ασφαλείας δικτύου πρέπει να οριστεί σε Μεικτή λειτουργία WPA2/WPA3 ή υψηλότερη. Αυτές οι αλλαγές μπορούν να γίνουν στη σελίδα "Απίστευτο WiFi".
es_ar: El funcionamiento multienlace (MLO) requiere que todas las bandas tengan la misma configuración. MLO no funcionará correctamente si continúa.
fi: Multi-Link-toiminto (MLO) edellyttää, että verkkojen nimet ovat samat kaikilla taajuuskaistoilla. MLO ei toimi oikein, jos ne ovat erilaiset. Jotta MLO toimisi, verkon suojaustilan on oltava WPA2/WPA3 Mixed Mode tai korkeampi. Nämä muutokset voidaan tehdä "Incredible WiFi" -sivulla.
fr: L'Opération Multi-Link (MLO) nécessite que le nom du réseau soit identique sur toutes les bandes. MLO ne fonctionnera pas correctement s'ils sont différents. Pour que MLO fonctionne, le mode de sécurité du réseau doit être configuré sur Mode Mixte WPA2/WPA3 ou supérieur. Ces modifications peuvent être effectuées dans la page "WiFi Incroyable".
id: Operasi Multi-Tautan (MLO) memerlukan nama Jaringan yang identik di semua band. MLO tidak akan berfungsi dengan benar jika berbeda. Agar MLO berfungsi, mode keamanan jaringan harus diatur ke Mode Campuran WPA2/WPA3 atau lebih tinggi. Perubahan ini dapat dilakukan di halaman "WiFi-Luar-Biasa".
it: L'Operazione Multi-Link (MLO) richiede che il nome della rete sia identico su tutte le bande. MLO non funzionerà correttamente se sono diversi. Per far funzionare MLO, la modalità di sicurezza della rete deve essere impostata su Modalità Mista WPA2/WPA3 o superiore. Queste modifiche possono essere apportate nella pagina "WiFi Incredibile".
ja: マルチリンク操作（MLO）では、すべてのバンドで同じネットワーク名が必要です。異なる場合、MLOは正しく機能しません。 MLOを機能させるには、ネットワークセキュリティモードをWPA2/WPA3混合モード以上に設定する必要があります。これらの変更は「WiFiインクレディブル」ページで行うことができます。
ko: 다중 링크 작동(MLO)을 사용하려면 모든 대역에서 네트워크 이름이 동일해야 합니다. 이름이 다른 경우 MLO가 제대로 작동하지 않습니다. MLO가 작동하려면 네트워크 보안 모드가 WPA2/WPA3 혼합 모드 이상으로 설정되어야 합니다. 이러한 변경은 "놀라운 WiFi" 페이지에서 수행할 수 있습니다.
nb: Multi-Link Operation (MLO) krever at alle bånd har samme innstillinger. MLO vil ikke fungere riktig hvis du fortsetter.
nl: Multi-Link Operation (MLO) vereist dat alle banden dezelfde instellingen hebben. MLO werkt niet correct als u doorgaat.
pl: Multi-Link Operation (MLO) wymaga, aby nazwy sieci były identyczne we wszystkich pasmach. MLO nie będzie działać poprawnie, jeśli są różne. Aby MLO działało, tryb zabezpieczeń sieci musi być ustawiony na tryb mieszany WPA2/WPA3 lub wyższy. Te zmiany można wprowadzić na stronie "Niesamowite WiFi".
pt: A Operação Multi-Link (MLO) requer que o nome da rede seja idêntico em todas as bandas. O MLO não funcionará corretamente se forem diferentes. Para que o MLO funcione, o modo de segurança da rede deve ser configurado para Modo Misto WPA2/WPA3 ou superior. Essas alterações podem ser feitas na página "WiFi Incrível".
ru: Многоканальная работа (MLO) требует одинаковых имен сетей для всех диапазонов. MLO не будет работать корректно, если они различаются. Для работы MLO режим безопасности сети должен быть установлен на смешанный режим WPA2/WPA3 или выше. Эти изменения можно внести на странице "Incredible WiFi".
sv: För MLO (multi-link operation) måste alla band ha samma inställning. MLO kommer inte att fungera korrekt om du fortsätter.
th: การทำงานแบบหลายลิงก์ (MLO) ต้องการให้ชื่อเครือข่ายเหมือนกันในทุกย่านความถี่ MLO จะทำงานไม่ถูกต้องหากชื่อแตกต่างกัน สำหรับให้ MLO ทำงาน โหมดความปลอดภัยของเครือข่ายต้องตั้งค่าเป็น WPA2/WPA3 แบบผสมหรือสูงกว่า การเปลี่ยนแปลงเหล่านี้สามารถทำได้ในหน้า "WiFi ที่น่าทึ่ง"
tr: Çoklu Bağlantı İşlemi (MLO) için Ağ adlarının tüm bantlarda aynı olması gerekir. Farklı olmaları durumunda MLO düzgün çalışmayacaktır. MLO'nun çalışması için ağ güvenlik modunun WPA2/WPA3 Karma Mod veya daha yüksek olarak ayarlanması gerekir. Bu değişiklikler "İnanılmaz WiFi" sayfasından yapılabilir.
vi: Hoạt động đa liên kết (MLO) yêu cầu tên mạng phải giống nhau trên tất cả các băng tần. MLO sẽ không hoạt động chính xác nếu chúng khác nhau. Để MLO hoạt động, chế độ bảo mật mạng phải được đặt thành Chế độ hỗn hợp WPA2/WPA3 hoặc cao hơn. Những thay đổi này có thể được thực hiện trong trang "Incredible WiFi".
zh: 多链路操作（MLO）要求所有频段具有相同的设置。如果您继续操作，MLO可能无法正常工作。
zh_tw: 多鏈路操作（MLO）要求所有頻段的設定必須相同。若您繼續操作，MLO可能無法正常運作。

# modalDFSDesc
source: If your router needs to search for an unoccupied DFS channel, you may lose WiFi connectivity. Some devices do not support DFS channels. They will need to use your 2.4GHz network because they cannot detect the 5GHz network when the router is using a DFS channel.
ar: إذا احتاج جهاز التوجيه الخاص بك إلى البحث عن قناة DFS غير مشغولة، فقد تفقد اتصال الواي فاي. لا تدعم بعض الأجهزة قنوات DFS. ستحتاج هذه الأجهزة إلى استخدام شبكة 2.4 جيجا هرتز لأنها لا تستطيع اكتشاف شبكة 5 جيجا هرتز عندما يستخدم جهاز التوجيه قناة DFS.
da: Hvis din router er nødt til at søge efter en ledig DFS-kanal, kan du miste Wi-Fi-forbindelsen._x000D_ _x000D_ Der er enheder, som ikke understøtter DFS- kanaler. De bliver nødt til at bruge 2,4 GHz-netværket, da de ikke kan genkende 5 GHz-netværket, hvis routeren bruger en DFS-kanal.
de: Wenn Ihr Router nach einem freien DFS-Kanal suchen muss, kann es vorkommen, dass Sie die WLAN-Verbindung verlieren. Es gibt Geräte, die DFS-Kanäle nicht unterstützen. Diese werden das 2,4-GHz-Netzwerk verwenden müssen, da sie das 5-GHz-Netzwerk nicht erkennen können, wenn der Router einen DFS-Kanal verwendet.
el: Εάν ο δρομολογητής σας χρειαστεί να αναζητήσει ένα μη κατειλημμένο κανάλι DFS, ενδέχεται να χάσετε τη συνδεσιμότητα WiFi. Ορισμένες συσκευές δεν υποστηρίζουν κανάλια DFS. Θα πρέπει να χρησιμοποιήσουν το δίκτυο 2,4GHz επειδή δεν μπορούν να εντοπίσουν το δίκτυο 5GHz όταν ο δρομολογητής χρησιμοποιεί κανάλι DFS.
es_ar: Si el router tiene que buscar un canal DFS desocupado, puede perder la conectividad WiFi. Algunos dispositivos no admiten canales DFS. Necesitarán utilizar su red de 2,4GHz porque no pueden detectar la red de 5GHz cuando el router está utilizando un canal DFS.
fi: Jos reitittimen täytyy etsiä vapaata DFS-kanavaa, WiFi-yhteys saattaa katketa. Jotkin laitteet eivät tue DFS-kanavia. Niiden täytyy käyttää 2,4 GHz:n verkkoa, koska ne eivät voi havaita 5 GHz:n verkkoa, kun reititin käyttää DFS-kanavaa.
fr: Si votre routeur doit rechercher un canal DFS non occupé, vous risquez de perdre la connectivité Wi-Fi. Certains appareils ne prennent pas en charge les canaux DFS. Ils devront utiliser votre réseau 2,4 GHz, car ils ne peuvent pas détecter le réseau 5 GHz lorsque le routeur utilise un canal DFS.
id: Jika router Anda perlu mencari kanal DFS yang tidak terpakai, Anda mungkin kehilangan konektivitas WiFi. Beberapa perangkat tidak mendukung kanal DFS. Mereka perlu menggunakan jaringan 2.4GHz Anda karena tidak dapat mendeteksi jaringan 5GHz ketika router menggunakan kanal DFS.
it: Se il router deve cercare un canale DFS non occupato, la connettività WiFi potrebbe andare persa._x000D_ _x000D_ Alcuni dispositivi non supportano i canali DFS. Dovranno utilizzare la loro rete a 2,4GHz perché non possono rilevare la rete a 5GHz quando il router utilizza un canale DFS.
ja: ルーターが空いているDFSチャネルを検索する必要がある場合、WiFi接続が失われる可能性があります。 一部のデバイスはDFSチャネルをサポートしていません。ルーターがDFSチャネルを使用しているとき、5GHzネットワークを検出できないため、2.4GHzネットワークを使用する必要があります。
ko: 라우터가 사용되지 않는 DFS 채널을 검색해야 하는 경우 WiFi 연결이 끊길 수 있습니다. 일부 장치는 DFS 채널을 지원하지 않습니다. 라우터가 DFS 채널을 사용할 때 5GHz 네트워크를 감지할 수 없기 때문에 2.4GHz 네트워크를 사용해야 합니다.
nb: Hvis ruteren må søke etter en tilgjengelig DFS-frekvens, kan du miste Wi-Fi-tilkoblingen. Det finnes enheter som ikke støtter DFS-frekvenser. Disse må bruke 2,4 GHz-nettverket, da de ikke kan gjenkjenne 5 GHz-nettverket hvis ruteren bruker en DFS-frekvens.
nl: Als uw router moet zoeken naar een onbezet DFS-kanaal, verliest u mogelijk uw WiFi-connectiviteit. _x000D_ _x000D_ Sommige apparaten ondersteunen geen DFS-kanalen. Ze moeten uw 2,4GHz-netwerk gebruiken omdat ze het 5GHz-netwerk niet kunnen detecteren wanneer de router een DFS-kanaal gebruikt.
pl: Jeśli router musi wyszukać wolny kanał DFS, możesz stracić łączność WiFi. Niektóre urządzenia nie obsługują kanałów DFS. Będą musiały korzystać z sieci 2,4 GHz, ponieważ nie mogą wykryć sieci 5 GHz, gdy router używa kanału DFS.
pt: Se o roteador tiver que procurar um canal DFS desocupado, a conectividade WiFi poderá ser perdida. Alguns dispositivos não são compatíveis com canais DFS. Eles precisarão usar a rede de 2,4 GHz porque não podem detectar a rede de 5 GHz quando o roteador estiver usando um canal DFS.
ru: Если вашему маршрутизатору нужно искать незанятый канал DFS, вы можете потерять подключение к WiFi. Некоторые устройства не поддерживают каналы DFS. Им придется использовать вашу сеть 2.4 ГГц, поскольку они не могут обнаружить сеть 5 ГГц, когда маршрутизатор использует канал DFS.
sv: Om routern måste söka efter en ledig DFS-kanal kan det hända att du förlorar Wi-Fi-anslutningen. Det finns enheter som inte stöder DFS-kanaler. Dessa måste använda 2,4 GHz-nätet eftersom de inte kan känna igen 5 GHz-nätet om routern använder en DFS- kanal.
th: หากเราเตอร์ของคุณต้องค้นหาช่องสัญญาณ DFS ที่ว่าง คุณอาจสูญเสียการเชื่อมต่อ WiFi อุปกรณ์บางเครื่องไม่รองรับช่องสัญญาณ DFS อุปกรณ์เหล่านี้จะต้องใช้เครือข่าย 2.4GHz ของคุณเพราะไม่สามารถตรวจพบเครือข่าย 5GHz เมื่อเราเตอร์ใช้ช่องสัญญาณ DFS
tr: Yönlendiricinizin boş bir DFS kanalı araması gerekirse WiFi bağlantınızı kaybedebilirsiniz. Bazı cihazlar DFS kanallarını desteklemez. Yönlendirici bir DFS kanalını kullanırken 5GHz ağını algılayamadıkları için 2.4GHz ağınızı kullanmaları gerekecektir.
vi: Nếu bộ định tuyến của bạn cần tìm kiếm kênh DFS không bị chiếm, bạn có thể mất kết nối WiFi. Một số thiết bị không hỗ trợ kênh DFS. Chúng sẽ cần sử dụng mạng 2.4GHz của bạn vì không thể phát hiện mạng 5GHz khi bộ định tuyến đang sử dụng kênh DFS.
zh: 如果您的路由器需要搜索未占用的DFS信道，您可能会失去WiFi连接。 一些设备不支持DFS信道。当路由器使用DFS信道时，它们将需要使用您的2.4GHz网络，因为它们无法检测到5GHz网络。
zh_tw: “如果您的路由器需要搜尋未被佔用的DFS信道，您可能會失去WiFi連線。一些裝置不支援DFS信道，當路由器使用DFS信道時，它們需要使用您的2.4GHz網絡，因為它們無法偵測到5GHz網絡。”

# modalLightDifferentDesc
source: Depending on your Mesh Node's model, the light may be a different color.
ar: اعتمادًا على طراز عقدة الشبكة لديك، قد يكون الضوء بلون مختلف.
da: Afhængigt af modellen på din Mesh Node kan LED'en lyse i en anden farve.
de: Je nach Modell Ihres Mesh Nodes kann die LED mit einer anderen Farbe leuchten.
el: Ανάλογα με το μοντέλο του κόμβου πλέγματος, η λυχνία μπορεί να έχει διαφορετικό χρώμα.
es_ar: Dependiendo del modelo de su Nodo de Malla, la luz puede ser de un color diferente.
fi: Mesh-solmun mallista riippuen valo voi olla eri värinen.
fr: Selon le modèle de votre nœud Mesh, la lumière peut être d'une couleur différente.
id: Tergantung pada model Simpul Mesh Anda, lampu mungkin berwarna berbeda.
it: A seconda del modello di Mesh Node, la luce potrebbe essere di colore diverso.
ja: メッシュノードのモデルによって、ランプの色が異なる場合があります。
ko: 메시 노드 모델에 따라 표시등 색상이 다를 수 있습니다.
nb: Avhengig av modellen til Mesh Node, kan lyset ha en annen farge.
nl: Afhankelijk van het model van uw Mesh Node kan het lampje een andere kleur hebben.
pl: W zależności od modelu węzła Mesh, kontrolka może świecić innym kolorem.
pt: Dependendo do modelo de seu nó de malha, a luz pode ter uma cor diferente.
ru: В зависимости от модели вашего Mesh-узла, индикатор может быть другого цвета.
sv: Beroende på vilken modell din Mesh-nod har kan LED-lampan lysa i olika färger.
th: ขึ้นอยู่กับรุ่นของโหนด Mesh ของคุณ ไฟอาจเป็นสีอื่น
tr: Mesh Düğümünüzün modeline bağlı olarak ışık farklı bir renkte olabilir.
vi: Tùy thuộc vào model của điểm nút Mesh, đèn có thể có màu khác.
zh: 根据您的网状节点型号，指示灯颜色可能会有所不同。
zh_tw: 根據您的Mesh節點型號，指示燈顏色可能有所不同。

# modalLightDifferentSeeRedLight
source: Seeing a red light?
ar: هل ترى الضوء الأحمر؟
da: Lyser LED'en rødt?
de: Leuchtet die LED rot?
el: Βλέπετε κόκκινη λυχνία;
es_ar: ¿Ve una luz roja?
fi: Näetkö punaisen valon?
fr: Vous voyez une lumière rouge ?
id: Melihat lampu merah?
it: Si vede una luce rossa?
ja: ノードは赤点灯ですか？
ko: 빨간색 표시등이 보입니까?
nb: Lyser LED-lampen rødt?
nl: Ziet u een rood lampje?
pl: Widzisz czerwone światło?
pt: Você está vendo uma luz vermelha?
ru: Видите красный индикатор?
sv: Lyser LED-lampan rött?
th: เห็นไฟสีแดงหรือไม่
tr: Kırmızı ışık mı görüyorsunuz?
vi: Thấy đèn đỏ?
zh: 看到红灯了？
zh_tw: 看到紅燈了？

# modalLightDifferentSeeRedLightDesc
source: This means the Node is attached to its old network. It needs to be factory reset before it can be added.
ar: هذا يعني أن العقدة متصلة بشبكتها القديمة. يجب إعادة ضبطها إلى إعدادات المصنع قبل أن تتمكن من إضافتها.
da: Det betyder, at noden er bundet til sit gamle netværk. Den skal nulstilles til fabriksindstillingerne, før den kan tilføjes.
de: Das bedeutet, dass der Node an sein altes Netzwerk gebunden ist. Er muss auf Werkseinstellungen zurückgesetzt werden, bevor er hinzugefügt werden kann.
el: Αυτό σημαίνει ότι ο κόμβος είναι συνδεδεμένος στο παλιό του δίκτυο. Πρέπει να γίνει επαναφορά εργοστασιακών ρυθμίσεων για να μπορέσει να προστεθεί.
es_ar: Esto significa que el Nodo está conectado a su antigua red. Necesita ser reseteado de fábrica antes de que pueda ser añadido.
fi: Tämä tarkoittaa, että solmu on liitetty vanhaan verkkoonsa. Se täytyy palauttaa tehdasasetuksiin ennen kuin se voidaan lisätä.
fr: Cela signifie que le nœud est attaché à son ancien réseau. Il doit être réinitialisé avant de pouvoir être ajouté.
id: Ini berarti Simpul terpasang ke jaringan lamanya. Perlu dilakukan reset pabrik sebelum dapat ditambahkan.
it: Significa che il nodo è collegato alla vecchia rete. Deve essere resettato prima di poter essere aggiunto.
ja: これは、ノードが古いネットワークに接続されていることを意味します。追加する前に工場出荷時設定にリセットする必要があります。
ko: 이는 노드가 이전 네트워크에 연결되어 있음을 의미합니다. 추가하기 전에 공장 초기화를 해야 합니다.
nb: Dette betyr at noden er bundet til sitt gamle nettverk. Den må tilbakestilles til fabrikkinnstillingene før den kan legges til.
nl: Dit betekent dat de Node is gekoppeld aan het oude netwerk. De fabrieksinstellingen moeten worden hersteld voordat deze kan worden toegevoegd.
pl: Oznacza to, że węzeł jest podłączony do swojej starej sieci. Przed dodaniem należy przywrócić jego ustawienia fabryczne.
pt: Isso significa que o Nó está conectado à sua rede antiga. Ele precisa ser redefinido de fábrica antes de ser adicionado.
ru: Это означает, что узел подключен к своей старой сети. Его нужно сбросить к заводским настройкам, прежде чем его можно будет добавить.
sv: Detta innebär att nod är bunden till sitt gamla nätverk. Den måste återställas till fabriksinställningarna innan den kan läggas till.
th: นี่หมายความว่าโหนดยังเชื่อมต่อกับเครือข่ายเดิม ต้องรีเซ็ตเป็นค่าจากโรงงานก่อนจึงจะสามารถเพิ่มได้
tr: Bu, Düğümün eski ağına bağlı olduğu anlamına gelir. Eklenebilmesi için fabrika ayarlarına sıfırlanması gerekir.
vi: Điều này có nghĩa là điểm nút đang được gắn vào mạng cũ của nó. Nó cần được khôi phục cài đặt gốc trước khi có thể được thêm vào.
zh: 这意味着该节点仍连接到其旧网络。在添加之前，它需要恢复出厂设置。
zh_tw: 這表示該節點仍連接到其舊網絡，在新增之前，它需要恢復出廠設定

# modalLightDifferentToFactoryReset
source: To factory reset:
ar: لإعادة ضبط المصنع:
da: For at nulstille til fabriksindstillingerne:
de: Um auf Werkseinstellungen zurückzusetzen:
el: Για επαναφορά εργοστασιακών ρυθμίσεων:
es_ar: Para restablecer la configuración de fábrica:
fi: Tehdasasetusten palautus:
fr: Pour réinitialiser les paramètres d'usine :
id: Untuk melakukan reset pabrik:
it: Per ripristinare le impostazioni di fabbrica:
ja: 工場出荷時設定にリセットするには:
ko: 공장 초기화 방법:
nb: Slik tilbakestiller du til fabrikkinnstillingene:
nl: Om de fabrieksinstellingen te herstellen:
pl: Aby przywrócić ustawienia fabryczne:
pt: Para redefinir as configurações de fábrica:
ru: Для сброса к заводским настройкам:
sv: Så här återställer du till fabriksinställningarna:
th: วิธีรีเซ็ตเป็นค่าจากโรงงาน:
tr: Fabrika ayarlarına sıfırlamak için:
vi: Để khôi phục cài đặt gốc:
zh: 恢复出厂设置：
zh_tw: 恢復出廠設定：

# modalLightDifferentToFactoryResetStep1
source: <b>Press and hold the Node's reset button for 10 seconds.</b> The light will turn red, fade until it's completely off, and turn red again.
ar: <b>اضغط مع الاستمرار على زر إعادة تعيين العقدة لمدة 10 ثوانٍ.</b> سيتحول الضوء إلى اللون الأحمر، ثم يتلاشى حتى ينطفئ تمامًا، ثم يتحول إلى اللون الأحمر مرة أخرى.
da: <b>Tryk på nulstillingsknappen på noden, og hold den nede i 10 sekunder.</b> LED'en lyser rødt, dæmpes langsomt, indtil den slukkes, og lyser derefter rødt igen.
de: <b>Drücken Sie die Reset-Taste des Nodes und halten Sie sie 10 Sekunden lang gedrückt.</b> Die LED leuchtet rot, wird langsam dunkler, bis sie erlischt, und leuchtet dann wieder rot auf.
el: <b>Πατήστε παρατεταμένα το κουμπί επαναφοράς του κόμβου για 10 δευτερόλεπτα.</b> Η λυχνία θα γίνει κόκκινη, θα σβήσει σταδιακά εντελώς και θα γίνει ξανά κόκκινη.
es_ar: <b>Mantenga presionado el botón de reinicio del nodo durante 10 segundos.</b> La luz se volverá roja, se atenuará hasta apagarse por completo y se volverá roja nuevamente.
fi: <b>Pidä solmun nollauspainiketta painettuna 10 sekuntia.</b> Valo muuttuu punaiseksi, himmenee kunnes se sammuu kokonaan ja muuttuu taas punaiseksi.
fr: <b>Appuyez sur le bouton de réinitialisation du nœud et maintenez-le enfoncé pendant 10 secondes.</b> Le voyant devient rouge, s'éteint jusqu'à s'éteindre complètement, puis redevient rouge.
id: <b>Tekan dan tahan tombol reset Simpul selama 10 detik.</b> Lampu akan menjadi merah, redup sampai benar-benar mati, dan menjadi merah lagi.
it: <b>Premere e tenere premuto il pulsante di reset sul nodo per 10 secondi</b>. La luce diventa rossa, si affievolisce fino a spegnersi completamente e torna ad essere rossa.
ja: <b>ノードのリセットボタンを10秒間押し続けてください。</b> ライトは赤くなり、完全に消えるまでフェードし、再び赤くなります。
ko: <b>노드의 재설정 버튼을 10초 동안 누르고 있습니다.</b> 표시등이 빨간색으로 바뀌고, 완전히 꺼질 때까지 흐려졌다가 다시 빨간색으로 바뀝니다.
nb: <b>Trykk på tilbakestillingsknappen på noden og hold den inne i 10 sekunder.</b> LED-lampen lyser rødt, dimmes sakte ned til den slukkes, og lyser deretter rødt igjen.
nl: <b>Houd de resetknop van de Node 10 seconden ingedrukt.</b> Het lampje wordt rood, dooft totdat het helemaal uit is en wordt dan weer rood.
pl: <b>Naciśnij i przytrzymaj przycisk resetowania węzła przez 10 sekund.</b> Kontrolka zaświeci na czerwono, przygaśnie do całkowitego wyłączenia i ponownie zaświeci na czerwono.
pt: <b>Pressione e segure o botão de reinicialização do nó por 10 segundos.</b> A luz ficará vermelha, diminuirá até apagar completamente e, então, ficará vermelha novamente.
ru: <b>Нажмите и удерживайте кнопку сброса узла в течение 10 секунд.</b> Индикатор станет красным, погаснет и снова станет красным.
sv: <b>Tryck och håll ner nodens återställningsknapp i 10 sekunder.</b> Lysdioden lyser rött, dämpas gradvis tills den slocknar och lyser sedan rött igen.
th: <b>กดปุ่มรีเซ็ตของโหนดค้างไว้ 10 วินาที</b> ไฟจะเปลี่ยนเป็นสีแดง หรี่ลงจนดับสนิท และเปลี่ยนเป็นสีแดงอีกครั้ง
tr: <b>Düğümün sıfırlama düğmesini 10 saniye basılı tutun.</b> Işık kırmızıya dönecek, tamamen sönene kadar solacak ve tekrar kırmızı olacaktır.
vi: <b>Nhấn và giữ nút khôi phục của điểm nút trong 10 giây.</b> Đèn sẽ chuyển sang màu đỏ, mờ dần cho đến khi tắt hoàn toàn, và chuyển sang màu đỏ lại.
zh: <b>按住节点的重置按钮10秒钟。</b> 指示灯将变为红色，逐渐熄灭直至完全关闭，然后再次变红。
zh_tw: <b>按住節點的重置按鈕10秒鐘。</b> 指示燈將變為紅色，逐漸熄滅直至完全關閉，然後再次變紅。

# modalLightDifferentToFactoryResetStep2
source: <b>Afterwards, the node will restart.</b> The light will pulse as it starts up, and turn solid when it's ready.
ar: <b>بعد ذلك، سيتم إعادة تشغيل العقدة.</b> سوف ينبض الضوء عند بدء التشغيل، ويتحول إلى لون ثابت عندما يكون جاهزًا.
da: <b>Noden genstarter derefter.</b> LED'en begynder at pulsere under opstarten og lyser konstant, når den er klar til brug.
de: <b>Anschließend startet der Node neu.</b> Die LED beginnt während des Hochfahrens zu pulsieren und leuchtet stetig, wenn er einsatzbereit ist.
el: <b>Στη συνέχεια, ο κόμβος θα επανεκκινηθεί.</b> Η λυχνία θα αναβοσβήνει κατά την εκκίνηση και θα γίνει σταθερή όταν είναι έτοιμος.
es_ar: <b>Después, el nodo se reiniciará.</b> La luz parpadeará mientras se inicia y se volverá fija cuando esté listo.
fi: <b>Tämän jälkeen solmu käynnistyy uudelleen.</b> Valo vilkkuu käynnistyksen aikana ja palaa tasaisesti, kun se on valmis.
fr: <b>Ensuite, le nœud redémarre.</b> Le voyant clignote au démarrage et devient fixe lorsqu'il est prêt.
id: <b>Setelah itu, simpul akan dimulai ulang.</b> Lampu akan berkedip saat mulai, dan menjadi terang ketika siap.
it: <b>Poi il nodo si riavvia.</b> La luce lampeggia durante l'avvio e diventa fissa quando è pronto.
ja: <b>その後、ノードは再起動します。</b> 起動時にランプが点滅し、準備ができましたら点灯に安定します。
ko: <b>그 후 노드가 다시 시작됩니다.</b> 시작하는 동안 표시등이 깜박이고 준비되면 완전히 켜집니다.
nb: <b>Etterpå vil noden starte på nytt.</b> Lyset vil pulsere når det starter, og lyser fast når det er klart.
nl: <b>Daarna start de node opnieuw op.</b> Het lampje pulseert tijdens het opstarten en brandt continu wanneer het klaar is.
pl: <b>Następnie węzeł uruchomi się ponownie.</b> Kontrolka będzie pulsować podczas uruchamiania i zaświeci stałym światłem, gdy będzie gotowy.
pt: <b>Em seguida, o nó será reiniciado.</b> A luz piscará durante a inicialização e ficará fixa quando estiver pronta.
ru: <b>После этого узел перезагрузится.</b> Индикатор будет мигать во время запуска и станет непрерывным, когда будет готов.
sv: <b>Nod startar sedan om.</b> LED-lampan börjar pulsera under uppstarten och lyser stadigt när den är klar att användas.
th: <b>หลังจากนั้น โหนดจะรีสตาร์ท</b> ไฟจะกะพริบขณะเริ่มต้นทำงาน และสว่างนิ่งเมื่อพร้อมใช้งาน
tr: <b>Ardından düğüm yeniden başlatılacaktır.</b> Işık başlatılırken yanıp sönecek ve hazır olduğunda sabit yanacaktır.
vi: <b>Sau đó, điểm nút sẽ khởi động lại.</b> Đèn sẽ nhấp nháy khi khởi động và chuyển sang ổn định khi sẵn sàng.
zh: <b>之后，节点将重新启动。</b> 启动时指示灯将闪烁，准备好后变为常亮。
zh_tw: <b>之後，節點將重新啟動。</b> 啟動時指示燈將閃爍，準備就緒後變為常亮。
