Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

source: Solid purple
ar: أرجواني ثابت
da: Vedvarende lilla
de: Lila Dauerlicht
el: Σταθερά μωβ
es_ar: Púrpura fijo
fi: Jatkuvasti palava violetti
fr: Voyant s'allumant en violet
id: Ungu terang
it: Viola fisso
ja: 紫で点灯
ko: 완전한 자주색
nb: Vedvarende lilla lys
nl: Brandt paars
pl: Stałe fioletowe światło
pt: Roxo sólido
ru: Непрерывный фиолетовый
sv: Lyser lila
th: สีม่วงสว่างนิ่ง
tr: Sürekli yanan mor
vi: Sáng ổn định màu tím
zh: 指示灯为紫色常亮
zh_tw: 亮紫色

source: Solid red
ar: أحمر ثابت
da: Vedvarende rød
de: Rotes Dauerlicht
el: Σταθερά κόκκινη
es_ar: Rojo fijo
fi: Jatkuvasti palava punainen
fr: Voyant s'allumant en rouge
id: Merah terang
it: Rosso fisso
ja: 赤で点灯
ko: 완전한 빨간색
nb: Vedvarende rødt lys
nl: Brandt rood
pl: Stałe czerwone światło
pt: Vermelho sólido
ru: Непрерывный красный
sv: Lyser rött
th: สีแดงสว่างนิ่ง
tr: Sürekli yanan kırmızı
vi: Sáng ổn định màu đỏ
zh: 指示灯为红色常亮
zh_tw: 亮紅色

source: Solid white
ar: أبيض ثابت
da: Konstant hvid
de: Stetig weiß
el: Σταθερά λευκό
es_ar: Blanco fijo
fi: Tasainen valkoinen
fr: Blanc fixe
id: Putih terang
it: Bianco fisso
ja: 白点灯
ko: 완전한 흰색
nb: Konstant hvitt
nl: Stabiel wit
pl: Stałe białe
pt: Branco fixo
ru: Непрерывный белый
sv: Stadigt vitt
th: สีขาวสว่างนิ่ง
tr: Sabit beyaz
vi: Sáng ổn định màu trắng
zh: 纯白色
zh_tw: 純白色

source: Specified Range
ar: النطاق المحدد
da: Angivet interval
de: Festgelegter Bereich
el: Καθορισμένο εύρος
es_ar: Intervalo especificado
fi: Määritetty alue
fr: Plage spécifiée
id: Rentang yang Ditetapkan
it: Intervallo specifico
ja: 指定範囲
ko: 지정된 범위
nb: Angitt område
nl: Opgegeven bereik
pl: Określony zakres
pt: Intervalo especificado
ru: Определенный диапазон
sv: Angivet intervall
th: ช่วงที่ระบุ
tr: Belirtilen Aralık
vi: Dải đã xác định
zh: 指定的范围
zh_tw: 指定的範圍

# specifyIPv4Address
source: Specify an IPv4 address
ar: تحديد عنوان IPv4
da: Angiv en IPv4-adresse
de: IPv4-Adresse eingeben
el: Ορισμός διεύθυνσης IPv4
es_ar: Especificar una dirección IPv4
fi: Määritä IPv4-osoite
fr: Spécifier une adresse IPv4
id: Tetapkan alamat IPv4
it: Specifica un indirizzo IPv4
ja: IPv4 アドレスを指定
ko: IPv4 주소 지정
nb: Angi en IPv4-adresse
nl: Geef een IPv4-adres op
pl: Określ adres IPv4
pt: Especifique um endereço IPv4
ru: Укажите IPv4-адрес
sv: Ange en IPv4-adress
th: ระบุ IPv4 แอดเดรส
tr: Bir IPv4 adresi belirtin
vi: Xác định một địa chỉ IPv4
zh: 指定一个IPv4地址
zh_tw: 請指定一個 IPv4 位址

source: Speed
ar: السرعة
da: Hastighed
de: Geschwindigkeit
el: Ταχύτητα
es_ar: Velocidad
fi: Nopeus
fr: Vitesse
id: Kecepatan
it: Velocità
ja: 速度
ko: 속도
nb: Hastighet
nl: Snelheid
pl: Szybkość
pt: Velocidade
ru: Скорость
sv: Hastighet
th: ความเร็ว
tr: Hız
vi: Tốc độ
zh: 速度
zh_tw: 速度

# speedCheckLatestTime
source: As of {time} {date}
ar: اعتبارًا من {time} {time}
da: Fra {time} {date}
de: Ab {time} {date}
el: Από {time} {date}
es_ar: A partir de {time} {date}
fi: Päivitetty {time} {date}
fr: À compter du {time} {date}
id: Per {time} {date}
it: A partire da {time} {date}
ja: {time} {date} 現在
ko: {time} {date} 기준
nb: Fra {time} {date}
nl: Vanaf {time} {date}
pl: Stan na {time} {date}
pt: A partir de {time} {date}
ru: По состоянию на {time} {date}
sv: Ab {time} {date}
th: ณ {time} {date}
tr: {time} {date} itibarıyla
vi: Kiểm tra tốc độ lần cuối: {time}
zh: 截至{time} {date}
zh_tw: 截至{time} {date}

source: Speed: Good
ar: السرعة: جيدة
da: Hastighed: God
de: Geschwindigkeit: Gut
el: Ταχύτητα: Καλή
es_ar: Velocidad: Buena
fi: Nopeus: Hyvä
fr: Vitesse : Bonne
id: Kecepatan: Baik
it: Velocità: buona
ja: スピード：良好
ko: 속도: 좋음
nb: Hastighet: God
nl: Snelheid: Goed
pl: Prędkość: Dobra
pt: Velocidade: Boa
ru: Скорость: Хорошая
sv: Hastighet: Bra
th: ความเร็ว: ดี
tr: Hız: İyi
vi: Tốt
zh: 速度：良好
zh_tw: 速度：良好

# speedGoodDescription
source: At this speed, your WiFi can stream a few HD videos simultaneously and provide fast web browsing.
ar: بهذه السرعة، يمكن لتقنية WiFi دفق بضعة مقاطع فيديو عالية الوضوح في نفس الوقت وتوفير استعراض الويب السريع.
da: Ved denne hastighed kan dit WiFi streame nogle få HD-videoer samtidig og bruges til hurtig surfing på nettet.
de: Bei dieser Geschwindigkeit ermöglicht Ihr WLAN das gleichzeitige Streamen von HD-Videos und schnelles Surfen im Internet.
el: Με αυτήν την ταχύτητα, το δίκτυο WiFi σας μπορεί να κάνει ταυτόχρονη λήψη μερικών βίντεο HD μέσω ροής και να σας προσφέρει γρήγορη περιήγηση στο web.
es_ar: A esta velocidad, puedes hacer streaming de algunos videos en HD en forma simultánea y proveer una navegación rápida.
fi: Tällä nopeudella voit suoratoistaa muutamia HD-videoita samanaikaisesti ja selata nettiä sujuvasti.
fr: À cette vitesse, votre réseau WiFi peut diffuser plusieurs vidéos HD en même temps et offrir une navigation Web rapide.
id: Pada kecepatan ini, WiFi Anda dapat mengalirkan beberapa video HD secara bersamaan dan melakukan peselancaran web yang cepat.
it: Con questa velocità WiFi, puoi trasmettere simultaneamente alcuni video HD in streaming e navigare velocemente sul web.
ja: この速度で WiFi がいくつかのHD 動画を同時にストリームし、高速ウェブ ブラウジングを提供します。
ko: 이 속도에서, WiFi는 몇몇 HD 비디오를 동시에 스트리밍하고 빠른 웹 브라우징을 보장합니다.
nb: I denne hastigheten kan WiFi-en din strømme noen få HD-videoer samtidig og gi rask surfing på nettet.
nl: Met deze snelheid is uw WiFi-netwerk geschikt om een paar HD-video's tegelijk te streamen en snel te surfen.
pl: Przy tej szybkości Twoja sieć WiFi może przesyłać strumieniowo kilka filmów w formacie HD jednocześnie oraz pozwala na szybkie przeglądanie Internetu.
pt: Nessa velocidade, seu WiFi pode transmitir alguns vídeos em qualidade HD simultaneamente e fornecer navegação rápida.
ru: На этой скорости можно одновременно смотреть несколько видео высокой четкости и просматривать веб-сайты без задержек.
sv: Med den här hastigheten kan ditt trådlösa nätverk strömma ett par HD-videor samtidigt och även ge snabbt webbsurfande.
th: ที่ความเร็วนี้ WiFi ของคุณสามารถสตรีมวิดีโอ HD ได้สองสามวิดีโอพร้อมกัน และให้การท่องเว็บที่รวดเร็ว
tr: Bu hızda WiFi aynı anda birkaç HD video yürütebilir ve hızlı web taraması sağlayabilir.
vi: Với tốc độ này, WiFi của bạn có thể truyền đồng thời một vài video HD và cho phép duyệt web nhanh.
zh: 以这种速度，您的WiFi可同时播放数个高清视频流媒体，并且提供更快的网页浏览速度。
zh_tw: 依照目前的速度來說，您的 WiFi 可以同時串流幾部 HD 影片並提供快速的網路瀏覽速度。

source: Speed: Okay
ar: السرعة : جيدة
da: Hastighed: OK
de: Geschwindigkeit: In Ordnung
el: Ταχύτητα: Εντάξει
es_ar: Velocidad: Bien
fi: Nopeus: OK
fr: Vitesse : Correcte
id: Kecepatan: Oke
it: Velocità: buona
ja: スピード：普通
ko: 속도: 양호
nb: Hastighet: OK
nl: Snelheid: Oké
pl: Prędkość: W porządku
pt: Velocidade: Boa
ru: Скорость: Нормальная
sv: Hastighet: OK
th: ความเร็ว: พอใช้
tr: Hız: Tamam
vi: Khá
zh: 速度：尚可
zh_tw: 速度：尚可

# speedOkayDescription
source: At this speed, your WiFi can stream HD movies and play online games. If multiple devices are using the internet at the same time, you may run into slow speeds and buffering.
ar: بهذه السرعة، يمكن لتقنية WiFi دفق أفلام عالية الوضوح وتشغيل ألعاب عبر الإنترنت. في حالة استخدام أجهزة متعددة للإنترنت في نفس الوقت، يمكنك تشغيلها بسرعات بطيئة والتخزين المؤقت.
da: Ved denne hastighed kan dit WiFi streame HD-film og bruges til online spil. Hvis flere enheder bruger internettet samtidig, kan der eventuelt opleves lave hastigheder og bufferlagring.
de: Bei dieser Geschwindigkeit ermöglicht Ihr WLAN das Streamen von HD-Filmen und Online-Gamen. Wenn mehrere Geräte gleichzeitig das Internet nutzen, kann die Geschwindigkeit beeinträchtigt werden und es kann zu Puffern kommen.
el: Με αυτήν την ταχύτητα, το δίκτυο WiFi σας μπορεί να κάνει λήψη βίντεο HD μέσω ροής καθώς και να παίξετε online παιχνίδια. Εάν χρησιμοποιούν πολλές συσκευές ταυτόχρονα το internet, ίσως αντιμετωπίσετε χαμηλές ταχύτητες και καθυστερήσεις λόγω προσωρινής αποθήκευσης.
es_ar: A esta velocidad, puedes hacer streaming de videos en HD y jugar en línea. Si múltiples dispositivos están utilizando Internet al mismo tiempo, puedes tener menos velocidad y tiempos de carga.
fi: Tällä nopeudella voit suoratoistaa HD-videoita ja pelata pelejä verkossa. Jos monta laitetta käyttää Internet-yhteyttä samanaikaisesti, nopeus voi hidastua ja viiveittä saattaa esiintyä.
fr: À cette vitesse, votre réseau WiFi peut diffuser des vidéos HD tout en vous permettant de jouer à des jeux en ligne. Si plusieurs appareils utilisent Internet en même temps, le débit pourrait être réduit et il pourrait y avoir de la mise en mémoire tampon.
id: Pada kecepatan ini, WiFi Anda dapat mengalirkan film HD dan bermain game online. Jika beberapa perangkat menggunakan internet secara bersamaan, Anda dapat mengalami kecepatan yang lambat dan buffering.
it: Con questa velocità WiFi, puoi trasmettere film HD in streaming e giocare online. Se molteplici dispositivi stanno utilizzando Internet nello stesso istante, potresti riscontrare velocità lente e buffering.
ja: この速度で WiFi が HD 動画をストリームし、オンラインゲームのプレイを可能にします。複数のデバイスがインターネットを同時に使用している場合は、遅いスピードとバッファーリングの状態に陥る可能性があります。
ko: 이 속도에서, 사용자의 WiFi는 HD 무비를 스트리밍하고 온라인 게임을 실행합니다. 동시에 인터넷을 사용하는 여러 장치가 있는 경우, 속도 지연과 버퍼링이 발생할 수 있습니다.
nb: I denne hastigheten kan WiFi-en din strømme HD-filmer og spille nettbaserte spill. Hvis flere enheter bruker Internett samtidig, kan du få tregere hastigheter og bufring.
nl: Met deze snelheid is uw WiFi-netwerk geschikt om HD-films te streamen en online te gamen. Als meerdere apparaten tegelijkertijd van het internet gebruikmaken, kunt u last krijgen van lage snelheden en bufferen.
pl: Przy tej szybkości Twoja sieć WiFi pozwala na strumieniowe przesyłanie filmów w formacie HD i granie w gry online. Jeśli w tym samym czasie z Internetu korzysta wiele urządzeń, szybkość może się zmniejszyć i może występować buforowanie.
pt: Nessa velocidade, seu WiFi pode transmitir filmes em qualidade HD e jogar on-line. Se diversos dispositivos estiverem usando a internet ao mesmo tempo, você pode executar em velocidades menores e com buffer.
ru: На этой скорости можно смотреть видео высокой четкости и играть в сетевые игры. Если к Интернету одновременно подключено несколько устройств, скорость будет снижена, может потребоваться буферизация.
sv: Med den här hastigheten kan ditt trådlösa nätverk strömma HD-filmer och spela onlinespel. Om flera enheter använder internet samtidigt kan du råka ut för buffring och långsamma hastigheter.
th: ที่ความเร็วนี้ WiFi ของคุณสามารถสตรีมภาพยนต์ HD และเล่นเกมออนไลน์ได้ หากมีอุปกรณ์หลายเครื่องใช้อินเทอร์เน็ตพร้อมกัน คุณอาจพบกับปัญหาความเร็วต่ำหรือการบัฟเฟอร์
tr: Bu hızda WiFi HD filmler yürütebilir ve çevrimiçi oyunlar oynatabilir. İnterneti aynı anda birden fazla cihaz kullanıyorsa düşük hız ve geçici bellek hızı ile karşılaşabilirsiniz.
vi: Với tốc độ này, WiFi của bạn có thể truyền các bộ phim HD và chơi trò chơi trực tuyến. Nếu nhiều thiết bị cùng sử dụng Internet, có thể bạn sẽ gặp hiện tượng tốc độ chậm và ghi vào bộ đệm.
zh: 以这种速度，您的WiFi可播放高清流媒体电影，并且进行在线游戏。 如果多台设备同时使用Internet，您的网络速度可能会变慢并缓冲。
zh_tw: 依照目前的速度來說，您的 WiFi 可以串流 HD 電影並進行線上遊戲。若多部裝置同時使用網際網路，則您可能會遭遇到較低速度與緩衝處理。

source: Speed: Optimal
ar: السرعة: مثالية
da: Hastighed: Optimal
de: Geschwindigkeit: Optimal
el: Ταχύτητα: Βέλτιστη
es_ar: Velocidad: Óptima
fi: Nopeus: Optimaalinen
fr: Vitesse : Optimale
id: Kecepatan: Optimal
it: Velocità: ottimale
ja: 速度：最適
ko: 속도: 최적
nb: Hastighet: Optimal
nl: Snelheid: Optimaal
pl: Prędkość: Optymalna
pt: Velocidade: Ótima
ru: Скорость: Оптимальная
sv: Hastighet: Optimalt
th: ความเร็ว: เหมาะสมที่สุด
tr: Hız: Optimal
vi: Tối ưu
zh: 速度：最佳
zh_tw: 速度：最佳

# speedOptimalDescription
source: At this speed, your WiFi can handle various internet-based applications on multiple devices and reliably stream HD movies and play online games at the same time.
ar: بهذه السرعة، يمكن لتقنية WiFi التعامل مع العديد من التطبيقات المستندة إلى الإنترنت على عدة أجهزة ودفق أفلام عالية الوضوح بشكلٍ موثوق به وتشغيل ألعاب عبر الإنترنت في نفس الوقت.
da: Ved denne hastighed kan dit WiFi håndtere forskellige internetbaserede programmer på flere enheder, streame HD-film stabilt og spille online samtidig.
de: Bei dieser Geschwindigkeit ermöglicht Ihr WLAN gleichzeitig verschiedene internetbasierte Anwendungen auf mehreren Geräten, zuverlässiges Streamen von HD-Filmen und Online-Gamen.
el: Με αυτήν την ταχύτητα, το δίκτυο WiFi σας μπορεί να διαχειριστεί διάφορες εφαρμογές που βασίζονται στο internet σε πολλές συσκευές και να πραγματοποιήσει λήψη βίντεο HD μέσω ροής ενώ ταυτόχρονα παίζετε online παιχνίδια.
es_ar: A esta velocidad, tu WiFi puede soportar varias aplicaciones basadas en Internet en múltiples dispositivos y hacer streaming de videos en HD en forma confiable, y jugar en línea al mismo tiempo.
fi: Tällä nopeudella WiFi-yhteys voi käsitellä monenlaisia Internet-pohjaisia sovelluksia, suoratoistaa HD-videoita ja tukea verkkopelejä monella laitteella yhtä aikaa.
fr: À cette vitesse, votre réseau WiFi peut prendre en charge plusieurs applications Internet tout en vous permettant de regarder des films HD ou de jouer à des jeux en ligne sur plusieurs appareils en même temps.
id: Pada kecepatan ini, WiFi Anda dapat menangani berbagai aplikasi berbasis internet pada beberapa perangkat, dan mengalirkan film HD secara andal serta bermain game online secara bersamaan.
it: Con questa velocità WiFi, puoi gestire varie applicazioni web su molteplici dispositivi, trasmettere film HD in streaming e giocare online, in modo affidabile e il tutto nello stesso istante.
ja: この速度で WiFi がさまざまなインターネット ベースのアプリケーションを複数のデバイスで実行し、HD 動画をストリームし、同時にオンラインゲームをプレイできます。
ko: 이 속도에서, WiFi가 동시에 여러 장치에서 다양한 인터넷 기반 응용 프로그램을 처리하고, HD 무비를 스트리밍하고, 온라인 게임을 실행할 수 있습니다.
nb: I denne hastigheten kan WiFi-en din takle ulike Internett-baserte applikasjoner på flere enheter og pålitelig strømme HD-filmer og spille nettbaserte spill samtidig.
nl: Met deze snelheid is uw WiFi-netwerk geschikt om verschillende internetapplicaties op meerdere apparaten te verwerken en betrouwbaar HD-films te streamen en tegelijk online te gamen.
pl: Przy tej szybkości Twoja sieć WiFi może obsłużyć różne aplikacje internetowe na wielu urządzeniach, niezawodne przesyłanie strumieniowe filmów w formacie HD oraz granie w gry online w tym samym czasie.
pt: Nessa velocidade, seu WiFi pode administrar diversos aplicativos baseados na internet em vários dispositivos e transmitir, com segurança, filmes em qualidade HD, organizar videoconferências e jogar on-line ao mesmo tempo.
ru: На этой скорости возможна одновременная работа нескольких приложений, использующих Интернет, на нескольких устройствах. Можно одновременно смотреть видео высокой четкости и играть в сетевые игры.
sv: Med den här hastigheten kan ditt trådlösa nätverk olika internetbaserade program på flera enheter och strömma HD-filmer och spela spel samtidigt utan störningar.
th: ที่ความเร็วนี้ WiFi ของคุณสามารถจัดการกับแอปพลิเคชันที่ใช้อินเทอร์เน็ตบนอุปกรณ์หลายเครื่องและสามารถสตรีมภาพยนตร์ HD อย่างราบรื่นและเล่นเกมออนไลน์ในขณะเดียวกัน
tr: Bu hızda WiFi'ınız birden fazla cihazda çeşitli internet tabanlı uygulamaların üstesinden gelebilir, aynı anda HD filmler yürütebilir ve çevrimiçi oyunlar oynatabilir.
vi: Với tốc độ này, bạn có thể xử lý nhiều loại ứng dụng dựa trên Internet trên nhiều thiết bị và truyền các bộ phim HD một cách ổn định, đồng thời chơi các trò chơi trực tuyến cùng một lúc.
zh: 以这种速度，您的WiFi能够在多台设备上同时处理不同的Internet应用程序，播放高清流媒体电影并进行在线游戏。
zh_tw: 依照目前的速度來說，您的 WiFi 可以同時在多部裝置上處理各種網際網路應用程式，並可靠地串流 HD 電影並進行線上遊戲。

source: Speed Test
ar: اختبار السرعة
da: Test af hastighed
de: Geschwindigkeits-Test
el: Δοκιμή ταχύτητας
es_ar: Prueba de velocidad
fi: Nopeustesti
fr: Test de vitesse
id: Uji Kecepatan
it: Test di velocità
ja: スピードテスト
ko: 속도 테스트
nb: Hastighetstest
nl: Snelheidstest
pl: Test prędkości
pt: Teste de velocidade
ru: Тест скорости
sv: Test av hastighet
th: ทดสอบความเร็ว
tr: Hız Testi
vi: Kiểm tra tốc độ
zh: 网速测试
zh_tw: 網速測試

# speedTestDesc
source: There are 2 ways to check your speeds
ar: هناك طريقتان للتحقق من سرعتك
da: Der er 2 måder at tjekke din hastighed på
de: Es gibt 2 Möglichkeiten, Ihre Geschwindigkeit zu überprüfen
el: Υπάρχουν 2 τρόποι για να ελέγξετε τις ταχύτητές σας
es_ar: Hay 2 maneras de comprobar sus velocidades
fi: Nopeuden voi tarkistaa kahdella tavalla
fr: Il existe 2 façons de vérifier vos vitesses
id: Ada 2 cara untuk memeriksa kecepatan Anda
it: Ci sono due modi per verificare la velocità
ja: 速度を確認する方法は2つあります。
ko: 속도를 확인하는 2가지 방법이 있습니다
nb: Det finnes to måter å sjekke hastigheten på
nl: Er zijn 2 manieren om uw snelheid te controleren
pl: Są 2 sposoby sprawdzenia prędkości
pt: Há duas maneiras de verificar suas velocidades
ru: Есть 2 способа проверить вашу скорость
sv: Det finns 2 sätt att kontrollera din hastighet
th: มี 2 วิธีในการตรวจสอบความเร็วของคุณ
tr: Hızlarınızı kontrol etmenin 2 yolu vardır
vi: Kiểm tra tốc độ kết nối internet của bạn
zh: 有两种方法可检查网速
zh_tw: 有兩種方法可檢查網速

# speedTestExternalCloudFlare
source: Test with CloudFlare
ar: إجراء الاختبار عبر CloudFlare
da: Test med CloudFlare
de: Testen mit CloudFlare
el: Έλεγχος με CloudFlare
es_ar: Prueba con CloudFlare
fi: Testaa CloudFlarella
fr: Test avec CloudFlare
id: Uji dengan Cloudflare
it: Fai il test con CloudFlare
ja: Cloudflareでテスト
ko: CloudFlare로 테스트
nb: Test med CloudFlare
nl: Testen met CloudFlare
pl: Testuj za pomocą CloudFlare
pt: Teste com CloudFlare
ru: Проверьте с помощью CloudFlare
sv: Testa med CloudFlare
th: ทดสอบด้วย CloudFlare
tr: CloudFlare ile test et
vi: Kiểm tra bằng CloudFlare
zh: 使用CloudFlare测试
zh_tw: 以 CloudFlare 測試

# speedTestExternalDesc
source: Before testing your speed with a 3rd party:
ar: قبل اختبار سرعتك مع جهة خارجية:
da: Før du tjekker din hastighed med en tredjepartsudbyder:
de: Bevor Sie Ihre Geschwindigkeit mit einem Drittanbieter prüfen:
el: Πριν δοκιμάσετε την ταχύτητά σας με τρίτο μέρος:
es_ar: Antes de probar su velocidad con un proveedor externo
fi: Ennen nopeuden testaamista kolmannen osapuolen palvelulla:
fr: Avant de tester votre vitesse avec un fournisseur tiers :
id: Sebelum menguji kecepatan Anda dengan pihak ke-3:
it: Prima di testare la velocità con un provider esterno
ja: 第三者で速度をテストする前に:
ko: 제3자와 속도를 테스트하기 전에:
nb: Før du sjekker hastigheten hos en tredjepartsleverandør:
nl: Voordat u uw snelheid test met een derde partij:
pl: Przed testem prędkości z zewnętrznym narzędziem:
pt: Antes de testar sua velocidade com um provedor externo
ru: Перед проверкой скорости с помощью стороннего сервиса:
sv: Innan du kontrollerar din hastighet med en tredjepartsleverantör:
th: ก่อนทดสอบความเร็วด้วยบริการของบุคคลที่สาม:
tr: 3. taraf ile hızınızı test etmeden önce:
vi: Kiểm tra tốc độ internet của bạn bằng các dịch vụ bên ngoài
zh: 在使用第三方工具测试网速之前：
zh_tw: 在使用第三方工具測試網速之前：

# speedTestExternalFast
source: Test with Fast.com
ar: إجراء الاختبار عبر Fast.com
da: Test med Fast.com
de: Testen mit Fast.com
el: Έλεγχος με Fast.com
es_ar: Prueba con Fast.com
fi: Testaa Fast.comilla
fr: Test avec Fast.com
id: Uji dengan Fast.com
it: Fai il test con Fast.com
ja: Fast.comでテスト
ko: Fast.com으로 테스트
nb: Test med Fast.com
nl: Testen met Fast.com
pl: Testuj za pomocą Fast.com
pt: Teste com Fast.com
ru: Проверьте с помощью Fast.com
sv: Testa med Fast.com
th: ทดสอบด้วย Fast.com
tr: Fast.com ile test et
vi: Kiểm tra bằng Fast.com
zh: 使用Fast.com测试
zh_tw: 以 Fast.com 測試

# speedTestExternalOthers
source: Or test with your preferred speedtest service
ar: أو قم بإجراء اختبار باستخدام خدمة اختبار السرعة المفضلة لديك
da: Eller tjek det med din foretrukne hastighedstesttjeneste
de: Oder prüfen Sie es mit Ihrem bevorzugten Speedtest-Dienst
el: Ή δοκιμάστε με την προτιμώμενη υπηρεσία δοκιμής ταχύτητας
es_ar: O realice la prueba con su servicio de speedtest preferido
fi: Tai testaa haluamallasi nopeustestipalvelulla
fr: Ou testez avec votre service de test de vitesse préféré
id: Atau uji dengan layanan speedtest pilihan Anda
it: Oppure fate il test con il vostro servizio di speedtesting preferito.
ja: または、お好みのスピードテストサービスでテストしてください。
ko: 또는 선호하는 속도 테스트 서비스로 테스트
nb: Eller test det med din favoritt-hastighetstesttjeneste
nl: Of test met uw favoriete snelheidstestservice
pl: Lub przetestuj za pomocą preferowanej usługi testowania prędkości
pt: Ou teste com o serviço de teste de velocidade de sua preferência.
ru: Или проверьте с помощью предпочитаемого сервиса проверки скорости
sv: Eller kontrollera det med din favorit tjänst för hastighetstest
th: หรือทดสอบด้วยบริการทดสอบความเร็วที่คุณต้องการ
tr: Veya tercih ettiğiniz hız testi hizmetiyle test edin
vi: Các dịch vụ khác
zh: 或者使用您偏好的网速测试服务
zh_tw: 或者使用您偏好的網速測試服務

# speedTestExternalStep1
source: Make sure you're connected to your WiFi network and not using cellular data
ar: تأكد من اتصالك بشبكة الواي فاي وعدم استخدام خدمة انترنت الجوال
da: Sørg for, at du er forbundet til dit WiFi-netværk og ikke et mobilnetværk.
de: Stellen Sie sicher, dass Sie an Ihr WiFi-Netzwerk und nicht an ein Mobilfunknetz verbunden sind
el: Βεβαιωθείτε ότι είστε συνδεδεμένοι στο δίκτυο WiFi και δεν χρησιμοποιείτε δεδομένα κινητής τηλεφωνίας
es_ar: Asegúrese de que está conectado a su red WiFi y de que no está utilizando datos móviles.
fi: Varmista, että olet yhteydessä WiFi-verkkoosi etkä käytä mobiilidataa
fr: Assurez-vous que vous êtes connecté à votre réseau WiFi et que vous n'utilisez pas de données cellulaires.
id: Pastikan Anda tersambung ke jaringan WiFi Anda dan tidak menggunakan data seluler
it: Assicurarsi di essere connessi alla propria rete WiFi e di non utilizzare dati mobili.
ja: WiFiネットワークに接続されていて、モバイルデータを使用していないことを確認してください。
ko: WiFi 네트워크에 연결되어 있고 셀룰러 데이터를 사용하지 않는지 확인하십시오
nb: Sørg for at du er koblet til WiFi-nettverket ditt og ikke til et mobilnettverk
nl: Zorg ervoor dat u verbonden bent met uw WiFi-netwerk en geen mobiele data gebruikt
pl: Upewnij się, że jesteś połączony z siecią WiFi, a nie korzystasz z danych komórkowych
pt: Verifique se está conectado à sua rede WiFi e se não está usando dados móveis.
ru: Убедитесь, что вы подключены к вашей сети WiFi, а не используете мобильные данные
sv: Kontrollera att du är ansluten till ditt WiFi-nätverk och inte till ett mobilnätverk
th: ตรวจสอบให้แน่ใจว่าคุณเชื่อมต่อกับเครือข่าย WiFi ของคุณและไม่ได้ใช้ข้อมูลมือถือ
tr: WiFi ağınıza bağlı olduğunuzdan ve hücresel veri kullanmadığınızdan emin olun
vi: Chọn dịch vụ kiểm tra tốc độ
zh: 确保您已连接到WiFi网络，而非使用移动数据
zh_tw: 請確保您已連接到WiFi網絡，而非使用流動數據
