Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# timezonePacificTimeUsaAndCanada
source: Pacific Time (USA & Canada)
ar: التوقيت الباسيفيكي (الولايات المتحدة وكندا)
da: Pacific Time (USA og Canada)
de: Pacific Time (USA und Kanada)
el: Ώρα Ειρηνικού (Η.Π.Α. και Καναδάς)
es_ar: Hora del Pacífico (Estados Unidos y Canadá)
fi: Tyynenmeren normaaliaika (USA ja Kanada)
fr: Pacifique (États-Unis et Canada)
id: Waktu Pasifik (AS & Kanada)
it: Pacifico (USA e Canada)
ja: 太平洋時間 (米国、カナダ)
ko: 태평양 표준시(미국 및 캐나다)
nl: Pacific Time (VS en Canada)
pl: Czas pacyficzny (USA i Kanada)
pt: Horário do Pacífico (EUA e Canadá)
ru: Тихоокеанское время (США и Канада)
sv: Stilla havet-tid (USA och Kanada)
tr: Pasifik Saati (ABD ve Kanada)
vi: Giờ Thái Bình Dương (Hoa Kỳ & Canada)
zh: 太平洋时间（美国和加拿大）
zh_tw: 太平洋時間（美國與加拿大）

# timezonePakistanRussia
source: Pakistan, Russia
ar: باكستان، روسيا
da: Pakistan, Rusland
de: Pakistan, Russland
el: Πακιστάν, Ρωσία
es_ar: Pakistán, Rusia
fi: Pakistan, Venäjä
fr: Pakistan, Russie
id: Pakistan, Rusia
ja: パキスタン、ロシア
ko: 파키스탄, 러시아
nb: Pakistan, Russland
nl: Pakistan, Rusland
pl: Pakistan, Rosja
pt: Paquistão, Rússia
ru: Пакистан, Россия
sv: Pakistan, Ryssland
tr: Pakistan, Rusya
vi: Pakistan, Nga
zh: 巴基斯坦、俄罗斯
zh_tw: 巴基斯坦、俄國

# timezoneSingaporeTaiwanRussia
source: Singapore, Taiwan, Russia
ar: سنغافورا، تايوان، روسيا
da: Singapore, Taiwan, Rusland
de: Singapur, Taiwan, Russland
el: Σιγκαπούρη, Ταϊβάν, Ρωσία
es_ar: Singapur, Taiwán, Rusia
fi: Singapore, Taiwan, Venäjä
fr: Singapour, Taïwan, Russie
id: Singapura, Taiwan, Rusia
ja: シンガポール、台湾、ロシア
ko: 싱가포르, 대만, 러시아
nb: Singapore, Taiwan, Russland
nl: Singapore, Taiwan, Rusland
pl: Singapur, Tajwan, Rosja
pt: Cingapura, Taiwan, Rússia
ru: Сингапур, Тайвань, Россия
sv: Singapore, Taiwan, Ryssland
tr: Singapur, Tayvan, Rusya
vi: Singapore, Đài Loan, Nga
zh: 新加坡、台湾、俄罗斯
zh_tw: 新加坡、台灣、俄國

# timezoneSolomonIslands
source: Solomon Islands
ar: جزر سليمان
da: Salomonøerne
de: Salomon-Inseln
el: Νησιά Σολόμωντα
es_ar: Islas Salomón
fi: Salomonsaaret
fr: Salomon (îles)
id: Kepulauan Solomon
it: Isole Solomon
ja: ソロモン諸島
ko: 솔로몬 제도
nb: Salomonøyene
nl: Salomoneilanden
pl: Wyspy Salomona
pt: Ilhas Salomão
ru: Соломоновы о-ва
sv: Salomonöarna
tr: Solomon Adaları
vi: Quần đảo Solomon
zh: 所罗门群岛
zh_tw: 所羅門群島

# timezoneSouthAfrica
source: South Africa
ar: جنوب أفريقيا
da: Sydafrika
de: Südafrika
el: Νότια Αφρική
es_ar: Sudáfrica
fi: Etelä-Afrikka
fr: Afrique du Sud
id: Afrika Selatan
it: Sud Africa
ja: 南アフリカ
ko: 남아프리카
nb: Sør-Afrika
nl: Zuid-Afrika
pl: RPA
pt: África do Sul
ru: Южная Африка
sv: Sydafrika
th: แอฟริกาใต้
tr: Güney Afrika
vi: Nam Phi
zh: 南非
zh_tw: 南非

# timezoneThailandRussia
source: Thailand, Russia
ar: تايلاند، روسيا
da: Thailand, Rusland
de: Thailand, Russland
el: Ταϊλάνδη, Ρωσία
es_ar: Tailandia, Rusia
fi: Thaimaa, Venäjä
fr: Thaïlande, Russie
id: Thailand, Rusia
it: Thailandia, Russia
ja: タイ、ロシア
ko: 타이, 러시아
nl: Thailand, Rusland
pl: Tajlandia, Rosja
pt: Tailândia, Rússia
ru: Таиланд, Россия
sv: Thailand, Ryssland
tr: Tayland, Rusya
vi: Thái Lan, Nga
zh: 泰国、俄罗斯
zh_tw: 泰國、俄國

# timezoneTunisia
source: Tunisia
ar: تونس
da: Tunesien
de: Tunesien
el: Τυνησία
es_ar: Túnez
fr: Tunisie
ja: チュニジア
ko: 튀니지
nl: Tunesië
pl: Tunezja
pt: Tunísia
ru: Тунис
sv: Tunisien
tr: Tunus
zh: 突尼斯
zh_tw: 突尼西亞

# timezoneTurkeyIraqJordanKuwait
source: Turkey, Iraq, Jordan, Kuwait
ar: تركيا، العراق، الأردن، الكويت
da: Tyrkiet, Irak, Jordan, Kuwait
de: Turkei, Irak, Jordanien, Kuwait
el: Τουρκία, Ιράκ, Ιορδανία, Κουβέιτ
es_ar: Turquía, Irak, Jordania, Kuwait
fi: Turkki, Irak, Jordania, Kuwait
fr: Turquie, Jordanie, Koweït
id: Turki, Irak, Yordania, Kuwait
it: Turchia, Iraq, Giordania, Kuwait
ja: トルコ、イラク、ヨルダン、クウェート
ko: 터키, 이라크, 요르단, 쿠웨이트
nb: Tyrkia, Irak, Jordan, Kuwait
nl: Turkije, Irak, Jordanië, Koeweit
pl: Turcja, Irak, Jordania, Kuwejt
pt: Turquia, Iraque, Jordânia, Kuwait
ru: Турция, Ирак, Иордания, Кувейт
sv: Turkiet, Irak, Jordanien, Kuwait
tr: Türkiye, Irak, Ürdün, Kuveyt
vi: Thổ Nhĩ Kỳ, Iraq, Jordan, Kuwait
zh: 土耳其、伊拉克、约旦、科威特
zh_tw: 土耳其、伊拉克、約旦、科威特

source: to
ar: إلى
da: til
de: in
el: έως
es_ar: hasta
fr: à
id: hingga
it: fino a
nb: til
nl: tot
pl: do
pt: a
sv: till
th: ถึง
vi: tới
zh: 致
zh_tw: 至

# toLogInLocallyWhileInBridgeMode
source: <b>Note:</b> To log in locally, go to <span></span>
ar: <b>ملاحظة:</b> لتسجيل الدخول محليًا، انتقل إلى<span></span>
da: <b>Bemærk:</b> Hvis du vil logge på lokalt, skal du gå til <span></span>
de: <b>Hinweis:</b> Zur lokalen Anmeldung rufen Sie folgenden Link auf: <span></span>
el: <b>Σημείωση:</b> Για να συνδεθείτε τοπικά, μεταβείτε <span></span>
es_ar: <b>Nota:</b> Para iniciar sesión de manera local, vaya a <span></span>
fi: <b>Huomautus:</b> Voit kirjautua paikallisesti osoitteessa <span></span>
fr: <b>Remarque :</b> Pour vous connecter localement, rendez-vous sur <span></span>
id: <b>Catatan:</b> Untuk masuk secara lokal, buka <span></span>
it: <b>Nota:</b> Per effettuare l'accesso locale, vai su <span></span>
ja: <b>メモ:</b> ローカルでのログイン: <span></span>
ko: <b>참고:</b>로컬로 로그인하려면, 다음으로 이동하십시오. <span></span>
nb: <b>Merk:</b> For å logge på lokalt kan du gå til <span></span>
nl: <b>Opmerking:</b> Om lokaal in te loggen, gaat u naar <span></span>
pl: <b>Uwaga:</b> Aby zalogować się lokalnie, przejdź do <span></span>
pt: <b>Observação:</b> Para fazer login localmente, vá para <span></span>
ru: <b>Примечание.</b> Для локального входа перейдите по адресу <span></span>
sv: <b>Obs!</b> För att logga in lokalt, gå till <span></span>
th: <b>หมายเหตุ:</b> เพื่อล็อกอินในเครื่อง ให้ไปที่ <span></span>
tr: <b>Not:</b> Yerel olarak oturum açmak için şuraya gidin: <span></span>
vi: <b>Lưu ý:</b> Để đăng nhập cục bộ, hãy truy cập <span></span>
zh: <b>注意：</b>若要本地登录，请转至 <span></span>
zh_tw: <b>注意：</b> 要從本機登入，前往 <span></span>

source: Traceroute
ar: تتبع المسار
ja: トレースルート
ko: 트레이스라우트
ru: Трассировка маршрута
tr: İz Rotası
vi: Truy vết tuyến
zh: 路由跟踪
zh_tw: 路由追蹤

source: Transmit Region
ar: منطقة الإرسال
da: Overførselsområde
de: Sende-Region
el: Περιοχή εκπομπής
es_ar: Región de transmisión
fi: Siirtoalue
fr: Région de transmission
id: Pancarkan Wilayah
it: Regione di trasmissione
ja: トランスミッション領域
ko: 전송 지역
nb: Overføringsregion
nl: Regio
pl: Region transmisji
pt: Transmitir região
ru: Регион передачи
sv: Sändningsregion
th: ส่งภูมิภาค
tr: İletim Bölgesi
vi: Khu vực phát
zh: 传输地区
zh_tw: 傳輸區域

# transmitRegionDesc
source: WiFi transmission power is set by regional limits. You could be subject to fines and penalties if you choose a region other than where you will use the router.
ar: يتم تعيين قدرة إرسال شبكة WiFi حسب الحدود الإقليمية. قد تتعرض لغرامات أو عقوبات إذا حددت منطقة أخرى بخلاف المنطقة التي ستستخدم بها الموجه.
da: WiFi-overførselsstyrke bestemmes af regionale grænseværdier. Du risikerer eventuelt bøde- og anden straf, hvis du vælger et andet område end det, hvor du vil bruge routeren.
de: Die WLAN-Sendeleistung ist abhängig von regionalen Limits. Es können Ihnen Strafen oder Geldbußen auferlegt werden, wenn Sie eine andere Region auswählen als die, in der Sie den Router benutzen.
el: Η ισχύς εκπομπής του ασύρματου δικτύου καθορίζεται ανάλογα με τα όρια της περιοχής. Ενδέχεται να σας επιβληθούν πρόστιμα και ποινές εάν επιλέξετε μία διαφορετική περιοχή από εκείνη που θα χρησιμοποιήσετε το router.
es_ar: La potencia de trasmisión por WiFi se configura conforme a los límites de la región. Podría quedar sujeto a multas y sanciones si elige una región que no sea el lugar donde utilizará el enrutador.
fi: WiFi-siirtoteho asetetaan alueellisten rajoitusten mukaan. Muun alueen kuin reitittimen todellisen käyttöalueen valitseminen saattaa johtaa sakkoihin tai muihin seuraamuksiin.
fr: La puissance de transmission du signal sans fil est déterminée par des limites régionales. Si vous sélectionnez une région autre que celle dans laquelle vous utilisez ce routeur, vous pourriez être sujet à une amende et à des sanctions.
id: Daya transmisi WiFi ditetapkan oleh batas wilayah. Anda dapat terkena denda dan penalti jika memilih wilayah selain dari tempat Anda akan menggunakan router tersebut.
it: La potenza della trasmissione WiFi è dettata dai limiti imposti dal Paese. Se selezioni una regione diversa da quella in cui utilizzi il prodotto, potresti essere soggetto a multe penali.
ja: WiFi 送信電力は、地域の制限により設定されます。ルーターを使用する場所以外の地域を選択すると、罰金やペナルティを課せられる可能性があります。
ko: WiFi 전송 능력은 지역별 제한에 따라 설정됩니다. 라우터를 사용할 지역이 아닌 곳을 선택하면 벌금과 처벌을 받을 수 있습니다.
nb: WiFi-overføringseffekt bestemmes av regionale grenser. Du kan bli ilagt bøter og straff hvis du velger en annen region enn der du skal bruke ruteren.
nl: Het WiFi-zendvermogen is afhankelijk van regionale limieten. U riskeert mogelijk sancties of een boete indien u een andere regio kiest dan die waarin u de router gaat gebruiken.
pl: Moc promieniowania WiFi jest ustalana według ograniczeń regionalnych. Wybranie innego regionu niż ten, w którym router jest stosowany, może podlegać grzywnie.
pt: A potência de transmissão WiFi é definida por limites regionais. Você pode receber multas e penas se escolher uma região diferente daquela na qual usará o roteador.
ru: Мощность передачи WiFi установлена региональными ограничениями. Выбор региона, отличного от того, где вы фактически будете использовать этот маршрутизатор, может повлечь штрафные санкции и взыскания.
sv: Sändningseffekten för WiFi ställs in enligt regionala begränsningar. Du kan få böter eller andra påföljder om du väljer en region som skiljer sig från den region där du använder routern.
th: กำลังการส่งข้อมูล WiFi ถูกตั้งค่าโดยขีดจำกัดระหว่างภูมิภาค คุณอาจต้องเสียค่าปรับหรือได้รับโทษ หากคุณเลือกภูมิภาคอื่นนอกเหนือจากที่คุณใช้เราเตอร์
tr: WiFi iletim gücü bölgesel sınırlandırmalara göre ayarlanmıştır. Yönlendiricinizi kullanacağınız bölgeden başka bir bölge seçerseniz para cezasına çarptırılabilirsiniz.
vi: Công suất phát WiFi được đặt theo giới hạn của từng khu vực. Bạn có thể bị phạt nếu chọn khu vực không đúng với nơi sẽ sử dụng bộ định tuyến.
zh: 已按地区限制设置WiFi传输功率。如果您选择路由器使用所在区域之外的地区，您可能会受到罚款或惩罚。
zh_tw: WiFi 傳輸功率由區域限制而定。如果您選擇您將使用本路由器所在地以外的區域，可能會遭到罰款。

source: Triggered range
ar: النطاق المُشغَّل
da: Aktiveret interval
de: Triggering-Bereich
el: Εύρος εναύσματος
es_ar: Intervalo desencadenado
fi: Laukaisualue
fr: Connexion sortante déclenchée
id: Rentang yang Dipicu
it: Intervallo di attivazione
ja: トリガー範囲
ko: 트리거된 범위
nb: Trigget område
nl: Getriggerd bereik
pl: Zakres wyzwolonych
pt: Intervalo de disparo
ru: Диапазон переключения
sv: Utlösningsintervall
th: ช่วงที่ถูกทริกเกอร์
tr: Tetiklenen aralık
vi: Phạm vi được kích hoạt
zh: 触发范围
zh_tw: 已觸發的範圍

source: Troubleshoot
ar: استكشاف الأخطاء وإصلاحها
da: Fejlfinding
de: Fehlerbehebung
el: Επίλυση προβλήματος
es_ar: Solución de problemas
fi: Vianmääritys
fr: Dépannage
id: Pemecahan Masalah
it: Risoluzione dei problemi
ja: トラブルシューティング
ko: 문제 해결
nb: Feilsøk
nl: Problemen oplossen
pl: Rozwiązywanie problemów
pt: Resolver problemas
ru: Устранение неполадок
sv: Felsökning
th: แก้ไขปัญหา
tr: Sorun Giderme
vi: Xử lý sự cố
zh: 故障排除
zh_tw: 故障排除

source: Try again
ar: حاول مجددًا
da: Prøv igen
de: Versuchen Sie es erneut
el: Δοκιμάστε ξανά
es_ar: Vuelva a intentarlo
fi: Yritä uudelleen
fr: Réessayez
id: Coba kembali
it: Riprova
ja: もう一度試す
ko: 다시 시도하십시오
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tente novamente
ru: Повторить попытку
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden dene
vi: Thử lại
zh: 请重试
zh_tw: 請重試

source: Turn Off
ar: إيقاف
da: Sluk
de: Deaktivieren
el: Απενεργοποίηση
es_ar: Desactivar
fi: Poista käytöstä
fr: Désactiver
id: Matikan
it: Disattiva
ja: オフにする
ko: 끄기
nb: Slå av
nl: Uitschakelen
pl: Wyłącz
pt: Desativar
ru: Отключить
sv: Slå av
th: ปิด
tr: Kapat
vi: Tắt
zh: 关闭
zh_tw: 關閉

source: Turn off Instant-Privacy?
ar: هل ترغب في إيقاف خاصية Instant-Privacy?
da: Deaktiver Instant-Databeskyttelse?
de: Instant-Datenschutz deaktivieren?
el: Απενεργοποίηση Άμεσου-απορρήτου;
es_ar: ¿Desactivar la Instant-Privacidad?
fi: Poistetaanko Pikayksityisyys käytöstä?
fr: Désactiver la Instant-Confidentialité?
id: Matikan Privasi-Instan?
it: Disattivare la Instant-Privacy?
ja: Instant-プライバシーをオフにしますか？
ko: 즉시-개인정보를 끄시겠습니까?
nb: Deaktivere Instant-Databeskyttelse?
nl: Instant-privacy uitschakelen?
pl: Wyłączyć szybką prywatność?
pt: Desativar o Instant-Privacidade?
ru: Отключить мгновенную конфиденциальность?
sv: Avaktivera Instant-Dataskydd?
th: ปิดความเป็นส่วนตัวทันที?
tr: Anında-Gizlilik kapatılsın mı?
vi: Tắt Riêng tư tức thì
zh: 是否关闭Instant隐私？
zh_tw: 是否關閉Instant私隱？

# turnOffInstantPrivacyDesc
source: This will allow new devices to connect to the network.
ar: سيسمح هذا للأجهزة الجديدة بالاتصال بالشبكة.
da: Dette giver nye enheder mulighed for at oprette forbindelse til netværket.
de: Dadurch können sich neue Geräte mit dem Netzwerk verbinden.
el: Αυτό θα επιτρέψει σε νέες συσκευές να συνδεθούν στο δίκτυο.
es_ar: Permitirá que nuevos dispositivos se conecten a la red.
fi: Tämä sallii uusien laitteiden yhdistämisen verkkoon.
fr: Les nouveaux appareils pourront se connecter au réseau.
id: Ini akan mengizinkan perangkat baru untuk tersambung ke jaringan.
it: Consente ai nuovi dispositivi di connettersi alla rete.
ja: これにより、新しいデバイスがネットワークに接続できるようになります。
ko: 이렇게 하면 새 장치가 네트워크에 연결할 수 있습니다.
nb: Dette gjør det mulig for nye enheter å koble seg til nettverket.
nl: Hierdoor kunnen nieuwe apparaten verbinding maken met het netwerk.
pl: To pozwoli nowym urządzeniom na łączenie się z siecią.
pt: Permitir que novos dispositivos se conectem à rede.
ru: Это позволит новым устройствам подключаться к сети
sv: Detta gör att nya enheter kan ansluta till nätverket.
th: การดำเนินการนี้จะอนุญาตให้อุปกรณ์ใหม่เชื่อมต่อกับเครือข่าย
tr: Bu, yeni cihazların ağa bağlanmasına izin verecektir.
vi: Tắt Riêng tư tức thì sẽ cho phép thiết bị mới kết nối với mạng của bạn
zh: 这将允许新设备连接到网络。
zh_tw: 這將允許新裝置連接網絡。

source: Turn off MAC filtering?
ar: إيقاف تشغيل تصفية MAC؟
da: Deaktiver MAC-filtrering?
de: MAC-Filterung deaktivieren?
el: Απενεργοποίηση φιλτραρίσματος MAC;
es_ar: ¿Desactivar el filtrado MAC?
fi: Poistetaanko MAC-suodatus käytöstä?
fr: Désactiver le filtrage MAC ?
id: Matikan pemfilteran MAC?
it: Disattivare il filtraggio MAC?
ja: MACフィルタリングをオフにしますか？
ko: MAC 필터링을 끄시겠습니까?
nb: Vil du deaktivere MAC-filtrering?
nl: MAC-filtering uitschakelen?
pl: Wyłączyć filtrowanie MAC?
pt: Desativar a filtragem de MAC?
ru: Отключить фильтрацию MAC-адресов?
sv: Inaktivera MAC-filtrering?
th: ปิดการกรอง MAC?
tr: MAC filtreleme kapatılsın mı?
vi: Tắt lọc MAC
zh: 是否关闭MAC过滤？
zh_tw: 是否關閉MAC過濾？

# turnOffMacFilteringDesc
source: This will allow all MAC addresses to connect.
ar: سيسمح هذا لجميع عناوين MAC بالاتصال.
da: Dette giver alle MAC-adresser mulighed for at etablere en forbindelse.
de: Dadurch können alle MAC-Adressen eine Verbindung herstellen.
el: Αυτό θα επιτρέψει τη σύνδεση όλων των διευθύνσεων MAC.
es_ar: Esto permitirá que todas las direcciones MAC se conecten.
fi: Tämä sallii kaikkien MAC-osoitteiden yhdistämisen.
fr: Ceci permettra à toutes les adresses MAC de se connecter.
id: Ini akan mengizinkan semua alamat MAC untuk tersambung.
it: Consente a tutti gli indirizzi MAC di connettersi.
ja: これにより、すべてのMACアドレスが接続できるようになります。
ko: 이렇게 하면 모든 MAC 주소가 연결할 수 있습니다.
nb: Dette vil tillate alle MAC-adresser å koble til.
nl: Hiermee kunnen alle MAC-adressen verbinding maken.
pl: To pozwoli na łączenie się wszystkim adresom MAC.
pt: Isso permitirá que todos os endereços MAC se conectem.
ru: Это позволит подключаться всем MAC-адресам
sv: Då kan alla MAC-adresser upprätta en anslutning.
th: การดำเนินการนี้จะอนุญาตให้แอดเดรส MAC ทั้งหมดเชื่อมต่อ
tr: Bu, tüm MAC adreslerinin bağlanmasına izin verecektir.
vi: Tắt lọc MAC sẽ cho phép tất cả thiết bị kết nối với mạng của bạn
zh: 这将允许所有MAC地址连接。
zh_tw: 這將允許所有MAC地址連接。

source: Turn On
ar: تشغيل
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
es_ar: Activar
fi: Ota käyttöön
fr: Activer
id: Nyalakan
it: Abilitare
ja: オンにする
ko: 켜기
nb: Aktiver
nl: Inschakelen
pl: Włącz
pt: Ativar
ru: Включить
sv: Aktivera
th: เปิด
tr: Aç
vi: Bật
zh: 开启
zh_tw: 開啟

source: Turn on Instant-Privacy?
ar: هل ترغب في تفعيل خاصية Instant-Privacy?
da: Aktiver Instant-Databeskyttelse?
de: Instant-Privacy aktivieren?
el: Ενεργοποίηση Άμεσου-απορρήτου;
es_ar: ¿Activar la Instant-Privacidad?
fi: Otetaanko Pikayksityisyys käyttöön?
fr: Activer la Instant-Confidentialité?
id: Nyalakan Privasi-Instan?
it: Attivare la Instant-Privacy?
ja: Instant-プライバシーをオンにしますか？
ko: 즉시-개인정보를 켜시겠습니까?
nb: Aktivere Instant-Databeskyttelse?
nl: Instant-privacy inschakelen?
pl: Włączyć szybką prywatność?
pt: Ativar o Instant-Privacidade?
ru: Включить мгновенную конфиденциальность?
sv: Aktivera Instant-Dataskydd?
th: เปิดความเป็นส่วนตัวทันที?
tr: Anında-Gizlilik açılsın mı?
vi: Bật Riêng tư tức thì
zh: 是否开启Instant隐私？
zh_tw: 是否開啟Instant私隱？

source: Turn on MAC filtering?
ar: تشغيل تصفية MAC؟
da: Aktiver MAC-filtrering?
de: MAC-Filterung aktivieren?
el: Ενεργοποίηση φιλτραρίσματος MAC;
es_ar: ¿Activar el filtrado MAC?
fi: Otetaanko MAC-suodatus käyttöön?
fr: Activer le filtrage MAC ?
id: Nyalakan pemfilteran MAC?
it: Abilitare il filtraggio MAC?
ja: MACフィルタリングをオンにしますか？
ko: MAC 필터링을 켜시겠습니까?
nb: Aktiver MAC-filtrering?
nl: MAC-filtering inschakelen?
pl: Włączyć filtrowanie MAC?
pt: Ativar filtragem de MAC?
ru: Включить фильтрацию MAC-адресов?
sv: Aktivera MAC-filtrering?
th: เปิดการกรอง MAC?
tr: MAC filtreleme açılsın mı?
vi: Bật lọc MAC
zh: 是否开启MAC过滤？
zh_tw: 是否開啟MAC過濾？

# turnOnMacFilteringDesc
source: Listed MAC addresses will not be allowed to connect.
ar: لن يُسمح لعناوين MAC المدرجة بالاتصال.
da: Listede MAC-adresser kan ikke forbindes.
de: Aufgelistete MAC-Adressen können nicht verbunden werden.
el: Οι καταχωρισμένες διευθύνσεις MAC δεν θα επιτρέπεται να συνδεθούν.
es_ar: Direcciones MAC en la lista no se les permitirá conectarse.
fi: Luettelossa olevia MAC-osoitteita ei sallita yhdistää.
fr: Les adresses MAC listées ne seront pas autorisées à se connecter.
id: Alamat MAC yang terdaftar tidak akan diizinkan untuk tersambung.
it: Gli indirizzi MAC presenti nell'elenco non potranno connettersi.
ja: リストされたMACアドレスは接続を許可されません。
ko: 나열된 MAC 주소는 연결이 허용되지 않습니다.
nb: Oppførte MAC-adresser kan ikke kobles til.
nl: Getoonde MAC-adressen mogen geen verbinding maken.
pl: Wymienione adresy MAC nie będą mogły się połączyć.
pt: Endereços MAC na lista não terão permissão para se conectar.
ru: Перечисленным MAC-адресам не будет разрешено подключаться
sv: Listade MAC-adresser kan inte anslutas.
th: แอดเดรส MAC ที่อยู่ในรายการจะไม่ได้รับอนุญาตให้เชื่อมต่อ
tr: Listelenen MAC adreslerinin bağlanmasına izin verilmeyecektir.
vi: Bật lọc MAC sẽ chỉ cho phép các thiết bị được chỉ định kết nối với mạng của bạn
zh: 列出的MAC地址将不被允许连接。
zh_tw: 列出的MAC地址將不獲准連接。

source: UDP and TCP
ar: UDP وTCP
da: UDP og TCP
de: UDP und TCP
el: UDP και TCP
es_ar: UDP y TCP
fi: UDP ja TCP
fr: UDP et TCP
id: UDP dan TCP
it: UDP e TCP
ja: UDP と TCP
ko: UDP 및 TCP
nb: UDP og TCP
nl: UDP en TCP
pl: UDP i TCP
pt: UDP e TCP
ru: UDP и TCP
sv: UDP och TCP
th: UDP และ TCP
tr: UDP ve TCP
vi: UDP và TCP
zh: UDP和TCP
zh_tw: UDP 與 TCP

source: United Arab Emirates
ar: الإمارات العربية المتحدة
da: De Forenede Arabiske Emirater
de: Vereinigte Arabische Emirate
el: Ηνωμένα Αραβικά Εμιράτα
es_ar: Emiratos Árabes Unidos
fi: Arabiemiirikunnat
fr: Émirats Arabes Unis
id: Uni Emirat Arab
it: Emirati Arabi Uniti
ja: アラブ首長国連邦
ko: 아랍 에미리트 연합국
nb: De forente arabiske emirater
nl: Verenigde Arabische Emiraten
pl: Zjednoczone Emiraty Arabskie
pt: Emirados Árabes Unidos
ru: Объединенные Арабские Эмираты
sv: Förenade Arabemiraten
th: สหรัฐอาหรับเอมิเรตส์
tr: Birleşik Arap Emirlikleri
vi: Các Tiểu vương quốc Ả Rập Thống nhất
zh: 阿联酋
zh_tw: 阿拉伯聯合大公國

source: United Kingdom
ar: المملكة المتحدة
da: Storbritannien
de: Vereinigtes Königreich
el: Ηνωμένο Βασίλειο
es_ar: Reino Unido
fi: Iso-Britannia
fr: France
id: Britania Raya
it: Regno Unito
ja: イギリス
ko: 영국
nb: Storbritannia
nl: Verenigd Koninkrijk
pl: Wielka Brytania
pt: Reino Unido
ru: Великобритания
sv: Storbritannien
th: สหราชอาณาจักร
tr: İngiltere
vi: Vương Quốc Anh
zh: 英国
zh_tw: 英國

# unitedState
source: United States
ar: الولايات المتحدة
da: USA
de: USA
el: Ηνωμένες Πολιτείες
es_ar: Estados Unidos
fi: Yhdysvallat
fr: États-Unis
id: Amerika Serikat
it: Stati Uniti
ja: アメリカ合衆国
ko: 미국
nb: USA
nl: Verenigde Staten
pl: USA
pt: Estados Unidos
ru: США
sv: USA
th: สหรัฐอเมริกา
tr: ABD
vi: Hoa Kỳ
zh: 美国
zh_tw: 美國

source: Unknown
ar: مجهول
da: Ukendt
de: Unbekannt
el: Άγνωστο
es_ar: Desconocido
fi: Tuntematon
fr: Inconnu
id: Tidak dikenal
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pl: Nieznane
pt: Desconhecido
ru: Неизвестно
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
vi: Không xác định
zh: 未知
zh_tw: 未知

source: Unknown error
ar: خطأ غير معروف
da: Ukendt fejl
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es_ar: Error desconocido
fi: Tuntematon virhe
fr: Erreur inconnue
id: Kesalahan tidak dikenal
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt: Erro desconhecido
ru: Неизвестная ошибка
sv: Okänt fel
th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ
tr: Bilinmeyen hata
vi: Lỗi không xác định
zh: 未知错误
zh_tw: 未知錯誤

source: Unknown error: {code}
ar: خطأ غير معروف: {code}
da: Ukendt fejl: {code}
de: Unbekannter Fehler: {code}
el: Άγνωστο σφάλμα: {code}
es_ar: Error desconocido: {code}
fi: Tuntematon virhe: {code}
fr: Erreur inconnue : {code}
id: Kesalahan tidak dikenal: {code}
it: Errore sconosciuto: {code}
ja: 不明なエラー: {code}
ko: 알 수 없는 오류: {code}
nb: Ukjent feil: {code}
nl: Onbekende fout: {code}
pl: Nieznany błąd: {code}
pt: Erro desconhecido: {code}
ru: Неизвестная ошибка: {code}
sv: Okänt fel: {code}
th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ: {code}
tr: Bilinmeyen hata: {code}
vi: Mã lỗi không xác định
zh: 未知错误：{code}
zh_tw: 未知錯誤：{code}

# unsavedChangesDesc
source: Navigating away from this page will discard any inputs.
ar: سيؤدي الانتقال بعيدًا عن هذه الصفحة إلى تجاهل أي مدخلات.
da: Hvis du forlader denne side, kasseres alle poster.
de: Wenn Sie diese Seite verlassen, werden alle Eingaben verworfen.
el: Η πλοήγηση μακριά από αυτήν τη σελίδα θα απορρίψει τυχόν καταχωρίσεις.
es_ar: Si sale de esta página, se descartará cualquier entrada.
fi: Tältä sivulta poistuminen hylkää kaikki syötteet.
fr: Le fait de naviguer hors de cette page annulera toutes les entrées.
id: Menavigasi keluar dari halaman ini akan membuang semua input.
it: Se si lascia questa pagina, qualsiasi iscrizione verrà scartata.
ja: このページから離れると、入力内容は破棄されます。
ko: 이 페이지에서 나가면 입력한 내용이 삭제됩니다.
nb: Hvis du forlater denne siden, vil alle oppføringer bli forkastet.
nl: Als u deze pagina verlaat, worden alle invoergegevens verwijderd.
pl: Opuszczenie tej strony spowoduje odrzucenie wszystkich wprowadzonych danych.
pt: Se você sair desta página, todas as entradas serão descartadas.
ru: При переходе с этой страницы все введенные данные будут отменены.
sv: Om du lämnar denna sida kommer alla poster att kasseras.
th: การนำทางออกจากหน้านี้จะละทิ้งข้อมูลที่ป้อน
tr: Bu sayfadan ayrılmak tüm girişleri atacaktır.
vi: Bạn có các thay đổi chưa được lưu. Bạn có muốn rời đi mà không lưu không?
zh: 离开此页面将放弃所有输入内容。
zh_tw: 離開此頁面將放棄所有輸入內容
