Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# pnpUnplugModemTitle
source: Unplug your modem
ar: افصل المودم
da: Afbryd strømmen til modemmet
de: Stecken Sie Ihr Modem aus
el: Αποσύνδεση μόντεμ
es_ar: Desconecte el módem
fi: Irrota modeemin virtakaapeli
fr: Débranchez votre modem
id: Cabut modem Anda
it: Scollega il modem
ja: モデム(またはONU)の電源プラグを抜く
ko: 모뎀 분리
nb: Koble fra modemet
nl: Haal de stekker van uw modem uit het stopcontact
pl: Odłącz modem
pt: Desconecte seu modem
ru: Отключить модем от сети
sv: Koppla ur ditt modem
th: ถอดปลั๊กโมเด็มของคุณ
tr: Modeminizin fişini çıkarın
vi: Rút phích cắm nguồn modem
zh: 断开您的调制解调器
zh_tw: 中斷數據機電源

# pnpWaitingModemCheckingInternet
source: Checking for internet...
ar: جارٍ التحقق من الإنترنت...
da: Søger efter internet ...
de: Die Internetverbindung wird überprüft...
el: Έλεγχος για internet...
es_ar: Buscando Internet…
fi: Tarkistetaan Internet-yhteyttä...
fr: Vérification de la connexion Internet...
id: Memeriksa ketersediaan internet...
it: Verifica della connessione Internet...
ja: インターネットをチェックしています...
ko: 인터넷 확인 중...
nb: Søker etter internett ...
nl: Internetverbinding zoeken...
pl: Sprawdzanie połączenia z Internetem...
pt: Verificando a internet...
ru: Проверка интернет-подключения...
sv: Söker efter internet...
th: กำลังตรวจหาอินเทอร์เน็ต...
tr: İnternet bağlantısı kontrol ediliyor...
vi: Đang kiểm tra Internet...
zh: 正在检查互联网…
zh_tw: 正在檢查網際網路…

# pnpWaitingModemDesc
source: Your ISP needs time to issue a new IP address to your router to connect to the internet
ar: يحتاج موفر خدمة الإنترنت إلى وقت لإصدار عنوان IP جديد للموجّه للاتصال بالإنترنت
da: Din internetudbyder har brug for tid til at udstede en ny IP-adresse til din router for at oprette forbindelse til internettet
de: Ihr Internetanbieter braucht Zeit, bis er Ihrem Router für die Verbindung zum Internet eine neue IP-Adresse zuweist
el: Ο ISP σας χρειάζεται χρόνο για να εκδώσει μια νέα διεύθυνση IP στον δρομολογητή σας ώστε να συνδεθείτε στο internet.
es_ar: El ISP necesita tiempo para emitir una nueva dirección IP al rúter para conectarse a Internet.
fi: Internet-palveluntarjoajallasi kestää hetki antaa reitittimellesi uusi IP-osoite, jotta se voi muodostaa yhteyden internetiin.
fr: Votre FAI a besoin de temps pour attribuer une nouvelle adresse IP à votre routeur afin qu'il puisse se connecter à Internet
id: ISP memerlukan waktu untuk memberikan alamat IP baru setiap kali router Anda tersambung ke internet
it: L'ISP potrebbe richiedere del tempo per generare un nuovo indirizzo IP per il router per la connessione a Internet
ja: ISPからルーターにインターネット接続用の新しいIPアドレスが割り当てられるまで、しばらく時間がかかります
ko: ISP는 인터넷에 연결하기 위해 라우터에 새로운 IP 주소를 발급하는 데 시간이 필요합니다.
nb: Internettleverandøren trenger tid til å utstede nye IP-adresser til ruteren, slik at den koble seg til internett
nl: Uw internetprovider heeft tijd nodig om een nieuw IP-adres aan uw router te geven om verbinding te maken met internet
pl: Dostawca usług internetowych potrzebuje czasu, aby nadać routerowi nowy adres IP w celu nawiązania połączenia z Internetem
pt: Seu ISP precisa de tempo para encaminhar novo endereço de IP para seu roteador se conectar à internet
ru: Вашему интернет-провайдеру необходимо время, чтобы выдать новый IP-адрес маршрутизатору для подключения к Интернету
sv: Din internetleverantör behöver tid för att utfärda en ny IP-adress till din router för att ansluta till internet
th: ISP ต้องใช้เวลาในการออก IP แอดเดรสใหม่ให้เราเตอร์ของคุณได้เชื่อมต่อกับอินเทอร์เน็ต
tr: İnternete bağlanması amacıyla yönlendiricinize yeni bir IP adresi oluşturması için İSS'nizin zamana ihtiyacı var
vi: ISP cần thời gian để cấp địa chỉ IP mới cho bộ định tuyến của bạn để kết nối với internet
zh: 您的ISP需要一定时间才能向您的路由器发布一个新的IP地址，以连接到互联网
zh_tw: ISP 需要時間向路由器核發新的 IP 地址，才能連線至網際網路

# pnpWaitingModemPlugBack
source: Plug your modem back in
ar: وصل المودم الخاص بك مرة أخرى
da: Slut dit modem til igen
de: Schließen Sie Ihr Modem wieder an
el: Συνδέστε ξανά το μόντεμ σας
es_ar: Vuelve a conectar el módem
fi: Kytke modeemiin virta
fr: Branchez à nouveau votre modem
id: Colokkan modem Anda kembali
it: Ricollega il modem
ja: モデム(ONU)をもう一度電源につなげてください
ko: 모뎀을 다시 연결하십시오.
nb: Koble til modemet igjen
nl: Steek de stekker van uw modem weer in het stopcontact
pl: Ponownie podłącz modem
pt: Conecte seu modem de volta
ru: Снова подключите модем к сети
sv: Koppla in modemet igen
th: เสียบโมเด็มของคุณกลับเข้าไป
tr: Modeminizi tekrar fişe takın
vi: Cắm nguồn lại cho modem
zh: 重新插好您的调制解调器
zh_tw: 將數據機再次插回

# pnpWaitingModemPluggedIn
source: It's plugged in
ar: إنه متصل
da: Den er tilsluttet
de: Es ist angeschlossen
el: Συνδεδεμένο στην πρίζα
es_ar: Está enchufado
fi: Virta on kytketty
fr: Tout est bien branché
id: Sudah dicolokkan
it: È collegato
ja: 電源につながっています
ko: 다음에 연결되어 있음
nb: Den er tilkoblet
nl: De stekker zit in het stopcontact
pl: Jest podłączony
pt: Está conectada
ru: Подключен
sv: Det är inkopplat
th: เสียบปลั๊กแล้ว
tr: Fişe takılı
vi: Đã cắm nguồn
zh: 已连接好
zh_tw: 已插入

# pnpWaitingModemTitle
source: Giving your modem time to contact your ISP
ar: جارٍ إعطاء وقت للمودم الخاص بك للاتصال بمزود خدمة الإنترنت
da: Giv dit modem tid til at kontakte din internetudbyder
de: Es dauert eine Weile, bis die Verbindung Ihres Modems mit dem Internet hergestellt wird
el: Δώστε χρόνο στο μόντεμ σας να επικοινωνήσει με τον ISP σας
es_ar: Tiene que darle tiempo al módem para que se contacte con el ISP
fi: Anna modeemille hetki aikaa muodostaa yhteys Internet-palveluntarjoajaan
fr: Laissez à votre modem le temps de contacter votre FAI
id: Memberi modem Anda waktu untuk menghubungi ISP
it: In attesa della connessione del modem all'ISP
ja: モデム(ONU)がISPとの接続を確立するのを待ちます
ko: 모뎀이 ISP와 연결될 때까지 기다리십시오.
nb: Gi modemet tid til å opprette forbindelse med internettleverandøren
nl: Wacht tot uw modem verbinding heeft gemaakt met uw internetprovider
pl: Oczekiwanie, aż modem skontaktuje się z dostawcą usług internetowych
pt: Dando tempo ao seu modem para fazer contato com o ISP
ru: Дождитесь, пока модем установит соединение с интернет-провайдером
sv: Ge modemet tid att kontakta din internetleverantör
th: กำลังให้เวลาโมเด็มของคุณได้ติดต่อ ISP ของคุณ
tr: İSS'nizle iletişime geçmesi için modeminize zaman tanınıyor
vi: Hãy chờ modem liên lạc với ISP
zh: 给您的调制解调器一点时间，以与ISP连接
zh_tw: 請稍候，讓數據機與 ISP 連線

# pnpWaitingModemWaitStartUp
source: Waiting for your modem to start up
ar: انتظر حتى يبدأ المودم الخاص بك بالعمل
da: Venter på at dit modem er startet helt op
de: Es wird gewartet, bis Ihr Modem hochgefahren ist
el: Αναμονή για την εκκίνηση του μόντεμ σας
es_ar: Esperando a que se reinicie el módem
fi: Odotetaan, että modeemi on käynnistynyt
fr: Dans l'attente du démarrage de votre modem
id: Menunggu modem Anda hidup
it: In attesa dell'avvio completo del modem
ja: モデム(ONU)が起動をするのを待っています
ko: 모뎀이 시작될 때까지 기다리는 중입니다.
nb: Venter på at modemet skal starte opp
nl: Wachten tot uw modem is opgestart
pl: Oczekiwanie na uruchomienie modemu
pt: Esperar o modem iniciar
ru: Ожидание запуска модема
sv: Väntar på att ditt modem ska starta
th: กำลังรอโมเด็มของคุณให้พร้อมใช้งาน
tr: Modemin başlaması bekleniyor
vi: Đang chờ modem khởi động
zh: 正在等待您的调制解调器重启
zh_tw: 正在等候數據機啟動

# pnpWiFiReady
source: {ssid} is ready
ar: {ssid} جاهز
da: {ssid} er klar
de: {ssid} ist bereit
el: Το {ssid} είναι έτοιμο
es_ar: {ssid} está listo
fi: {ssid} on valmis
fr: {ssid} est prêt
id: {ssid} sudah siap
it: {ssid} è pronta
ja: {ssid}の準備ができました
ko: {ssid}가 준비되었습니다.
nb: {ssid} er klar
nl: {ssid} is gereed
pl: {ssid} jest gotowy
pt: {ssid} está pronto
ru: {ssid} готов
sv: {ssid} är redo
th: {ssid} พร้อมแล้ว
tr: {ssid} hazır
vi: {ssid} đã sẵn sàng
zh: {ssid}已准备就绪
zh_tw: {ssid} 已準備好了

# pnpWiFiReadyConnectToNewWiFi
source: Connect your devices to your new WiFi
ar: قم بتوصيل أجهزتك بشبكة WiFi الجديدة
da: Tilslut dine enheder til det nye WiFi-netværk
de: Verbinden Sie Ihre Geräte mit Ihrem neuen WLAN
el: Συνδέστε τις συσκευές σας στο νέο WiFi
es_ar: Conecte los dispositivos al nuevo wifi
fi: Yhdistä laitteet uuteen WiFi-verkkoon
fr: Connectez tous vos périphériques à votre nouveau réseau&nbsp;WiFi
id: Menyambungkan perangkat ke WiFi baru Anda
it: Connetti i tuoi dispositivi al nuovo WiFi
ja: お手持ちのデバイスを新しいWiFiに接続してください:
ko: 새로운 WiFi에 장치를 연결합니다
nb: Koble enhetene dine til det nye WiFi-nettverket
nl: Verbind uw apparaten met uw nieuwe WiFi
pl: Podłącz swoje urządzenia do nowej sieci WiFi
pt: Conecte seus dispositivos ao seu novo WiFi
ru: Подключить устройства к новой сети WiFi
sv: Anslut dina enheter till ditt nya WiFi
th: เชื่อมต่ออุปกรณ์เข้ากับ WiFi ใหม่ของคุณ
tr: Cihazlarınızı yeni WiFi ağınıza bağlayın
vi: Kết nối các thiết bị của bạn với WiFi mới
zh: 将您的设备连接到您的新WiFi
zh_tw: 將裝置連接至您的新 WiFi

# pnpYourNetworkDesc
source: Confirm all Nodes are here
ar: تأكد من وجود جميع العقد هنا
da: Bekræft, at alle noder er her
de: Bestätigen Sie, dass alle Node hier sind
el: Επιβεβαιώστε ότι όλοι οι κόμβοι είναι εδώ
es_ar: Confirme que todos los nodos están aquí
fi: Varmista, että kaikki solmut ovat täällä
fr: Confirmez que tous les nœuds sont ici
id: Konfirmasi semua Simpul ada di sini
it: Confermare che tutti i nodi sono presenti.
ja: すべてのノードが現在地にあることを確認してください。
ko: 모든 노드가 여기에 있는지 확인
nb: Sjekk om alle noder er tilstede
nl: Controleer of alle nodes aanwezig zijn
pl: Potwierdź, że wszystkie węzły są tutaj
pt: Confirme se todos os nós estão aqui.
ru: Подтвердите, что все узлы здесь
sv: Bekräfta att alla noder är här
th: ยืนยันว่าโหนดทั้งหมดอยู่ที่นี่
tr: Tüm Düğümlerin burada olduğunu onaylayın
vi: Mạng WiFi của bạn đã sẵn sàng
zh: 确认所有节点都在此处
zh_tw: 確認所有節點都在此處

# pnpYourNetworkTitle
source: Your network
ar: شبكتك
da: Dit netværk
de: Ihr Netzwerk
el: Το δίκτυο σας
es_ar: Su red
fi: Verkkosi
fr: Votre réseau
id: Jaringan Anda
it: La tua rete
ja: ご利用のネットワーク
ko: 사용자의 네트워크
nb: Ditt nettverk
nl: Uw netwerk
pl: Twoja sieć
pt: Sua rede
ru: Ваша сеть
sv: Ditt nätverk
th: เครือข่ายของคุณ
tr: Ağınız
vi: Mạng của bạn
zh: 您的网络
zh_tw: 您的網路

source: Poor
ar: ضعيفة
da: Dårlig
de: Schlecht
el: Ασθενές
es_ar: Pobre
fi: Heikko
fr: Faible
id: Buruk
it: Scarsa
ja: 悪い
ko: 불량
nb: Dårlig
nl: Slecht
pl: Słaba
pt: Precário
ru: Плохой
sv: Dålig
th: ต่ำ
tr: Zayıf
vi: Kém
zh: 极差
zh_tw: 不良

# portRangeError
source: The end port must be larger or equal to the start port.
ar: يجب أن يكون منفذ الانتهاء أكبر من منفذ البدء أو مساويًا له.
da: Slutporten skal være højere eller lig med startporten.
de: Der End-Port muss mit dem Start-Port übereinstimmen oder größer sein.
el: Η τελική θύρα πρέπει να είναι μεγαλύτερη ή ίση με την αρχική θύρα.
es_ar: El puerto final debe ser más extenso o igual que el puerto inicial.
fi: Viimeisen portin numeron on oltava suurempi tai yhtä suuri kuin ensimmäisen portin numero.
fr: Le port de début doit être inférieur ou égal au port de fin.
id: Port akhir harus lebih besar atau sama dengan port awal.
it: La porta finale deve essere maggiore o uguale alla porta iniziale.
ja: 終了ポートは、開始ポートと等しいか、それより大きいものである必要があります。
ko: 종료 포트 번호는 시작 포트 번호보다 크거나 같아야 합니다.
nb: Sluttporten må være høyere enn eller lik startporten.
nl: De eindpoort moet groter zijn dan of gelijk zijn aan de startpoort.
pl: Numer portu końcowego musi być taki sam lub większy niż numer portu początkowego.
pt: A porta final deve ser maior ou igual à porta inicial.
ru: Номер конечного порта должен быть больше номера начального порта или равняться ему.
sv: Slutportnumret måste vara högre eller lika med startportnumret.
th: พอร์ตสิ้นสุดต้องมากกว่าหรือเท่ากับพอร์ตเริ่มต้น
tr: Bitiş portu başlangıç portundan büyük veya eşit olmalıdır.
vi: Cổng kết thúc phải lớn hoặc bằng cổng bắt đầu.
zh: 结束端口必须大于或等于开始端口。
zh_tw: 結束連接埠必須大於或等於開始連接埠。

source: Port range forwarding
ar: إعادة توجيه نطاق المنافذ
da: Viderestilling af portinterval
de: Portbereich-Weiterleitung
el: Προώθηση σε εύρος θυρών
es_ar: Reenvío a intervalo de puertos
fi: Porttialueen edelleenohjaus
fr: Transfert de connexion
id: Penerusan Rentang Port
it: Inoltro intervallo porte
ja: ポート範囲転送
ko: 포트 범위 전달
nb: Videresending av portområde
nl: Poortbereik doorsturen
pl: Przekierowanie zakresu portów
pt: Encaminhamento de intervalo de porta
ru: Переадресация диапазона портов
sv: Vidarebefordran av portintervall
th: การส่งต่อช่วงของพอร์ต
tr: Port Aralığı Yönlendirme
vi: Chuyển tiếp Dải Cổng
zh: 端口范围转发
zh_tw: 連接埠範圍轉寄

# portRangeForwardingDescription
source: Continuously forward traffic from a range of ports to a specific device.
ar: إعادة توجيه حركة المرور بشكل مستمر من مجموعة من المنافذ (ports) إلى جهاز محدد.
da: Videresend kontinuerligt trafik fra et antal porte til en bestemt enhed.
de: Datenverkehr von einer Reihe von Ports an ein bestimmtes Gerät kontinuierlich weiterleiten.
el: Συνεχής προώθηση κίνησης από ένα εύρος θυρών σε συγκεκριμένη συσκευή.
es_ar: Reenvía continuamente el tráfico de una serie de puertos a un dispositivo específico.
fi: Ohjaa jatkuvasti liikenne porttialueelta tietylle laitteelle.
fr: Transférer en continu le trafic d'une série de ports vers un appareil spécifique.
id: Teruskan lalu lintas secara terus menerus dari rentang port ke perangkat tertentu.
it: Inoltrare continuamente il traffico da una serie di porte a un dispositivo specifico.
ja: 特定のデバイスに対して、さまざまなポートからのトラフィックを継続的に転送します。
ko: 특정 장치로 포트 범위의 트래픽을 지속적으로 전달합니다.
nb: Videresend kontinuerlig trafikk fra en rekke porter til en spesifikk enhet.
nl: Verkeer van een reeks poorten continu doorsturen naar een specifiek apparaat.
pl: Ciągłe przekierowywanie ruchu z zakresu portów do określonego urządzenia.
pt: Encaminhar continuamente o tráfego de um número de portas para um dispositivo específico.
ru: Непрерывно перенаправлять трафик из диапазона портов на определенное устройство.
sv: Vidarebefordra kontinuerligt trafik från en rad olika portar till en viss enhet.
th: ส่งต่อการรับส่งข้อมูลจากช่วงของพอร์ตไปยังอุปกรณ์เฉพาะอย่างต่อเนื่อง
tr: Bir port aralığından gelen trafiği sürekli olarak belirli bir cihaza yönlendirin.
vi: Chuyển tiếp dải cổng cho phép bạn chỉ định một dải cổng để chuyển tiếp đến một địa chỉ IP cụ thể trên mạng của bạn.
zh: 持续将一系列端口的流量转发到特定设备。
zh_tw: 持續把一系列連接埠的流量轉發至特定裝置。

source: Port range triggering
ar: تشغيل نطاق المنافذ
da: Aktivering af portinterval
de: Portbereich-Triggering
el: Έναυσμα εύρους θυρών
es_ar: Desencadenador de intervalo de puertos
fi: Porttialueen laukaisu
fr: Déclenchement de connexion
id: Pemicuan Rentang Port
it: Attivazione intervallo porte
ja: ポート範囲のトリガー
ko: 포트 범위 트리거링
nb: Trigging av portområde
nl: Trigger poortbereik
pl: Wyzwalanie zakresu portów
pt: Disparo de intervalo de porta
ru: Переключение диапазона портов
sv: Portintervallsutlösning
th: การทริกเกอร์ช่วงของพอร์ต
tr: Port Aralığı Tetikleme
vi: Kích hoạt Dải Cổng
zh: 端口范围触发
zh_tw: 連接埠範圍觸發

source: Ports
ar: المنافذ
da: Porte
el: Θύρες
es_ar: Puertos
fi: Portit
id: Port
it: Porte
ja: ポート
ko: 포트
nb: Porter
nl: Poorten
pl: Porty
pt: Portas
ru: Порты
sv: Portar
th: พอร์ต
tr: Portlar
vi: Cổng
zh: 端口
zh_tw: 連接埠

# pppoeVlan
source: PPPoE over VLAN
ar: PPPoE عبر VLAN "شبكة محلية ظاهرية"
de: PPPoE über VLAN
el: PPPoE μέσω VLAN
es_ar: PPPoE sobre VLAN
fi: PPPoE VLAN:n yli
fr: PPPoE sur VLAN
id: PPPoE lewat VLAN
it: PPPoE su VLAN
nl: PPPoE via VLAN
pt: PPPoE sobre VLAN
ru: PPPoE через VLAN
sv: PPPoE över VLAN
tr: VLAN üzeri PPPoE
vi: PPPoE qua VLAN
zh: 虚拟局域网PPPoE
zh_tw: VLAN 上的 PPPoE

source: PPTP Passthrough
ar: عبور من خلال PPTP
el: Διέλευση PPTP
es_ar: Paso a través de PPTP
fi: PPTP-läpiohjaus
fr: Passthrough PPTP
it: Passthrough PPTP
ja: PPTP パススルー
ko: PPTP 패스스루
nb: PPTP-passasje
nl: PPTP-doorvoer
pt: Passagem PPTP
ru: PPTP-туннель
sv: PPTP-vidarekoppling
tr: PPTP Geçiş İzni
vi: PPTP Truyền qua
zh: PPTP通道
zh_tw: PPTP 穿透

source: Prefix
ar: بادئة
da: Præfiks
de: Präfix
el: πρόθεμα
es_ar: Prefijo
fi: Etuliite
fr: Préfixe
id: Awalan
it: Prefisso
ja: プレフィックス
ko: 접두사
nb: Prefiks
pl: Prefiks
pt: Prefixo
ru: Префикс
th: คำนำหน้า
tr: Önek
vi: Tiền tố
zh: 前缀
zh_tw: 前綴

source: Prefix length
ar: طول البادئة
da: Længde på præfikset
de: Länge des Präfixes
el: μήκος προθέματος
es_ar: Longitud del prefijo
fi: Etuliitteen pituus
fr: Longueur du préfixe
id: Panjang awalan
it: Lunghezza del prefisso
ja: プレフィックスの長さ
ko: 접두사 길이
nb: Lengde på prefikset
nl: Prefixlengte
pl: Długość prefiksu
pt: Comprimento do prefixo
ru: Длина префикса
sv: Längd på prefixet
th: ความยาวคำนำหน้า
tr: Önek uzunluğu
vi: Độ dài tiền tố
zh: 前缀长度
zh_tw: 前綴長度

source: Print
ar: طباعة
da: Udskriv
de: Drucken
el: Εκτύπωση
es_ar: Imprimir
fi: Tulosta
fr: Imprimer
id: Cetak
it: Stampa
ja: 印刷
ko: 인쇄
nb: Skriv ut
nl: Afdrukken
pl: Drukuj
pt: Imprimir
ru: Печать
sv: Skriv ut
th: พิมพ์
tr: Yazdır
vi: In
zh: 打印
zh_tw: 列印

# privacyAndSecurity
source: Privacy & Security
ar: الخصوصية والأمان
da: Databeskyttelse og sikkerhed
de: Datenschutz und Sicherheit
el: Απόρρητο & ασφάλεια
es_ar: Privacidad y Seguridad
fi: Tietosuoja ja turvallisuus
fr: Confidentialité et Sécurité
id: Privasi & Keamanan
it: Privacy e sicurezza
ja: プライバシーとセキュリティ
ko: 개인정보 보호 및 보안
nb: Databeskyttelse og sikkerhet
nl: Privacy en beveiliging
pl: Prywatność i bezpieczeństwo
pt: Privacidade e Segurança
ru: Конфиденциальность и безопасность
sv: Dataskydd och säkerhet
th: ความเป็นส่วนตัวและความปลอดภัย
tr: Gizlilik ve Güvenlik
vi: Riêng tư & Bảo mật
zh: 隐私与安全
zh_tw: 私隱與安全

source: Processing...
ar: معالجة...
da: Forarbejdning...
de: Bearbeitung...
el: Επεξεργασία...
es_ar: Procesando...
fi: Käsitellään...
fr: En cours de traitement...
id: Memproses...
it: Elaborazione...
ja: 処理中...
ko: 처리 중...
nb: Behandling...
nl: Verwerken...
pl: Przetwarzanie...
pt: Processando...
ru: Обработка...
sv: Bearbetning...
th: กำลังประมวลผล...
tr: İşleniyor...
vi: Đang xử lý...
zh: 处理中...
zh_tw: 處理中...

source: Protocol
ar: البروتوكول
da: Protokol
de: Protokoll
el: Πρωτόκολλο
es_ar: Protocolo
fi: Protokolla
fr: Protocole
id: Protokol
it: Protocollo
ja: プロトコル
ko: 프로토콜
nb: Protokoll
pl: Protokół
pt: Protocolo
ru: Протокол
sv: Protokoll
th: โปรโตคอล
tr: Protokol
vi: Giao thức
zh: 协议
zh_tw: 通訊協定

source: Provider
ar: مزود
da: Udbyder
de: Anbieter
el: Πάροχος
es_ar: Proveedor
fi: Palveluntarjoaja
fr: Fournisseur
id: Penyedia
it: Fornitore
ja: プロバイダー
ko: 제공업체
nb: Leverandør
pl: Dostawca
pt: Provedor
ru: Провайдер
sv: Leverantör
th: ผู้ให้บริการ
tr: Sağlayıcı
vi: Nhà cung cấp
zh: 提供商
zh_tw: 供應商

source: Questions?
ar: أسئلة؟
es_ar: ¿Preguntas?
it: Domande?
pl: Pytania?
ru: Вопросы?
zh: 有疑问？
zh_tw: 有疑問？

source: Ready for setup
ar: جاهز للإعداد
da: Klar til opsætning
de: Bereit zum Setup
el: Έτοιμο για ρύθμιση
es_ar: Listo para la configuración
fi: Valmis asennukseen
fr: Prêt pour la configuration
id: Menanti dipersiapkan
it: Pronto per l'installazione
ja: セットアップ準備完了
ko: 설정 준비
nb: Klar til konfigurering
nl: Gereed voor installatie
pl: Gotowy do konfiguracji
pt: Pronto para configuração
ru: Готовность к запуску
sv: Redo för konfigurering
th: พร้อมสำหรับการตั้งค่า
tr: Kurulum için hazır
vi: Sẵn sàng để thiết lập
zh: 就绪可进行设置
zh_tw: 已就緒可供設定

# rebootOk
source: Yes, Reboot All
ar: نعم، إعادة تشغيل الكل
da: Ja, genstart alle
de: Ja, alle neu starten
el: Ναι, επανεκκίνηση όλων
es_ar: Sí, reiniciar todo
fi: Kyllä, käynnistä kaikki uudelleen
fr: Oui, redémarrer tout
id: Ya, Mulai Ulang Semua
it: Sì, ripristina tutto
ja: はい、すべてを再起動します。
ko: 예, 모두 재부팅
nb: Ja, start alle på nytt
nl: Ja, alles opnieuw opstarten
pl: Tak, uruchom ponownie wszystkie
pt: Sim, reinicie tudo
ru: Да, перезагрузить все
sv: Ja, starta om alla
th: ใช่ รีบูตทั้งหมด
tr: Evet, Tümünü Yeniden Başlat
vi: Có, Khởi động lại tất cả
zh: 是的，重启所有设备
zh_tw: 是的，重新啟動所有裝置

# rebootOkSingle
source: Yes, Reboot
da: Ja, genstart enhed
de: Ja, Gerät neu starten
el: Ναι, επανεκκίνηση
es_ar: Sí, reiniciar
fi: Kyllä, käynnistä uudelleen
fr: Oui, redémarrer
id: Ya, Mulai Ulang
it: Riavvio completato
ja: 再起動が完了しました
ko: 예, 재부팅
nb: Omstart fullført
nl: Herstart voltooid
pl: Tak, uruchom ponownie
pt: Sim, reiniciar
ru: Да, перезагрузить
sv: Ja, starta om
th: ใช่ รีบูต
tr: Evet, Yeniden Başlat
vi: Có, Khởi động lại
zh: 是的，重启设备
zh_tw: 是的，重新啟動裝置

# rebootParentTitle
source: Reboot Parent and all its child/s
ar: أعد تشغيل العقدة الأساسية وجميع العقد الفرعية
da: Genstart parent og alle child
de: Parent und alle Childs neu starten
el: Επανεκκίνηση γονικού και όλων των θυγατρικών του
es_ar: Reiniciar el padre y todos sus hijos
fi: Käynnistä päälaite ja kaikki sen alilaitteet uudelleen
fr: Redémarrer le parent et tous ses enfants
id: Mulai ulang Induk dan semua anaknya
it: Reimpostare il principale e di tutti i suoi secondario
ja: 親を再起動し、そのすべての子を再起動します。
ko: 상위 및 모든 하위 장치 재부팅
nb: Start den overordnede enheten og alle underordnede enheter på nytt
nl: Hoofdnode en al zijn secundaire node/s opnieuw opstarten
pl: Uruchom ponownie router główny i wszystkie jego węzły podrzędne
pt: Reinicie o pai e todos os seus filhos
ru: Перезагрузить родительское устройство и все его дочерние устройства
sv: Starta om förälder och alla barn
th: รีบูตอุปกรณ์หลักและอุปกรณ์ย่อยทั้งหมด
tr: Ana Cihazı ve tüm alt cihazları yeniden başlat
vi: Khởi động lại Bộ định tuyến chính và tất cả các điểm nút con
zh: 重启主设备及其所有子设备
zh_tw: 重新啟動主裝置及其所有子裝置

source: Reboot Unit
ar: إعادة تشغيل الوحدة
da: Genstart enheden
de: Gerät neu starten
el: Επανεκκίνηση μονάδας
es_ar: Reiniciar unidad
fi: Käynnistä laite uudelleen
fr: Redémarrage de l'appareil
id: Mulai Ulang Unit
it: Riavvio dell'unità
ja: 機器を再起動
ko: 장치 재부팅
nb: Start enheten på nytt
nl: Eenheid opnieuw opstarten
pl: Uruchom ponownie urządzenie
pt: Reinicialização da unidade
ru: Перезагрузить устройство
sv: Starta om enheten
th: รีบูตอุปกรณ์
tr: Üniteyi Yeniden Başlat
vi: Khởi động lại thiết bị
zh: 重启设备
zh_tw: 重新啟動裝置

source: Redial period
ar: فترة إعادة الاتصال
da: Tidsperiode for genopkald
de: Zeitspanne der Wahlwiederholung
el: Περίοδος επανάκλησης
es_ar: Periodo de rellamada
fi: Uudelleensoittoväli
fr: Période de recomposition
id: Periode panggil ulang
it: Periodo di richiamo
ja: リダイヤル期間
ko: 재다이얼 기간
nb: Periode for gjenoppringing
nl: Opnieuw kiezen periode
pl: Okres ponownego wybierania
pt: Período de rediscagem
ru: Период повторного набора
sv: Period för återuppringning
th: ระยะเวลาโทรซ้ำ
tr: Yeniden arama süresi
vi: Chu kỳ quay số lại
zh: 重拨周期
zh_tw: 重撥週期

source: Redirect
ar: إعادة التوجيه
da: Omdirigering
de: Umleiten
el: Ανακατεύθυνση
es_ar: Redireccionar
fi: Uudelleenohjaus
fr: Rediriger
id: Alihkan
it: Reindirizzamento
ja: リダイレクト
ko: 리디렉션
nb: Omdirigering
nl: Omleiden
pl: Przekieruj
pt: Redirecionar
ru: Перенаправление
sv: Omdirigera
th: เปลี่ยนเส้นทาง
tr: Yeniden yönlendir
vi: Chuyển hướng
zh: 重定向
zh_tw: 重新導向
