Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

source: Device Name
ar: اسم الجهاز
da: Enhedsnavn
de: Gerätename
el: Όνομα συσκευής
es_ar: Nombre del dispositivo
fi: Laitteen nimi
fr: Nom du périphérique
id: Nama Perangkat
it: Nome dispositivo
ja: デバイス名
ko: 장치 이름
nb: Enhetsnavn
nl: Apparaatnaam
pl: Nazwa urządzenia
pt: Nome do dispositivo
ru: Имя устройства
sv: Enhetsnamn
th: ชื่ออุปกรณ์
tr: Aygıt Adı
vi: Tên thiết bị
zh: 设备名称
zh_tw: 裝置名稱

source: Device Name and Icon
ar: اسم الجهاز والرمز
da: Enhedens navn og symbol
de: Name und Symbol des Geräts
el: Όνομα και εικονίδιο συσκευής
es_ar: Nombre e ícono del dispositivo
fi: Laitteen nimi ja kuvake
fr: Nom et icône de l'appareil
id: Nama dan Ikon Perangkat
it: Nome e icona del dispositivo
ja: デバイス名とアイコン
ko: 장치 이름 및 아이콘
nb: Enhetens navn og symbol
nl: Apparaatnaam en pictogram
pl: Nazwa i ikona urządzenia
pt: Nome e ícone do dispositivo
ru: Имя и значок устройства
sv: Enhetens namn och symbol
th: ชื่อและไอคอนอุปกรณ์
tr: Cihaz Adı ve Simgesi
vi: Tên và biểu tượng thiết bị
zh: 设备名称和图标
zh_tw: 裝置名稱和圖示

# deviceNameExceedMaxSize
source: Name can be only less than 256
ar: يجب أن يكون الاسم أقل من 256 فقط
da: Navnet må ikke være længere end 256 tegn
de: Der Name darf nicht länger als 256 Zeichen sein
el: Το όνομα πρέπει να είναι μικρότερο από 256
es_ar: El nombre sólo puede ser inferior a 256
fi: Nimi voi olla enintään 256 merkkiä
fr: Le nom ne peut être inférieur qu'à 256
id: Nama hanya boleh kurang dari 256
it: Il nome può essere inferiore a 256
ja: 名前は256未満でなければなりません。
ko: 이름은 256자 미만이어야 합니다
nb: Navnet må ikke være lengre enn 256 tegn
nl: Naam mag alleen korter zijn dan 256
pl: Nazwa może mieć maksymalnie 255 znaków
pt: O nome só pode ter menos de 256 caracteres
ru: Имя должно быть меньше 256 символов
sv: Namnet får inte vara längre än 256 tecken
th: ชื่อต้องมีความยาวน้อยกว่า 256
tr: Ad yalnızca 256'dan az olabilir
vi: Tên chỉ có thể ít hơn 256 ký tự
zh: 名称长度必须小于256
zh_tw: 名稱長度必須少於256

source: Devices
ar: الأجهزة
da: Enheder
de: Geräte
el: Συσκευές
es_ar: Dispositivos
fi: Laitteet
fr: Périphériques
id: Perangkat
it: Dispositivi
ja: デバイス
ko: 장치
nb: Enheter
nl: Apparaten
pl: Urządzenia
pt: Dispositivos
ru: Устройства
sv: Enheter
th: อุปกรณ์
tr: Aygıtlar
vi: Thiết bị
zh: 设备
zh_tw: 裝置

# dfs
source: Dynamic Frequency Selection
ar: اختيار التردد الديناميكي
da: Dynamisk frekvensvalg
de: Dynamische Frequenzauswahl
el: Δυναμική επιλογή συχνότητας
es_ar: Selección Dinámica de Frecuencia
fi: Dynaaminen taajuuden valinta
fr: Sélection de Fréquence Dynamique
id: Pemilihan Frekuensi Dinamis
it: Selezione dinamica della frequenza
ja: 動的周波数選択
ko: 동적 주파수 선택
nb: Dynamisk frekvensvalg
nl: Dynamische frequentieselectie
pl: Dynamiczny wybór częstotliwości
pt: Seleção dinâmica de frequência
ru: Динамический выбор частоты
sv: Dynamisk frekvensval
th: การเลือกความถี่แบบไดนามิก
tr: Dinamik Frekans Seçimi
vi: Lựa chọn tần số động
zh: 动态频率选择
zh_tw: 動態頻率選擇

# dfsDesc
source: If this feature is on, your router may use 5GHz channels that are shared with radar systems. When a radar is detected on your operating channel, the router will search for an unoccupied DFS channel. This feature may cause temporary loss of WiFi connectivity <a>Learn more</a>
ar: إذا كانت هذه الخاصية مفعلة، فقد يستخدم جهاز التوجيه قنوات 5 جيجاهرتز التي تتم مشاركتها مع أنظمة الرادار. عند اكتشاف رادار على القناة العاملة، سيبحث جهاز التوجيه عن قناة DFS غير مشغولة. قد تتسبب هذه الخاصية في فقدان مؤقت لاتصال الواي فاي <a>تعرف على المزيد</a>
da: Hvis denne funktion er aktiveret, kan din router bruge 5 GHz-kanaler, der deles med radarsystemer. Hvis der registreres en radarenhed på din driftskanal, søger routeren efter en ledig DFS-kanal. Denne funktion kan føre til en kort afbrydelse af Wi-Fi -forbindelsen <a>Find ud af mere</a>
de: Wenn diese Funktion aktiviert ist, kann Ihr Router 5-GHz-Kanäle verwenden, die mit Radarsystemen geteilt werden. Wenn ein Radargerät auf Ihrem Betriebskanal erkannt wird, sucht der Router nach einem freien DFS-Kanal._x000D_ _x000D_ Diese Funktion kann zu einem kurzzeitigen Unterbruch der WLAN-Verbindung führen._x000D_ _x000D_ <a>Mehr erfahren</a>
el: Εάν αυτή η λειτουργία είναι ενεργοποιημένη, ο δρομολογητής σας μπορεί να χρησιμοποιήσει κανάλια 5GHz που μοιράζονται με συστήματα ραντάρ. Όταν εντοπιστεί ραντάρ στο κανάλι λειτουργίας σας, ο δρομολογητής θα αναζητήσει ένα μη κατειλημμένο κανάλι DFS. Αυτή η λειτουργία μπορεί να προκαλέσει προσωρινή απώλεια συνδεσιμότητας WiFi <a>Μάθετε περισσότερα</a>
es_ar: Si esta función está activada, su router puede utilizar canales de 5GHz compartidos con sistemas de radar. Cuando se detecta un radar en su canal operativo, el router buscará un canal DFS desocupado. Esta función puede provocar la pérdida temporal de la conectividad WiFi <a>Más información</a>
fi: Kun tämä ominaisuus on käytössä, reititin voi käyttää 5 GHz:n kanavia, jotka ovat yhteisiä tutkajärjestelmien kanssa. Kun käyttökanavalla havaitaan tutka, reititin etsii vapaan DFS-kanavan. Tämä ominaisuus voi aiheuttaa tilapäisen WiFi-yhteyden katkeamisen <a>Lue lisää</a>
fr: Si cette fonction est activée, votre routeur peut utiliser des canaux 5GHz qui sont partagés avec des systèmes radar. Lorsqu'un radar est détecté sur votre canal de fonctionnement, le routeur recherche un canal DFS non occupé. Cette fonctionnalité peut entraîner une perte temporaire de la connectivité Wi-Fi <a>En savoir plus</a>"
id: Jika fitur ini aktif, router Anda dapat menggunakan kanal 5GHz yang dibagi dengan sistem radar. Ketika radar terdeteksi pada kanal operasi Anda, router akan mencari kanal DFS yang tidak terpakai. Fitur ini dapat menyebabkan konektivitas WiFi terputus sementara <a>Pelajari lebih lanjut</a>
it: Se questa funzione è abilitata, il router può utilizzare i canali a 5GHz condivisi con i sistemi radar. _x000D_ _x000D_ Quando viene rilevato un radar sul suo canale operativo, il router cerca un canale DFS non occupato. Questa funzione può causare la perdita temporanea della connettività WiFi_x000D_ _x000D_ <a>Ulteriori informazioni</a>
ja: この機能がオンの場合、ルーターはレーダーシステムと共有されている5GHzチャネルを使用することがあります。運用チャネルでレーダーが検出されると、ルーターは空いているDFSチャネルを探します。 この機能により、一時的にWiFi接続が失われることがあります <a>詳細</a>
ko: 이 기능이 켜져 있으면 라우터가 레이더 시스템과 공유되는 5GHz 채널을 사용할 수 있습니다. 레이더가 작동 중인 채널에서 감지되면 라우터는 사용되지 않는 DFS 채널을 검색합니다. 이 기능으로 인해 WiFi 연결이 일시적으로 끊길 수 있습니다 <a>자세히 알아보기</a>
nb: Hvis denne funksjonen er aktivert, kan ruteren bruke 5 GHz-kanaler som deles med radarsystemer. Hvis det oppdages en radarenhet på kanalen du bruker, søker ruteren etter en ledig DFS-frekvens._x000D_ _x000D_ Denne funksjonen kan føre til et kortvarig avbrudd i WiFi-forbindelsen._x000D_ _x000D_ <a>Les mer om dette</a>
nl: Als deze functie is ingeschakeld, kan uw router 5GHz-kanalen gebruiken die worden gedeeld met radarsystemen. Wanneer er een radar wordt gedetecteerd op uw operationele kanaal, zoekt de router naar een onbezet DFS-kanaal. _x000D_ _x000D_ Deze functie kan tijdelijk verlies van WiFi-connectiviteit veroorzaken._x000D_ <a>Meer informatie</a>
pl: Jeśli ta funkcja jest włączona, router może korzystać z kanałów 5 GHz współdzielonych z systemami radarowymi. Gdy na używanym kanale zostanie wykryty radar, router wyszuka wolnego kanału DFS. Ta funkcja może spowodować tymczasową utratę łączności WiFi <a>Dowiedz się więcej</a>
pt: Se essa função estiver ativada, o roteador poderá usar canais de 5 GHz compartilhados com sistemas de radar. Quando o radar for detectado em seu canal operacional, o roteador procurará um canal DFS desocupado. Este recurso pode causar perda temporária da conectividade WiFi <a>Mais informações</a>.
ru: Если эта функция включена, ваш маршрутизатор может использовать каналы 5 ГГц, которые используются совместно с радиолокационными системами. При обнаружении радара на вашем рабочем канале маршрутизатор будет искать незанятый канал DFS. Эта функция может вызвать временную потерю подключения к WiFi <a>Подробнее</a>
sv: När den här funktionen är aktiverad kan din router använda 5 GHz-kanaler som delas med radarsystem. När en radarenhet upptäcks på din driftskanal kommer routern att söka efter en ledig DFS-kanal. Den här funktionen kan orsaka ett tillfälligt avbrott i Wi-Fi-anslutningen. <a>Läs mer</a>
th: หากเปิดคุณสมบัตินี้ เราเตอร์ของคุณอาจใช้ช่องสัญญาณ 5GHz ที่ใช้ร่วมกับระบบเรดาร์ เมื่อตรวจพบเรดาร์บนช่องสัญญาณที่ใช้งาน เราเตอร์จะค้นหาช่องสัญญาณ DFS ที่ว่าง คุณสมบัตินี้อาจทำให้สูญเสียการเชื่อมต่อ WiFi ชั่วคราว <a>เรียนรู้เพิ่มเติม</a>
tr: Bu özellik açıksa, yönlendiriciniz radar sistemleriyle paylaşılan 5GHz kanallarını kullanabilir. Çalışma kanalınızda bir radar algılandığında, yönlendirici boş bir DFS kanalı arar. Bu özellik WiFi bağlantısının geçici olarak kesilmesine neden olabilir <a>Daha fazla bilgi</a>
vi: Nếu tính năng này được bật, bộ định tuyến của bạn có thể sử dụng các kênh 5GHz được chia sẻ với hệ thống radar. Khi phát hiện radar trên kênh hoạt động của bạn, bộ định tuyến sẽ tìm kiếm kênh DFS không bị chiếm. Tính năng này có thể gây mất kết nối WiFi tạm thời <a>Tìm hiểu thêm</a>
zh: 如果此功能开启，您的路由器可能会使用与雷达系统共享的5GHz频段信道。当在您正在使用的信道上检测到雷达信号时，路由器将搜索一个未占用的DFS信道。 此功能可能会导致WiFi连接暂时中断，<a>了解更多</a>
zh_tw: “如果啟用此功能，您的路由器可能會使用與雷達系統共享的5GHz頻段信道。當在您正在使用的信道上偵測到雷達訊號時，路由器將搜尋一個未被佔用的DFS信道。此功能可能會導致WiFi連線暫時中斷，<a>了解更多</a>”

source: DHCP (default)
ar: DHCP (افتراضي)
da: DHCP (standard)
de: DHCP (Standard)
el: DHCP (προεπιλογή)
es_ar: DHCP (por defecto)
fi: DHCP (oletus)
fr: DHCP (par défaut)
it: DHCP (predefinito)
ja: DHCP（デフォルト）
ko: DHCP(기본값)
nb: DHCP (standard)
nl: DHCP (standaard)
pl: DHCP (domyślne)
pt: DHCP (padrão)
ru: DHCP (по умолчанию)
sv: DHCP (Standard)
th: DHCP (ค่าเริ่มต้น)
tr: DHCP (varsayılan)
vi: DHCP (mặc định)
zh: DHCP（默认）
zh_tw: DHCP（預設）

# dhcpReservationDescption
source: Use DHCP reservations in order to ensure consistent network access and configuration by assigning the same IP address to a specific device.
ar: استخدم حجوزات DHCP لضمان الوصول إلى الشبكة وتكوينها بشكل متسق من خلال تعيين نفس عنوان IP لجهاز معين.
da: Brug DHCP-reservationer til at sikre kontinuerlig netværksadgang og -konfiguration ved at tildele den samme IP-adresse til en bestemt enhed.
de: Verwenden Sie DHCP-Reservierungen, um einen kontinuierlichen Netzwerkzugang und -konfiguration zu gewährleisten, indem Sie einem bestimmten Gerät die gleiche IP-Adresse zuweisen.
el: Χρησιμοποιήστε δεσμεύσεις DHCP για να διασφαλίσετε σταθερή πρόσβαση και διαμόρφωση δικτύου εκχωρώντας την ίδια διεύθυνση IP σε μια συγκεκριμένη συσκευή.
es_ar: Utilice las reservas DHCP para garantizar un acceso y una configuración coherentes de la red mediante la asignación de la misma dirección IP a un dispositivo específico.
fi: DHCP-varausten avulla voit varmistaa yhtenäisen verkkoyhteyden ja määritykset määrittämällä tietylle laitteelle saman IP-osoitteen.
fr: Utilisez les réservations DHCP afin d'assurer un accès et une configuration cohérents du réseau en attribuant la même adresse IP à un appareil spécifique.
id: Gunakan reservasi DHCP untuk memastikan akses jaringan dan konfigurasi yang konsisten dengan menetapkan alamat IP yang sama ke perangkat tertentu.
it: Utilizzare le prenotazioni DHCP per garantire un accesso e una configurazione di rete coerenti, assegnando lo stesso indirizzo IP a un dispositivo specifico.
ja: 特定のデバイスに同じIPアドレスを割り当てることで、一貫したネットワークアクセスと設定を確保するためにDHCP予約を使用します。
ko: 특정 장치에 동일한 IP 주소를 할당하여 일관된 네트워크 액세스 및 구성을 보장하려면 DHCP 예약을 사용하십시오.
nb: Bruk DHCP-reservasjoner for å sikre kontinuerlig nettverkstilgang og konfigurasjon ved å tildele den samme IP-adressen til en bestemt enhet.
nl: Gebruik DHCP-reserveringen om consistente netwerktoegang en -configuratie te garanderen door hetzelfde IP-adres toe te wijzen aan een specifiek apparaat.
pl: Użyj rezerwacji DHCP, aby zapewnić spójny dostęp do sieci i konfigurację poprzez przypisanie tego samego adresu IP do określonego urządzenia.
pt: Use as reservas de DHCP para garantir o acesso e a configuração consistentes da rede, atribuindo o mesmo endereço IP a um dispositivo específico.
ru: Используйте резервирование DHCP для обеспечения постоянного доступа к сети и конфигурации путем назначения одного и того же IP-адреса определенному устройству.
sv: Använd DHCP-reservationer för att säkerställa kontinuerlig nätverksåtkomst och konfiguration genom att tilldela samma IP-adress till en viss enhet.
th: ใช้การสำรอง DHCP เพื่อให้แน่ใจว่าการเข้าถึงและการกำหนดค่าเครือข่ายคงที่โดยการกำหนด IP แอดเดรสเดิมให้กับอุปกรณ์เฉพาะ
tr: Belirli bir cihaza aynı IP adresini atayarak tutarlı ağ erişimi ve yapılandırması sağlamak için DHCP ayırmalarını kullanın.
vi: Sử dụng địa chỉ DHCP dành riêng để đảm bảo quyền truy cập và cấu hình mạng nhất quán bằng cách gán cùng một địa chỉ IP cho một thiết bị cụ thể.
zh: 使用DHCP保留，通过为特定设备分配相同的IP地址，确保网络访问和配置的一致性。
zh_tw: 使用DHCP保留功能，為特定裝置分配相同的IP地址，確保網絡存取和設定的一致性。

source: DHCP Reservations
ar: حجوزات DHCP (بروتوكول التكوين الديناميكي للمضيف)
da: DHCP-reservationer
de: DHCP-Reservierungen
el: Δεσμεύσεις DHCP
es_ar: Reservas de DHCP
fi: DHCP-varaukset
fr: Réservations DHCP
id: Reservasi DHCP
it: Prenotazioni DHCP
ja: DHCP 予約
ko: DHCP 예약
nb: DHCP-reserveringer
nl: DHCP-reserveringen
pl: Rezerwacje DHCP
pt: Reservas DHCP
ru: Резервирования для DHCP
sv: DHCP-reservationer
th: การสำรอง DHCP
tr: DHCP Ayırmaları
vi: DHCP dành riêng
zh: DHCP保留地址
zh_tw: DHCP 保留區

source: DHCP Server
ar: خادم DHCP
el: Διακομιστής DHCP
es_ar: Servidor DHCP
fi: DHCP-palvelin
fr: Serveur DHCP
id: Server DHCP
it: Server DHCP
ja: DHCP サーバー
ko: DHCP 서버
pl: Serwer DHCP
pt: Servidor DHCP
ru: DHCP-сервер
th: เซิร์ฟเวอร์ DHCP
tr: DHCP Sunucusu
vi: Máy chủ DHCP
zh: DHCP服务器
zh_tw: DHCP 伺服器

# disableBandWarning
source: Disabling the {radio} band will also disable the {radio} guest access
ar: سيؤدي تعطيل نطاق {radio} أيضًا إلى تعطيل وصول ضيف {radio}
da: Deaktivering af {radio}-båndet vil også deaktivere {radio}-gæsteadgang
de: Die Deaktivierung des {radio} Bandes wird auch den {radio} Gastzugriff deaktivieren
el: Η απενεργοποίηση της ζώνης {radio} θα απενεργοποιήσει επίσης την πρόσβαση επισκεπτών {radio}
es_ar: Al deshabilitar la banda {radio} también se deshabilitará el acceso de invitados {radio}.
fi: {radio}-taajuuskaistan poistaminen käytöstä poistaa käytöstä myös {radio}-vierasverkon
fr: La désactivation de la bande {radio} entraîne également la désactivation de l'accès invité {radio}.
id: Menonaktifkan band {radio} juga akan menonaktifkan akses tamu {radio}
it: La disabilitazione della banda {radio} disabilita anche l'accesso guest {radio}.
ja: {radio}バンドを無効にすると、{radio}ゲストアクセスも無効になります。
ko: {radio} 대역을 비활성화하면 {radio} 게스트 액세스도 비활성화됩니다
nb: Deaktivering av {radio}-båndet vil også deaktivere {radio}-gjestetilgang
nl: Als u de {radio}-band uitschakelt, wordt ook de {radio}-gasttoegang uitgeschakeld
pl: Wyłączenie pasma {radio} spowoduje również wyłączenie dostępu gościnnego {radio}
pt: A desativação da banda {radio} também desativará o acesso de convidado {radio}.
ru: Отключение диапазона {radio} также отключит гостевой доступ {radio}
sv: Inaktivering av {radio}-bandet kommer också att inaktivera {radio}-gäståtkomst
th: การปิดใช้งานย่านความถี่ {radio} จะปิดการเข้าถึงเครือข่าย guest ของ {radio} ด้วย
tr: {radio} bandının devre dışı bırakılması, {radio} konuk erişimini de devre dışı bırakacaktır
vi: Tắt băng tần {radio} cũng sẽ tắt quyền truy cập khách {radio}
zh: 禁用{radio}频段也将禁用{radio}访客访问
zh_tw: 禁用{radio}頻段亦會禁用{radio}訪客存取

source: Disabled
ar: معطّل
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιήθηκε
es_ar: Desactivado
fi: Ei käytössä
fr: Désactivé
id: Dinonaktifkan
it: Disattivato
ja: 無効
ko: 비활성화됨
nb: Deaktivert
nl: Uitgeschakeld
pl: Wyłączony
pt: Desabilitado
ru: Отключено
sv: Avaktiverad
th: ปิดใช้งาน
tr: Devre Dışı
vi: Tắt
zh: 禁用
zh_tw: 已停用

source: Discard changes
ar: تجاهل التغييرات
da: Annuller ændringer
de: Änderungen verwerfen
el: Απόρριψη αλλαγών
es_ar: Descartar cambios
fi: Hylkää muutokset
fr: Supprimer les modifications
id: Buang perubahan
it: Annulla modifiche
ja: 変更を破棄
ko: 변경사항 삭제
nb: Forkast endringer
nl: Wijzigingen negeren
pl: Odrzuć zmiany
pt: Descartar alterações
ru: Отменить изменения
sv: Ta bort ändringar
th: ละทิ้งการเปลี่ยนแปลง
tr: Değişiklikleri at
vi: Hủy bỏ thay đổi
zh: 放弃更改
zh_tw: 捨棄變更

source: Disconnect
ar: قطع الاتصال
da: Afbryd
de: Trennen
el: Αποσύνδεση
es_ar: Desconectar
fi: Katkaise yhteys
fr: Déconnecter
id: Putuskan
it: Disconnetti
ja: 切断
ko: 연결 해제
nb: Koble fra
nl: Verbinding verbreken
pl: Rozłącz
pt: Desconectar
ru: Отключить
sv: Koppla bort
th: ยกเลิกการเชื่อมต่อ
tr: Bağlantıyı kes
vi: Ngắt kết nối
zh: 断开连接
zh_tw: 中斷連線

source: Disconnect client
ar: قطع اتصال العميل
da: Afbryd forbindelsen til kunden
de: Kunde trennen
el: Αποσύνδεση πελάτη
es_ar: Desconectar cliente
fi: Katkaise asiakkaan yhteys
fr: Déconnecter le client
id: Putuskan sambungan klien
it: Disconnettere il client
ja: クライアントを切断する
ko: 클라이언트 연결 해제
nb: Koble fra kunden
nl: Client verbreken
pl: Rozłącz klienta
pt: Desconectar cliente
ru: Отключить клиента
sv: Koppla bort kund
th: ยกเลิกการเชื่อมต่อไคลเอนต์
tr: İstemci bağlantısını kes
vi: Ngắt kết nối máy khách
zh: 断开客户端连接
zh_tw: 中斷客戶端連線

# dmzDescription
source: The De-Militarized Zone (DMZ) feature forwards all inbound traffic to a specified IP address on your network and removes your router's firewall protection for a device.
ar: تعمل خاصية المنطقة المعزولة (DMZ) على إعادة توجيه كل حركة المرور الواردة إلى عنوان IP محدد على شبكتك وإزالة حماية جدار الحماية لجهاز التوجيه الخاص بك.
da: DMZ (Demilitarised Zone)-funktionen videresender al indgående trafik til en bestemt IP-adresse på dit netværk og fjerner din routers firewall-beskyttelse for en enhed.
de: Die DMZ (Demilitarisierte Zone)-Funktion leitet den gesamten eingehenden Datenverkehr an eine bestimmte IP-Adresse in Ihrem Netzwerk weiter und hebt den Firewall-Schutz Ihres Routers für ein Gerät auf.
el: Η λειτουργία Αποστρατιωτικοποιημένης Ζώνης (DMZ) προωθεί όλη την εισερχόμενη κίνηση σε μια καθορισμένη διεύθυνση IP στο δίκτυό σας και αφαιρεί την προστασία τείχους προστασίας του δρομολογητή σας για μια συσκευή.
es_ar: La función de zona desmilitarizada (DMZ) reenvía todo el tráfico entrante a una dirección IP especificada de su red y elimina la protección de firewall de su router para un dispositivo.
fi: Demilitarisoitu vyöhyke (DMZ) -ominaisuus ohjaa kaiken saapuvan liikenteen määritettyyn IP-osoitteeseen verkossasi ja poistaa reitittimen palomuurisuojauksen laitteelta.
fr: La fonction De-Militarized Zone (DMZ) transfère tout le trafic entrant vers une adresse IP spécifiée sur votre réseau et supprime la protection du pare-feu de votre routeur pour un appareil.
id: Fitur De-Militarized Zone (DMZ) meneruskan semua lalu lintas masuk ke alamat IP tertentu di jaringan Anda dan menghapus perlindungan firewall router Anda untuk perangkat.
it: La funzione Zona demilitarizzata (DMZ) inoltra tutto il traffico in entrata a un indirizzo IP specifico della rete e rimuove la protezione firewall del router per un dispositivo.
ja: 非武装地帯（DMZ）機能は、すべての受信トラフィックをネットワーク上の指定されたIPアドレスに転送し、デバイスのためにルーターのファイアウォール保護を解除します。
ko: 비무장 지대(DMZ) 기능은 모든 인바운드 트래픽을 네트워크의 지정된 IP 주소로 전달하고 장치에 대한 라우터의 방화벽 보호를 제거합니다.
nb: DMZ-funksjonen (demilitarisert sone) videresender all innkommende trafikk til en bestemt IP-adresse i nettverket og fjerner ruterens brannmurbeskyttelse for en enhet.
nl: De De-Militarized Zone (DMZ)-functie stuurt al het inkomende verkeer door naar een opgegeven IP-adres op uw netwerk en verwijdert de firewallbeveiliging van uw router voor een apparaat.
pl: Funkcja strefy zdemilitaryzowanej (DMZ) przekierowuje cały ruch przychodzący do określonego adresu IP w sieci i usuwa ochronę zapory sieciowej routera dla urządzenia.
pt: O recurso de zona desmilitarizada (DMZ) encaminha todo o tráfego de entrada para um endereço IP especificado em sua rede e remove a proteção do firewall do roteador para um dispositivo.
ru: Функция демилитаризованной зоны (DMZ) перенаправляет весь входящий трафик на указанный IP-адрес в вашей сети и отключает защиту брандмауэра маршрутизатора для устройства.
sv: DMZ-funktionen (Demilitarised Zone) vidarebefordrar all inkommande datatrafik till en specifik IP-adress i ditt nätverk och tar bort brandväggsskyddet i din router för en enhet.
th: คุณสมบัติ De-Militarized Zone (DMZ) ส่งต่อการรับส่งข้อมูลขาเข้าทั้งหมดไปยัง IP แอดเดรสที่ระบุบนเครือข่ายของคุณและลบการป้องกันไฟร์วอลล์ของเราเตอร์สำหรับอุปกรณ์
tr: Askersiz Bölge (DMZ) özelliği, tüm gelen trafiği ağınızdaki belirli bir IP adresine yönlendirir ve bir cihaz için yönlendiricinizin güvenlik duvarı korumasını kaldırır.
vi: Tính năng Vùng phi quân sự (DMZ) chuyển tiếp tất cả lưu lượng đến một địa chỉ IP cụ thể trên mạng của bạn và loại bỏ bảo vệ tường lửa của bộ định tuyến cho một thiết bị.
zh: 非军事区（DMZ）功能将所有入站流量转发到您网络上指定的IP地址，并移除路由器对某一设备的防火墙保护。
zh_tw: 非軍事區（DMZ）功能會將所有入站流量轉發到您網絡上指定的IP地址，並撤銷路由器對某一裝置的防火牆保護。

# dmzDestinationIPAddress
source: Destination IP Address:
ar: عنوان IP للوجهة
da: Destinations-IP-adresse
de: Ziel-IP-Adresse
el: Διεύθυνση IP προορισμού
es_ar: Dirección IP de destino
fi: Kohteen IP-osoite
fr: Adresse IP de destination
id: Alamat IP Tujuan
it: Indirizzo IP di destinazione
ja: デスティネーション IP アドレス
ko: 대상 IP 주소
nb: Destinasjons-IP-adresse
nl: Doel-IP-adres
pl: Docelowy adres IP
pt: Endereço IP de destino
ru: IP-адрес места назначения
sv: Destinations-IP-adress
th: IP แอดเดรสปลายทาง
tr: Hedef IP Adresi
vi: Địa chỉ IP Đích
zh: 目标IP地址
zh_tw: 目的地 IP 位址

# dmzSourceIPAddress
source: Source IP Address:
ar: عنوان IP المصدر
da: Kilde-IP-adresse
de: Quell-IP-Adresse
el: Διεύθυνση IP προέλευσης
es_ar: Dirección IP de origen
fi: Lähteen IP-osoite
fr: Adresse IP source
id: Alamat IP Sumber
it: Indirizzo IP di origine
ja: ソース IP アドレス
ko: 소스 IP 주소
nb: Kilde-IP-adresse
nl: Bron-IP-adres
pl: Źródłowy adres IP
pt: Endereço IP de origem
ru: IP-адрес источника
sv: Käll-IP-adress
th: IP แอดเดรสต้นทาง
tr: Kaynak IP Adresi
vi: Địa chỉ IP nguồn
zh: 源IP地址
zh_tw: 來源 IP 位址

# dmzSourceRangeError
source: The end IP address must be larger or equal to the start IP address
ar: يجب أن يكون عنوان IP النهائي أكبر من أو يساوي عنوان IP الأولي
da: Slut-IP-adressen skal være større end eller lig med start-IP-adressen.
de: Die End IP-Adresse muss größer oder gleich der Start IP-Adresse sein
el: Η τελική διεύθυνση IP πρέπει να είναι μεγαλύτερη ή ίση με την αρχική διεύθυνση IP
es_ar: La dirección IP final debe ser mayor o igual que la dirección IP inicial.
fi: Viimeisen IP-osoitteen on oltava suurempi tai yhtä suuri kuin ensimmäinen IP-osoite
fr: L'adresse IP finale doit être supérieure ou égale à l'adresse IP de départ.
id: Alamat IP akhir harus lebih besar atau sama dengan alamat IP awal
it: L'indirizzo IP finale deve essere maggiore o uguale all'indirizzo IP iniziale.
ja: 終了IPアドレスは開始IPアドレス以上でなければなりません
ko: 종료 IP 주소는 시작 IP 주소보다 크거나 같아야 합니다
nb: Slutt-IP-adressen må være større enn eller lik start-IP-adressen
nl: Het eind-IP-adres moet groter zijn dan of gelijk zijn aan het begin-IP-adres
pl: Końcowy adres IP musi być większy lub równy początkowego adresu IP
pt: O endereço IP final deve ser maior ou igual ao endereço IP inicial.
ru: Конечный IP-адрес должен быть больше или равен начальному IP-адресу
sv: IP-adressen för slut måste vara större än eller lika med IP-adressen för start
th: IP แอดเดรสสิ้นสุดต้องมากกว่าหรือเท่ากับ IP แอดเดรสเริ่มต้น
tr: Bitiş IP adresi başlangıç IP adresinden büyük veya eşit olmalıdır
vi: Địa chỉ IP kết thúc phải lớn hơn hoặc bằng địa chỉ IP bắt đầu
zh: 结束IP地址必须大于或等于起始IP地址
zh_tw: 結束IP地址必須大於或等於起始IP地址
