Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# wifiListSaveModalDesc
source: Changing Wi-Fi settings will disconnect all devices, including this one, from the router. Simply reconnect the devices using the new wireless settings shown below. You may want to write them down before continuing.
ar: سيؤدي تغيير إعدادات الواي فاي إلى فصل جميع الأجهزة عن جهاز التوجيه، بما في ذلك هذا الجهاز. ما عليك سوى إعادة توصيل الأجهزة باستخدام إعدادات الواي فاي الجديدة الموضحة أدناه. قد ترغب في تدوينها قبل المتابعة.
da: Hvis du ændrer Wi-Fi-indstillingerne, vil alle enheder, inklusive denne enhed, blive afbrudt fra routeren. Du skal blot tilslutte enhederne igen med de nye trådløse indstillinger, der vises nedenfor. Du bør notere disse indstillinger, før du fortsætter.
de: Wenn Sie die WLAN-Einstellungen ändern, werden alle Geräte, einschließlich dieses Geräts, vom Router getrennt. Verbinden Sie die Geräte einfach wieder mit den unten gezeigten neuen WLAN-Einstellungen. Sie sollten sich diese Einstellungen notieren, bevor Sie fortfahren.
el: Η αλλαγή των ρυθμίσεων Wi-Fi θα αποσυνδέσει όλες τις συσκευές, συμπεριλαμβανομένης αυτής, από τον δρομολογητή. Απλώς επανασυνδέστε τις συσκευές χρησιμοποιώντας τις νέες ρυθμίσεις ασύρματου δικτύου που εμφανίζονται παρακάτω. Ίσως θέλετε να τις σημειώσετε πριν συνεχίσετε.
es_ar: Al cambiar la configuración Wi-Fi, todos los dispositivos, incluido éste, se desconectarán del router. Simplemente vuelva a conectar los dispositivos utilizando los nuevos ajustes inalámbricos que se muestran a continuación. Es posible que desee anotarlos antes de continuar.
fi: WiFi-asetusten muuttaminen katkaisee kaikkien laitteiden, mukaan lukien tämän laitteen, yhteyden reitittimeen. Yhdistä laitteet uudelleen käyttämällä alla näkyviä uusia langattoman verkon asetuksia. Voit halutessasi kirjoittaa ne muistiin ennen jatkamista.
fr: La modification des paramètres Wi-Fi déconnectera tous les appareils, y compris celui-ci, du routeur. Il suffit de reconnecter les appareils à l'aide des nouveaux paramètres sans fil indiqués ci-dessous. Vous pouvez les noter avant de continuer.
id: Mengubah pengaturan Wi-Fi akan memutuskan sambungan semua perangkat, termasuk yang ini, dari router. Cukup sambungkan kembali perangkat menggunakan pengaturan nirkabel baru yang ditunjukkan di bawah. Anda mungkin ingin menuliskannya sebelum melanjutkan.
it: Quando si modificano le impostazioni Wi-Fi, tutti i dispositivi, compreso questo, vengono disconnessi dal router. È sufficiente ricollegare i dispositivi utilizzando le nuove impostazioni wireless indicate di seguito. Si consiglia di annotarle prima di continuare.
ja: Wi-Fi設定を変更すると、このデバイスを含むすべてのデバイスがルーターから切断されます。以下に示す新しいワイヤレス設定を使用してデバイスを再接続してください。続行する前にメモしておくことをお勧めします。
ko: WiFi 설정을 변경하면 이 장치를 포함한 모든 장치가 라우터에서 연결이 끊어집니다. 아래에 표시된 새로운 무선 설정을 사용하여 장치를 다시 연결하면 됩니다. 계속하기 전에 이를 적어두는 것이 좋습니다.
nb: Hvis du endrer Wi-Fi-innstillingene, vil alle enheter, inkludert denne enheten, kobles fra ruteren. Koble til enhetene igjen med de nye trådløse innstillingene som vises nedenfor. Du bør notere disse innstillingene før du fortsetter.
nl: Als u de WiFi-instellingen wijzigt, worden alle apparaten, inclusief dit apparaat, losgekoppeld van de router. Sluit de apparaten gewoon opnieuw aan met de nieuwe draadloze instellingen die hieronder worden weergegeven. U kunt ze het beste opschrijven voordat u verdergaat.
pl: Zmiana ustawień WiFi spowoduje odłączenie wszystkich urządzeń, w tym tego, od routera. Wystarczy ponownie połączyć urządzenia, używając nowych ustawień bezprzewodowych pokazanych poniżej. Warto je zapisać przed kontynuowaniem.
pt: Quando você alterar as configurações de Wi-Fi, todos os dispositivos, inclusive este, serão desconectados do roteador. Basta reconectar os dispositivos usando as novas configurações sem fio mostradas abaixo. Talvez você queira anotá-las antes de continuar.
ru: Изменение настроек WiFi приведет к отключению всех устройств, включая это, от маршрутизатора. Просто переподключите устройства, используя новые настройки беспроводной сети, показанные ниже. Возможно, вы захотите записать их перед продолжением.
sv: Om du ändrar Wi-Fi-inställningarna kommer alla enheter, inklusive den här enheten, att kopplas bort från routern. Anslut helt enkelt enheterna igen med de nya Wi-Fi-inställningarna som visas nedan. Du bör anteckna dessa inställningar innan du fortsätter.
th: การเปลี่ยนการตั้งค่า Wi-Fi จะยกเลิกการเชื่อมต่ออุปกรณ์ทั้งหมด รวมถึงอุปกรณ์นี้ จากเราเตอร์ เพียงเชื่อมต่ออุปกรณ์ใหม่โดยใช้การตั้งค่าไร้สายใหม่ที่แสดงด้านล่าง คุณอาจต้องการจดบันทึกไว้ก่อนดำเนินการต่อ
tr: WiFi ayarlarının değiştirilmesi, bu cihaz dahil tüm cihazların yönlendirici ile bağlantısını kesecektir. Cihazları aşağıda gösterilen yeni kablosuz ayarlarını kullanarak yeniden bağlayın. Devam etmeden önce bunları not almak isteyebilirsiniz.
vi: Bạn có muốn lưu danh sách WiFi này không?
zh: 更改Wi-Fi设置将使所有设备（包括此设备）与路由器断开连接。只需使用以下显示的新无线设置重新连接设备即可。在继续操作之前，您可能需要将这些设置记录下来。
zh_tw: 更改Wi-Fi設定會令所有裝置（包括此裝置）與路由器斷開連線。只需使用以下顯示的新無線設定重新連接裝置即可。在繼續操作前，您或需把這些設定記下。

# wifiListSaveModalTitle
source: You're updating WiFi settings
ar: أنت تقوم بتحديث إعدادات الواي فاي
da: Du er ved at opdatere Wi-Fi-indstillingerne
de: Sie aktualisieren die WLAN-Einstellungen
el: Ενημερώνετε τις ρυθμίσεις WiFi
es_ar: Está actualizando la configuración WiFi
fi: Olet päivittämässä WiFi-asetuksia
fr: Vous mettez à jour les paramètres Wi-Fi
id: Anda memperbarui pengaturan WiFi
it: Stai aggiornando le impostazioni WiFi
ja: WiFi設定を更新しています
ko: WiFi 설정을 업데이트하고 있습니다
nb: Du oppdaterer Wi-Fi-innstillingene
nl: U werkt WiFi-instellingen bij
pl: Aktualizujesz ustawienia WiFi
pt: Você está atualizando as configurações de Wi-Fi
ru: Вы обновляете настройки WiFi
sv: Du håller på att uppdatera WiFi-inställningarna
th: คุณกำลังอัปเดตการตั้งค่า WiFi
tr: WiFi ayarlarını güncelliyorsunuz
vi: Lưu danh sách WiFi
zh: 您正在更新Wi-Fi设置
zh_tw: 您正在更新Wi-Fi設定

source: WiFi MAC Filtering
ar: تصفية شبكات الواي فاي MAC
da: WiFi MAC-filtrering
de: WiFi MAC Filterung
el: Φιλτράρισμα MAC WiFi
es_ar: Filtrado WiFi MAC
fi: WiFi MAC -suodatus
fr: Filtrage MAC WiFi
id: Pemfilteran MAC WiFi
it: Filtraggio MAC WiFi
ja: WiFi MACフィルタリング
ko: WiFi MAC 필터링
nb: WiFi MAC-filtrering
pl: Filtrowanie adresów MAC WiFi
pt: Filtragem de MAC de WiFi
ru: Фильтрация MAC-адресов WiFi
sv: WiFi- MAC-filtrering
th: การกรอง MAC ของ WiFi
tr: WiFi MAC Filtreleme
vi: Lọc MAC WiFi
zh: WiFi MAC地址过滤
zh_tw: WiFi MAC地址過濾

source: WiFi Mode
ar: وضع WiFi
da: WiFi tilstand
de: WLAN-Modus
el: Λειτουργία WiFi
es_ar: Modo WiFi
fi: WiFi-tila
fr: Mode WiFi
id: Mode WiFi
it: Modalità WiFi
ja: WiFi モード
ko: WiFi 모드
nb: WiFi-modus
nl: WiFi-modus
pl: Tryb sieci WiFi
pt: Modo WiFi.
ru: Режим WiFi
sv: WiFi-läge
th: โหมด WiFi
tr: WiFi Modu
vi: Chế độ WiFi
zh: WiFi模式
zh_tw: WiFi 模式

source: WiFi name
ar: اسم WiFi
da: WiFi navn
de: WLAN-Name
el: Όνομα WiFi
es_ar: Nombre de WiFi
fi: WiFi-verkon nimi
fr: Nom WiFi
id: Nama WiFi
it: Nome WiFi
ja: WiFi の名前
ko: WiFi 이름
nb: WiFi-navn
nl: WiFi-naam
pl: Nazwa sieci WiFi
pt: Nome do WiFi
ru: Имя сети WiFi
sv: WiFi-namn
th: ชื่อ WiFi
tr: WiFi Adı
vi: Tên WiFi
zh: WiFi名称
zh_tw: WiFi 名稱

source: WiFi password
ar: كلمة مرور WiFi
da: WiFi adgangskode
de: WLAN-Passwort
el: Κωδικός πρόσβασης WiFi
es_ar: Contraseña de WiFi
fi: WiFi-salasana
fr: Mot de passe WiFi
id: Kata Sandi WiFi
it: Password WiFi
ja: WiFi のパスワード
ko: WiFi 암호
nb: WiFi-passord
nl: WiFi-wachtwoord
pl: Hasło sieci WiFi
pt: Senha do WiFi
ru: Пароль WiFi
sv: WiFi-lösenord
th: รหัสผ่าน WiFi
tr: WiFi Şifresi
vi: Mật khẩu WiFi
zh: WiFi密码
zh_tw: WiFi 密碼

# wifiPasswordLimit
source: 8 - 64 characters
ar: 8 - 64 حرفًا
da: 8 - 64 tegn
de: 8 - 64 Zeichen
el: 8 - 64 χαρακτήρες
es_ar: 8 - 64 caracteres
fi: 8–64 merkkiä
fr: 8 à 64 caractères
id: 8 - 64 karakter
it: 8 - 64 caratteri
ja: 8 - 64文字
ko: 8 - 64자
nb: 8 - 64 tegn
nl: 8 - 64 tekens
pl: 8-64 znaki
pt: 8 - 64 caracteres
ru: 8 - 64 символа
sv: 8 - 64 tecken
th: 8 - 64 ตัวอักษร
tr: 8 - 64 karakter
vi: Mật khẩu WiFi phải từ 8-63 ký tự
zh: 8 - 64个字符
zh_tw: 8 - 64個字符

# wifiSSIDLengthLimit
source: Must less than 32 character
ar: يجب أن يكون أقل من 32 حرفًا
da: Skal indeholde mindre end 32 tegn
de: Muss weniger als 32 Zeichen enthalten
el: Πρέπει να είναι λιγότερο από 32 χαρακτήρες
es_ar: Debe tener menos de 32 caracteres
fi: Enintään 32 merkkiä
fr: Doit être inférieur à 32 caractères
id: Harus kurang dari 32 karakter
it: Deve essere inferiore a 32 caratteri
ja: 32文字未満でなければなりません。
ko: 32자 미만이어야 함
nb: Må inneholde mindre enn 32 tegn
nl: Moet minder dan 32 tekens lang zijn
pl: Musi mieć mniej niż 32 znaki
pt: Deve ter menos de 32 caracteres
ru: Должно быть меньше 32 символов
sv: Måste innehålla mindre än 32 tecken
th: ต้องน้อยกว่า 32 ตัวอักษร
tr: 32 karakterden az olmalı
vi: Tên WiFi phải từ 1-32 ký tự
zh: 必须少于32个字符
zh_tw: 必須少於32個字符

# wifiShareQRScan
source: Scan the QR code to join this network
ar: قم بمسح رمز الاستجابة السريعة للانضمام إلى هذه الشبكة
da: Scan QR-koden for at deltage i dette netværk
de: Scannen Sie den QR-Code, um diesem Netzwerk beizutreten
el: Σαρώστε τον κωδικό QR για να συνδεθείτε σε αυτό το δίκτυο
es_ar: Escanee el código QR para unirse a esta red
fi: Skannaa QR-koodi liittyäksesi tähän verkkoon
fr: Scanner le code QR pour rejoindre ce réseau
id: Pindai kode QR untuk bergabung dengan jaringan ini
it: Scansionare il codice QR per unirsi alla rete
ja: このネットワークに参加するにはQRコードをスキャンしてください。
ko: QR 코드를 스캔하여 이 네트워크에 참여
nb: Skann QR-koden for å bli med i dette nettverket
nl: Scan de QR-code om lid te worden van dit netwerk
pl: Zeskanuj kod QR, aby dołączyć do tej sieci
pt: Leia o código QR para entrar nesta rede
ru: Отсканируйте QR-код, чтобы присоединиться к этой сети
sv: Skanna QR-koden för att ansluta till nätverket
th: สแกนรหัส QR เพื่อเข้าร่วมเครือข่ายนี้
tr: Bu ağa katılmak için QR kodunu tarayın
vi: Quét mã QR để chia sẻ WiFi
zh: 扫描此二维码可加入该网络
zh_tw: 掃描此二維碼即可加入該網絡

source: Wildcard
ar: حرف بدل
da: Jokertegn
de: Platzhalter
el: Χαρακτήρας μπαλαντέρ
es_ar: Comodín
fi: Yleismerkki
fr: Caractère générique
ja: ワイルドカード
ko: 와일드카드
nb: Jokertegn
nl: Joker
pl: Wyrażenie wieloznaczne
pt: Caractere curinga
ru: Подстановочный знак
sv: Jokertecken
th: อักขระตัวแทน
tr: Joker karakter
vi: Ký tự đại diện
zh: 通配符
zh_tw: 萬用字元

source: Wired
ar: سلكي
da: Kablet
de: Kabelgebunden
el: Ενσύρματη
es_ar: Por cable
fi: Langallinen
fr: Câblé
id: Terkabel
it: Cablata
ja: ワイヤード
ko: 유선
nb: Ledningstilkoblet
nl: Bedraad
pl: Przewodowe
pt: Com fio
ru: Проводные
sv: Trådanslutet
th: ใช้สาย
tr: Kablolu
vi: Nối dây
zh: 有线
zh_tw: 有線

source: Wireless
ar: لاسلكي
da: Trådløs
de: WLAN
el: Ασύρματη σύνδεση
es_ar: Funciones inalámbricas
fi: Langaton
fr: Sans fil
id: Nirkabel
ja: ワイヤレス
ko: 무선
nb: Trådløst
nl: Draadloos
pl: Łączność bezprzewodowa
pt: Sem fio
ru: Беспроводная связь
sv: Trådlöst
th: Wireless (ระบบไร้สาย)
tr: Kablosuz
vi: Không dây
zh: 无线
zh_tw: 無線

source: Yes, Cancel
ar: نعم، إلغاء
es_ar: Sí, Cancelar
it: Sì, Annulla
pl: Tak, anuluj
ru: Да, отменить
zh: 是的，取消
zh_tw: 是的，取消

source: Internet
ar: إنترنت
el: Διαδίκτυο
ja: インターネット
ko: 인터넷
nb: Internett
ru: Интернет
th: อินเทอร์เน็ต
zh_tw: 網際網路

source: Ping
ar: أداة اختبار الاتصال
ko: 핑
pl: Pinguj
ru: Эхо-запрос
zh_tw: 偵測

source: SSID
ru: Имя сети

source: WAN
ru: Глобальная сеть

# connectionTypePppoe
source: PPPoE
ar: PPPoE (بروتوكول نقطة إلى نقطة عبر Ethernet)

source: DNS 1
ar: DNS (نظام أسماء النطاقات) 1

# formalDateTime
source: {time} {date}
ar: {time} {time}

source: NAT
ar: ترجمة عنوان الشبكة

# featureUnavailableInRemoteMode
source: This feature is unavailable in remote mode
da: Denne funktion er ikke tilgængelig i fjernbetjeningsfunktionen
el: Αυτή η λειτουργία δεν είναι διαθέσιμη σε λειτουργία απομακρυσμένης πρόσβασης
fi: Tämä ominaisuus ei ole käytettävissä etätilassa
fr: Cette fonctionnalité n'est pas disponible en mode distant
id: Fitur ini tidak tersedia dalam mode jarak jauh
ja: この機能はリモートモードでは利用できません
nb: Denne funksjonen er ikke tilgjengelig i fjernmodus
pt: Este recurso não está disponível no modo remoto
sv: Den här funktionen är inte tillgänglig i fjärrläge
th: คุณลักษณะนี้ไม่พร้อมใช้งานในโหมดระยะไกล

source: DMZ
it: DMZ (Demilitarized Zone)

source: End Remote Assistance
pt: Terminar Assistência Remota
th: สิ้นสุดการช่วยเหลือระยะไกล

# endRemoteAssistanceDesc
source: End remote assistance session?
pt: Terminar a sessão de assistência remota?
th: สิ้นสุดเซสชันการช่วยเหลือระยะไกลหรือไม่

# loginWithAccessTokenMessage
source: You are log in with access token to manage {serialNumber}, do you want to proceed?
pt: Você está a iniciar sessão com um token de acesso para gerir {serialNumber}, deseja continuar?
th: คุณกำลังเข้าสู่ระบบด้วยโทเค็นการเข้าถึงเพื่อจัดการ {serialNumber} คุณต้องการดำเนินการต่อหรือไม่

# notEnoughInfoToLogin
source: Not enough information to login
pt: Informação insuficiente para iniciar sessão
th: ข้อมูลไม่เพียงพอในการเข้าสู่ระบบ

source: Proceed
pt: Prosseguir
th: ดำเนินการต่อ

source: Remote Assistance
pt: Assistência Remota
th: การช่วยเหลือระยะไกล

# remoteAssistanceInitiateMessage
source: To take advantage of Remote Assistance, you must first contact a phone support agent. Go to <a href="http://www.linksys.com/support" target="_blank">linksys.com/support</a> and click on Phone Call to get started.
pt: Para tirar partido da Assistência Remota, primeiro deve contactar um agente de suporte telefónico. Vá para <a href="http://www.linksys.com/support" target="_blank">linksys.com/support</a> e clique em Chamada Telefónica para começar.
th: หากต้องการใช้ประโยชน์จากการช่วยเหลือระยะไกล คุณต้องติดต่อตัวแทนฝ่ายสนับสนุนทางโทรศัพท์ก่อน ไปที่ <a href="http://www.linksys.com/support" target="_blank">linksys.com/support</a> แล้วคลิกที่การโทรศัพท์เพื่อเริ่มต้น

# remoteAssistanceInvalidSession
source: Invalid session. Please contact a support agent.
pt: Sessão inválida. Entre em contacto com um agente de suporte.
th: เซสชันไม่ถูกต้อง โปรดติดต่อตัวแทนฝ่ายสนับสนุน

# remoteAssistancePinCode
source: Your pin code is:
pt: O seu código PIN é:
th: รหัส pin ของคุณคือ:

# remoteAssistancePinCodeExpired
source: Pin code expired
pt: O código PIN expirou
th: รหัส pin หมดอายุแล้ว

# remoteAssistancePinCodeExpiresIn
source: Pin code expires in {time}
pt: O código PIN expira em {time}
th: รหัส pin จะหมดอายุใน {time}

# remoteAssistanceSessionActive
source: A Linksys support agent has remote access to your Linksys Smart Wi-Fi account and your home network.
pt: Um agente de suporte Linksys tem acesso remoto à sua conta Linksys Smart Wi-Fi e à sua rede doméstica.
th: ตัวแทนฝ่ายสนับสนุนของ Linksys มีสิทธิ์เข้าถึงบัญชี Linksys Smart Wi-Fi และเครือข่ายภายในบ้านของคุณจากระยะไกล

# remoteAssistanceSessionExpired
source: Session expired
pt: A sessão expirou
th: เซสชันหมดอายุแล้ว

# remoteAssistanceSessionExpiresIn
source: Session expires in {time}
pt: A sessão expira em {time}
th: เซสชันจะหมดอายุใน {time}

# selectEnv
source: Select Environment
pt: Selecionar Ambiente
th: เลือกสภาพแวดล้อม

# speedTestExternalTileCloudFlare
source: CloudFlare
da: Test med CloudFlare
de: Mit CloudFlare testen
es_ar: Prueba con CloudFlare
fi: Testaa CloudFlarella
fr: Tester avec CloudFlare
pt: Testar com CloudFlare

# speedTestExternalTileFast
source: Fast.com
da: Test med Fast.com
de: Mit Fast.com testen
es_ar: Prueba con Fast.com
fi: Testaa Fast.comilla
fr: Tester avec Fast
pt: Testar com Fast.com

source: UPnP
pt: UPnPi

source: WINS
tr: WINS (WINS)

# systemTestDateFormat
source: {date}
vi: Định dạng ngày kiểm tra hệ thống

# systemTestDateTime
source: {time}
vi: Ngày giờ kiểm tra hệ thống

source: WiFi
de: WLAN
