Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

source: Asia - Philippines
ar: آسيا - الفلبين
da: Asien - Filippinerne
de: Asien - Philippinen
el: Ασία - Φιλιππίνες
es_ar: Asia - Filipinas
fi: Aasia – Filippiinit
fr: Asie - Philippines
id: Asia - Filipina
it: Asia - Filippine
ja: アジア - フィリピン
ko: 아시아 - 필리핀
nb: Asia - Filippinene
nl: Azië – Filipijnen
pl: Azja – Filipiny
pt: Ásia - Filipinas
ru: Азия - Филиппины
sv: Asien - Filippinerna
th: เอเชีย - ฟิลิปปินส์
tr: Asya - Filipinler
vi: Châu Á - Philippines
zh: 亚洲 - 菲律宾
zh_tw: 亞洲－菲律賓

# asiaRest
source: Asia - Rest of Asia
ar: آسيا - بقية آسيا
da: Asien - Resten af Asien
de: Asien - Übrige Teile Asiens
el: Ασία - Υπόλοιπο της Ασίας
es_ar: Asia - Resto de Asia
fi: Aasia – Muut
fr: Asie - Autres pays d'Asie
id: Asia - Asia Lainnya
it: Asia - Resto dell'Asia
ja: アジア - その他のアジア
ko: 아시아 - 나머지 아시아 국가
nb: Asia - Resten av Asia
nl: Azië – rest van Azië
pl: Azja – reszta Azji
pt: Ásia - Resto da ásia
ru: Азия - остальная часть Азии
sv: Asien - Resten av Asien
th: เอเชีย - ประเทศอื่นๆ ในเอเชีย
tr: Asya - Asya'nın Geri Kalan Bölgeleri
vi: Châu Á - Phần còn lại của châu Á
zh: 亚洲 - 亚洲其他地区
zh_tw: 亞洲－其他區域

source: Asia - Singapore
ar: آسيا - سنغافورة
da: Asien - Singapore
de: Asien - Singapur
el: Ασία - Σιγκαπούρη
es_ar: Asia - Singapur
fi: Aasia – Singapore
fr: Asie - Singapour
id: Asia - Singapura
ja: アジア - シンガポール
ko: 아시아 - 싱가포르
nl: Azië – Singapore
pl: Azja – Singapur
pt: Ásia - Singapura
ru: Азия - Сингапур
sv: Asien - Singapore
th: เอเชีย - สิงคโปร์
tr: Asya - Singapur
vi: Châu Á - Singapore
zh: 亚洲 - 新加坡
zh_tw: 亞洲－新加坡

source: Asia - Taiwan
ar: آسيا - تايوان
da: Asien - Taiwan
de: Asien - Taiwan
el: Ασία - Ταϊβάν
fi: Aasia – Taiwan
fr: Asie - Taïwan
ja: アジア - 台湾
ko: 아시아 - 대만
nl: Azië – Taiwan
pl: Azja – Tajwan
pt: Ásia - Taiwan
ru: Азия - Тайвань
sv: Asien - Taiwan
th: เอเชีย - ไต้หวัน
tr: Asya - Tayvan
vi: Châu Á - Đài Loan
zh: 亚洲 - 台湾
zh_tw: 亞洲－台灣

source: Asia - Thailand
ar: آسيا - تايلاند
da: Asien - Thailand
de: Asien - Thailand
el: Ασία - Ταϊλάνδη
es_ar: Asia - Tailandia
fi: Aasia – Thaimaa
fr: Asie - Thaïlande
it: Asia - Thailandia
ja: アジア - タイ
ko: 아시아 - 타이
nl: Azië – Thailand
pl: Azja – Tajlandia
pt: Ásia - Tailândia
ru: Азия - Таиланд
sv: Asien - Thailand
th: เอเชีย - ไทย
tr: Asya - Tayland
vi: Châu Á - Thái Lan
zh: 亚洲 - 泰国
zh_tw: 亞洲－泰國

source: Assign IP Address
ar: تعيين عنوان IP
da: Tildel IP-adresse
de: IP-Adresse zuordnen
el: Εκχώρηση διεύθυνσης IP
es_ar: Asignar dirección IP
fi: Määritä IP-osoite
fr: Attribuer une adresse IP
id: Tetapkan Alamat IP
it: Assegnazione dell'indirizzo IP
ja: IPアドレスを割り当てる
ko: IP 주소 할당
nb: Tilordne IP-adresse
nl: IP-adres toewijzen
pl: Przypisz adres IP
pt: Atribuir endereço IP
ru: Назначить IP-адрес
sv: Tilldela IP-adress
th: กำหนด IP แอดเดรส
tr: IP Adresi Ata
vi: Gán địa chỉ IP
zh: 分配IP地址
zh_tw: 分配IP地址

source: Australia
ar: أستراليا
da: Australien
de: Australien
el: Αυστραλία
fr: Australie
ja: オーストラリア
ko: 호주
nl: Australië
pt: Austrália
ru: Австралия
sv: Australien
th: ออสเตรเลีย
tr: Avustralya
vi: Úc
zh: 澳大利亚
zh_tw: 澳洲

source: Auto
ar: تلقائي
de: Automatisch
el: Αυτόματα
es_ar: Automático
fi: Automaattinen
id: Otomatis
it: Automatica
ja: 自動
ko: 자동
nb: Automatisk
nl: Automatisch
pl: Automatycznie
pt: Automático
ru: Авто
sv: Automatiskt
th: อัตโนมัติ
tr: Otomatik
vi: Tự động
zh: 自动
zh_tw: 自動

# autoFirmwareUpdate
source: Automatic Firmware Update
ar: تحديث البرامج الثابتة التلقائي
da: Automatisk firmwareopdatering
de: Automatisches Firmware-Update
el: Αυτόματη ενημέρωση υλικολογισμικού
es_ar: Actualización automática del firmware
fi: Automaattinen laiteohjelmiston päivitys
fr: Mise à jour automatique du micrologiciel
id: Pembaruan Firmware Router
it: Aggiornamento automatico firmware
ja: 自動ファームウェア更新プログラム
ko: 자동 펌웨어 업데이트
nb: Automatisk fastvareoppdatering
nl: Automatische firmware-update
pl: Automatyczna aktualizacja oprogramowania sprzętowego
pt: Atualização automática de firmware
ru: Автоматическое обновление микропрограммы
sv: Automatisk uppdatering av inbyggd programvara
th: การอัปเดตเฟิร์มแวร์โดยอัตโนมัติ
tr: Otomatik Bellenim Güncellemesi
vi: Tự động cập nhật phần mềm điều khiển
zh: 自动固件更新
zh_tw: 自動韌體更新

source: Automatic
ar: تلقائي
de: Automatisch
el: Αυτόματα
es_ar: Automático
fi: Automaattinen
fr: Automatique
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
nb: Automatisk
nl: Automatisch
pl: Automatic (Automatyczny)
pt: Automático
ru: Автоматически
sv: Automatiskt
th: อัตโนมัติ
tr: Otomatik
vi: Automatic (Tự động)
zh: 自动
zh_tw: 自動

source: Back
ar: الخلف
da: Tilbage
de: Zur&uuml;ck
el: Προηγούμενο
es_ar: Atr&aacute;s
fi: Takaisin
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nb: Bakside
nl: Terug
pl: Wstecz
pt: Voltar
ru: Назад
sv: Tillbaka
th: ด้านหลัง
tr: Geri
vi: Quay lại
zh: 返回
zh_tw: 返回

source: Backup MX
ar: MX احتياطي
da: Sikkerhedskopier MX
de: Sicherung MX
el: Αντίγραφο ασφαλείας MX
es_ar: Copia de seguridad de MX
fi: Varmuuskopio-MX
fr: Sauvegarde du dossier d'échange de courrier
id: MX Cadangan
it: Effettua backup di MX
ja: バックアップ MX
ko: 백업 MX
nb: Reserve for e-postutveksling
pl: Kopia bezpieczeństwa MX
ru: Резервный почтовый сервер
sv: Reserv-MX
th: สำรองข้อมูล MX
tr: MX Yedekle
vi: MX dự phòng
zh: 备份MX
zh_tw: 備份 MX

source: Belgium
ar: بلجيكا
da: Belgien
de: Belgien
el: Βέλγιο
es_ar: Bélgica
fi: Belgia
fr: Belgique
id: Belgia
it: Belgio
ja: ベルギー
ko: 벨기에
nb: Belgia
nl: België
pl: Belgia
pt: Bélgica
ru: Бельгия
sv: Belgien
th: เบลเยียม
tr: Belçika
vi: Bỉ
zh: 比利时
zh_tw: 比利時

source: Blink Device Light
ar: أومض ضوء الجهاز
da: Enhedens LED blinker
de: Blinkende Gerät-LED
el: Αναβόσβημα λυχνίας συσκευής
es_ar: Luz parpadeante del dispositivo
fi: Vilkuta laitteen valoa
fr: Clignotement du voyant de l'appareil
id: Kedipkan Lampu Perangkat
it: Luce lampeggiante del dispositivo
ja: デバイスのライトを点滅させる
ko: 장치 표시등 깜박임
nb: Blinkende LED på enheten
nl: Knipperend apparaatlampje
pl: Migaj kontrolką urządzenia
pt: Luz intermitente do dispositivo
ru: Мигающий индикатор устройства
sv: Enhetens LED blinkar
th: ไฟของอุปกรณ์กะพริบ
tr: Cihaz Işığını Yanıp Söndür
vi: Nhấp nháy đèn thiết bị
zh: 闪烁设备灯光
zh_tw: 閃爍裝置指示燈

source: Blinking blue
ar: وامض باللون الأزرق
da: Blinkende blå
de: Blinkend blau
el: Αναβοσβήνει μπλε
es_ar: Azul parpadeante
fi: Vilkkuva sininen
fr: Bleu clignotant
id: Berkedip biru
it: Blu lampeggiante
ja: 青点滅
ko: 파란색 깜박임
nb: Blinkende blått
nl: Knipperend blauw
pl: Migające niebieskie
pt: Azul intermitente
ru: Мигающий синий
sv: Blinkande blå
th: กะพริบสีน้ำเงิน
tr: Yanıp sönen mavi
vi: Nhấp nháy màu xanh lam
zh: 闪烁蓝色
zh_tw: 閃爍藍色

source: Blinking red
ar: وامض باللون الأحمر
da: Blinker rødt
de: Blinkend rot
el: Αναβοσβήνει κόκκινο
es_ar: Rojo parpadeante
fi: Vilkkuva punainen
fr: Rouge clignotant
id: Berkedip merah
it: Rosso lampeggiante
ja: 赤点滅
ko: 빨간색 깜박임
nb: Blinker rødt
nl: Knipperend rood
pl: Migające czerwone
pt: Vermelho intermitente
ru: Мигающий красный
sv: Blinkande röd
th: กะพริบสีแดง
tr: Yanıp sönen kırmızı
vi: Nhấp nháy màu đỏ
zh: 闪烁红色
zh_tw: 閃爍紅色

source: Blinking white
ar: وامض باللون الأبيض
da: Blinkende hvid
de: Blinkend weiß
el: Αναβοσβήνει λευκό
es_ar: Blanco parpadeante
fi: Vilkkuva valkoinen
fr: Blanc clignotant
id: Berkedip putih
it: Bianco lampeggiante
ja: 白点滅
ko: 흰색 깜박임
nb: Blinkende hvit
nl: Knipperend wit
pl: Migające białe
pt: Branco intermitente
ru: Мигающий белый
sv: Blinkande vit
th: กะพริบสีขาว
tr: Yanıp sönen beyaz
vi: Nhấp nháy màu trắng
zh: 闪烁白色
zh_tw: 閃爍白色

source: Blinking yellow
ar: وامض باللون الأصفر
da: Blinkende gul
de: Blinkend gelb
el: Αναβοσβήνει κίτρινο
es_ar: Amarillo parpadeante
fi: Vilkkuva keltainen
fr: Jaune clignotant
id: Berkedip kuning
it: Giallo lampeggiante
ja: 黄色点滅
ko: 노란색 깜박임
nb: Blinkende gul
nl: Knipperend geel
pl: Migające żółte
pt: Amarelo intermitente
ru: Мигающий желтый
sv: Blinkande gul
th: กะพริบสีเหลือง
tr: Yanıp sönen sarı
vi: Nhấp nháy màu vàng
zh: 闪烁黄色
zh_tw: 閃爍黃色

source: Border relay
ar: تتابع الحدود
el: Μεταγωγή ορίων
fi: Reunareititin
id: Relay perbatasan
ko: 경계 릴레이
pl: Przekaźnik graniczny
ru: Пограничный ретранслятор
th: รีเลย์ขอบเขต
tr: Sınır rölesi
vi: Rơle biên
zh: 边界中继
zh_tw: 邊界中繼

source: Border relay length
ar: طول تتابع الحدود
da: Længde på Border Relay
de: Länge des Border-Relay
el: Μήκος μεταγωγής ορίων
es_ar: Longitud de border-relay
fi: Reunareitittimen pituus
fr: Longueur du border-relay
id: Panjang relay perbatasan
it: Lunghezza del border-relay
ja: 国境リレーの長さ
ko: 경계 릴레이 길이
nb: Border Relay lengde
nl: Lengte Border Relay
pl: Długość przekaźnika granicznego
pt: Comprimento da retransmissão de borda
ru: Длина пограничного ретранслятора
sv: Längd på Border-Relay
th: ความยาวรีเลย์ขอบเขต
tr: Sınır rölesi uzunluğu
vi: Độ dài rơle biên
zh: 边界中继长度
zh_tw: 邊界中繼長度

source: Broadcast SSID
ar: بث SSID
da: Broadcast SSID (Udsend SSID)
de: SSID-&Uuml;bertragung
el: Εκπομπή SSID
es_ar: Transmisi&oacute;n SSID
fi: SSID-lähetys
fr: Diffusion du SSID
id: Siarkan SSID
it: Trasmetti SSID
ja: ブロードキャスト SSID
ko: 브로드캐스트 SSID
nb: Kringkast SSID
nl: SSID uitzenden
pl: Rozsyłanie nazwy SSID
pt: Transmitir SSID
ru: Вещание SSID
sv: Sänd SSID
th: เผยแพร่ SSID
tr: SSID'yi Yayınla
vi: Phát rộng SSID
zh: 广播SSID
zh_tw: 廣播 SSID

source: By connection
ar: عن طريق الاتصال
da: Efter forbindelse
de: Nach Verbindung
el: Κατά σύνδεση
es_ar: Por conexión
fi: Yhteyden mukaan
fr: Par connexion
id: Berdasarkan koneksi
it: Per connessione
ja: 接続によって
ko: 연결별
nb: Etter tilkobling
nl: Op verbinding
pl: Według połączenia
pt: Por conexão
ru: По подключению
sv: Per anslutning
th: ตามการเชื่อมต่อ
tr: Bağlantıya göre
vi: Theo kết nối
zh: 按连接
zh_tw: 按連線

source: By WiFi
ar: عن طريق الواي فاي
da: Efter Wi-Fi
de: Nach WLAN
el: Κατά WiFi
es_ar: Por WiFi
fi: WiFin mukaan
fr: Par WiFi
id: Berdasarkan WiFi
it: Per WiFi
ja: Wi-Fiによって
ko: WiFi별
nb: Etter WiFi
nl: Op WiFi
pl: Według WiFi
pt: Por WiFi
ru: По WiFi
sv: Per WiFi
th: ตาม WiFi
tr: WiFi'a göre
vi: Theo WiFi
zh: 按WiFi
zh_tw: 按WiFi

source: Call log
ar: سجل المكالمات
es_ar: Registro de llamadas
it: Registro chiamate
pl: Dziennik połączeń
ru: Журнал вызовов
zh: 通话记录
zh_tw: 通話記錄

# callSupportDetailDesc
source: For prompt service, have your product type, model and serial # handy.
ar: للحصول على الخدمة بسرعة، قم بتحضير المعلومات الخاصة بنوع المنتج والطراز والرقم التسلسلي.
da: Vi kan betjene dig straks, når du har oplysningerne om produkttype, model og serienummer ved hånden.
de: Damit wir Ihnen schnell helfen können, halten Sie bitte den Produkttyp, das Modell und die Seriennummer bereit.
el: Για άμεση εξυπηρέτηση, έχετε έτοιμο τον τύπο του προϊόντος, το μοντέλο και τον αριθμό σειράς
es_ar: Para un rápido servicio, tenga cerca su tipo de producto, modelo y número de serie.
fi: Palvelun nopeuttamiseksi ota tuotteen tyyppi, malli ja sarjanumero valmiiksi esille.
fr: Pour une assistance rapide, veuillez avoir sous la main le type de produit, le modèle et le numéro de série.
id: Untuk layanan cepat, persiapkan informasi jenis produk, nomor model dan nomor seri.
it: Per garantirti un servizio veloce, ti chiediamo di avere a portata di mano il tipo, modello e numero seriale del prodotto.
ja: 迅速にサービスをご提供できるよう、製品の形式、モデル、シリアル番号をお手元にご用意ください。
ko: 신속한 서비스를 위해, 제품 유형, 모델 및 일련 번호를 적어 두십시오.
nb: For rask service, ha produkttype, modell og serienummer lett tilgjengelig.
nl: Houd voor snelle service uw producttype, model en serienummer bij de hand.
pl: Aby uzyskać jak najszybszą pomoc, przygotuj informacje o typie, modelu i numerze seryjnym produktu.
pt: Para receber atendimento rápido, tenha em mãos o tipo, modelo e número de série do produto.
ru: Для быстрого обслуживания будьте готовы назвать тип устройства, модель и серийный номер.
sv: För snabb hjälp, är det bra om du har uppgifter om din typ av produkt, modell och serienummer tillgängligt.
th: เพื่อการบริการที่รวดเร็ว ให้เก็บข้อมูลประเภทผลิตภัณฑ์ของคุณ รุ่น และหมายเลขซีเรียลไว้ใกล้มือ
tr: Sesli yanıt hizmeti için ürününüzün türünü, modelini ve seri numarasını yanınızda bulundurun.
vi: Để được hỗ trợ nhanh nhất, vui lòng chuẩn bị sẵn thông tin về loại sản phẩm, mã sản phẩm và số sê-ri.
zh: 如需尽快解决问题，请随时准备好您的产品类型、型号和序列号等信息。
zh_tw: 為加快服務速度，請備妥您的產品類型、型號與序列號碼資訊。

# callSupportDetailDesc2
source: (Located on bottom of router)
ar: (يقع في الجزء السفلي من جهاز التوجيه)
da: (placeret på undersiden af routeren)
de: (befindet sich an der Unterseite des Routers)
el: (Βρίσκεται στο κάτω μέρος του δρομολογητή)
es_ar: (Situado en la parte inferior del router)
fi: (Sijaitsee reitittimen pohjassa)
fr: (situé sous le routeur)
id: (Terletak di bagian bawah router)
it: (Si trova nella parte inferiore del router)
ja: （ルーターの底にあります。）
ko: (라우터 하단에 있음)
nb: (Ligger på bunnen av ruteren)
nl: (Bevindt zich aan de onderkant van de router)
pl: (Znajduje się na spodzie routera)
pt: (Localizado na parte inferior do roteador)
ru: (Расположено на нижней части маршрутизатора)
sv: (finns längst ner på routern)
th: (อยู่ที่ด้านล่างของเราเตอร์)
tr: (Yönlendiricinin altında bulunur)
vi: (Nằm ở mặt dưới bộ định tuyến)
zh: （位于路由器底部）
zh_tw: （位於路由器底部）

# callSupportDetailTwentyFourSeven
source: 24 hours, 7 days a week
ar: 24 ساعة، 7 أيام في الأسبوع
de: Rund um die Uhr
el: 24 ώρες το εικοσιτετράωρο, 7 ημέρες την εβδομάδα
es_ar: Las 24 horas, los 7 días de la semana
fi: Vuorokauden ympäri viikon jokaisena päivänä
fr: 24 heures sur 24, 7 jours sur 7
id: 24 jam sehari, 7 hari seminggu
it: 24 ore su 24, 7 giorni su 7
ja: 24 時間、週 7 日
ko: 24시간, 매주 7일
nb: 24 timer i døgnet, 7 dager i uken.
nl: 24 uur per dag, 7 dagen per week
pl: 24 godziny na dobę, 7 dni w tygodniu
pt: 24 horas por dia
ru: круглосуточно, без выходных
sv: Dygnet runt, sju dagar i veckan
th: บริการ 24 ชั่วโมงทุกวัน
tr: Haftanın 7 günü, 24 saati
vi: 24 giờ/ngày, 7 ngày/tuần
zh: 24/7全天候
zh_tw: 全年無休

# callSupportSelectionTitle
source: Choose your region
ar: اختر منطقتك
da: Vælg dit område
de: Wählen Sie Ihre Region aus
el: Επιλέξτε την περιοχή σας
es_ar: Elija la región
fi: Valitse alueesi
fr: Choisissez votre région
id: Pilih wilayah Anda
it: Scegli il tuo Paese
ja: 地域を選択してください
ko: 해당 지역 선택
nb: Velg region
nl: Kies uw regio
pl: Wybierz swój region
pt: Escolha sua região
ru: Выберите свой регион
sv: Välj din region
th: เลือกภูมิภาคของคุณ
tr: Bölgenizi seçin
vi: Chọn khu vực của bạn
zh: 请选择您所在区域
zh_tw: 請選擇您的區域

source: Canada
ar: كندا
de: Kanada
el: Καναδάς
es_ar: Canadá
fi: Kanada
id: Kanada
ja: カナダ
ko: 캐나다
pl: Kanada
pt: Canadá
ru: Канада
sv: Kanada
th: แคนาดา
tr: Kanada
zh: 加拿大
zh_tw: 加拿大

source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
el: Άκυρο
es_ar: Cancelar
fi: Peruuta
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy bỏ
zh: 取消
zh_tw: 取消

source: Cancel callback request?
ar: إلغاء طلب إعادة الاتصال؟
es_ar: ¿Cancelar solicitud de devolución de llamada?
it: Annullare la richiesta di richiamata?
pl: Anulować żądanie oddzwonienia?
ru: Отменить запрос обратного звонка?
zh: 取消回电请求？
zh_tw: 取消回電請求？

# caseNum
source: Case #
ar: ملف #
es_ar: Caso
it: Caso #
pl: Nr sprawy
ru: Номер обращения
zh: 案例编号
zh_tw: 個案編號

source: Certificate
da: Certifikat
de: Zertifikat
el: Πιστοποιητικό
fi: Varmenne
fr: Certificat
id: Sertifikat
it: Certificato
ja: 証明書
ko: 인증서
nb: Sertifikat
nl: Certificaat
pl: Certyfikat
pt: Certificado
sv: Certifikat
th: ใบรับรอง
tr: Sertifika
vi: Chứng chỉ
zh: 证书

source: Changes saved
ar: تم حفظ التغييرات
da: Ændringerne er gemt
de: Änderungen wurden gespeichert
el: Οι αλλαγές αποθηκεύτηκαν
es_ar: Cambios guardados
fi: Muutokset tallennettu
fr: Modifications enregistrées
id: Perubahan disimpan
it: Modifiche salvate
ja: 変更を保存しました
ko: 변경사항이 저장됨
nb: Endringer lagret
nl: Wijzigingen opgeslagen
pl: Zmiany zostały zapisane
pt: Alterações salvas
ru: Изменения сохранены
sv: Ändringarna har sparats
th: บันทึกการเปลี่ยนแปลงแล้ว
tr: Değişiklikler kaydedildi
vi: Đã lưu thay đổi
zh: 更改已保存
zh_tw: 變更已儲存

source: Channel
ar: القناة
da: Kanal
de: Kanal
el: Κανάλι
es_ar: Canal
fi: Kanava
fr: Canal
id: Kanal
it: Canale
ja: チャネル
ko: 채널
nb: Kanal
nl: Kanaal
pl: Kanał
pt: Canal
ru: Канал
sv: Kanal
th: ช่องสัญญาณ
tr: Channel (Kanal)
vi: Kênh
zh: 信道
zh_tw: 通道

source: Channel Width
ar: عرض القناة
da: Kanalbredde
de: Bandbreite
el: Εύρος καναλιού
es_ar: Ancho de canal
fi: Kanavan leveys
fr: Largeur du canal
id: Lebar Kanal
it: Ampiezza canale
ja: チャネル幅
ko: 채널 폭
nb: Kanalbredde
nl: Kanaalbreedte
pl: Zasięg kanału
pt: Largura de banda do canal
ru: Ширина канала
sv: Kanalbredd
th: ความกว้างช่องสัญญาณ
tr: Kanal Genişliği
vi: Độ rộng kênh
zh: 信道宽度
zh_tw: 通道寬度

source: China
ar: الصين
da: Kina
el: Κίνα
fi: Kiina
fr: Chine
id: Tiongkok
it: Cina
ja: 中国
ko: 중국
nb: Kina
pl: Chiny
ru: Китай
sv: Kina
th: จีน
tr: Çin
vi: Trung Quốc
zh: 中国
zh_tw: 中國

source: Choose file
ar: اختيار ملف
da: Vælg fil
de: Datei auswählen
el: Επιλογή αρχείου
es_ar: Elegir un archivo
fi: Valitse tiedosto
fr: Sélectionner un fichier
id: Pilih File
it: Scegli file
ja: ファイルを選択
ko: 파일 선택
nb: Velge fil
nl: Bestand kiezen
pl: Wybierz plik
pt: Escolher arquivo
ru: Выбрать файл
sv: Välj fil
th: เลือกไฟล์
tr: Dosya Seç
vi: Chọn Tệp
zh: 选择文件
zh_tw: 選擇檔案

source: Client lease time
ar: مدة إيجار العميل
da: Varighed af klientleasing
de: Client-Leasedauer
el: Χρόνος μίσθωσης πελάτη
es_ar: Tiempo de arrendamiento del cliente
fi: Asiakkaan vuokra-aika
fr: Durée du bail du client
id: Waktu sewa klien
it: Tempo di locazione del client
ja: クライアントリース時間
ko: 클라이언트 임대 시간
nb: Varighet på klientleie
nl: Clientleasetijd
pl: Czas dzierżawy klienta
pt: Tempo de locação do cliente
ru: Время аренды клиента
sv: Varaktighet för klientleasing
th: เวลาเช่าของไคลเอนต์
tr: İstemci kiralama süresi
vi: Thời gian cho thuê máy khách
zh: 客户端租约时间
zh_tw: 用戶端租用時間

source: Client Steering
ar: توجيه العميل
da: Client Steering (klientstyring)
el: Κατεύθυνση πελατών
es_ar: Direccionamiento de clientes
fi: Asiakasvalinta
fr: Pilotage du périphérique client
id: Pengendalian Klien
it: Gestione del client
ja: クライアントのステアリング
ko: 클라이언트 조정
nb: Klientstyring
nl: Clientaansturing
pl: Sterowanie klientem
pt: Direção do cliente
ru: Управление клиентами
sv: Klientstyrning
tr: İstemci Yönlendirme
vi: Định hướng thiết bị khách
zh: 客户端控制
zh_tw: 用戶端切換

# clientSteeringDesc
source: Let your network direct your wireless devices to the node with the strongest signal
ar: دع شبكتك توجه أجهزتك اللاسلكية إلى العقدة ذات الإشارة الأقوى
da: Lad dit netværk dirigere dine trådløse enheder til noden med det stærkeste signal
de: Überlassen Sie es Ihrem Netzwerk, Ihre Wireless-Geräte an den Node mit dem stärksten Signal zu leiten
el: Επιτρέψτε στο δίκτυό σας να κατευθύνει τις ασύρματες συσκευές σας στον κόμβο με το ισχυρότερο σήμα
es_ar: Deje que su red dirija sus dispositivos inalámbricos al nodo con la señal más fuerte
fi: Anna verkkosi ohjata langattomat laitteesi solmuun, jolla on voimakkain signaali
fr: Laissez votre réseau diriger vos appareils sans fil vers le nœud dont le signal est le plus fort.
id: Biarkan jaringan Anda mengarahkan perangkat nirkabel ke simpul dengan sinyal terkuat
it: Lasciate che la rete indirizzi i vostri dispositivi wireless verso il nodo con il segnale più forte.
ja: ネットワークにより、ワイヤレスデバイスを最も強い信号を持つノードに誘導させてください。
ko: 네트워크가 무선 장치를 가장 강한 신호를 가진 노드로 연결하도록 허용
nb: La nettverket lede de trådløse enhetene dine til noden med det sterkeste signalet
nl: Laat uw netwerk uw draadloze apparaten naar de node met het sterkste signaal leiden
pl: Pozwól sieci kierować urządzenia bezprzewodowe do węzła o najsilniejszym sygnale
pt: Deixe que sua rede direcione seus dispositivos sem fio para o nó com o sinal mais forte.
ru: Позволить сети направлять ваши беспроводные устройства к узлу с самым сильным сигналом
sv: Låt nätverket styra de trådlösa enheterna till nod med den starkaste signalen
th: ให้เครือข่ายของคุณนำทางอุปกรณ์ไร้สายไปยังโหนดที่มีสัญญาณแรงที่สุด
tr: Ağınızın kablosuz cihazlarınızı en güçlü sinyale sahip düğüme yönlendirmesine izin verin
vi: Cho phép mạng của bạn hướng các thiết bị không dây đến điểm nút có tín hiệu mạnh nhất
zh: 让您的网络将无线设备引导至信号最强的节点
zh_tw: 讓您的網絡將無線裝置引導至訊號最強的節點

# cloneCurrentClientMac
source: Clone current client's MAC
ar: استنساخ عنوان MAC الخاص بالعميل الحالي
da: Klon-MAC for den aktuelle kunde
de: MAC des aktuellen Kunden klonen
el: Κλωνοποίηση τρέχουσας MAC πελάτη
es_ar: Clonar MAC del cliente actual
fi: Kloonaa nykyisen asiakkaan MAC
fr: Cloner la MAC du client actuel
id: Klon MAC klien saat ini
it: Clona MAC del client corrente
ja: 現在のクライアントのMACをクローンする
ko: 현재 클라이언트의 MAC 복제
nb: Klon MAC for den aktuelle kunden
nl: Huidige MAC van client klonen
pl: Klonuj MAC bieżącego klienta
pt: Clonagem do MAC do cliente atual
ru: Клонировать MAC-адрес текущего клиента
sv: Klon MAC för den aktuella kunden
th: โคลนแอดเดรส MAC ของไคลเอนต์ปัจจุบัน
tr: Mevcut istemcinin MAC adresini kopyala
vi: Sao chép MAC của máy khách hiện tại
zh: 克隆当前客户端的MAC地址
zh_tw: 複製當前客戶端的MAC地址

source: Close
ar: إغلاق
da: Luk
de: Schließen
el: Κλείσιμο
es_ar: Cerrar
fi: Sulje
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
vi: Đóng
zh: 关闭
zh_tw: 關閉

source: Closed
ar: مغلق
es_ar: Cerrado
it: Chiuso
pl: Zamknięte
ru: Закрыто
zh: 已关闭
zh_tw: 已關閉

source: Collecting data...
ar: جمع البيانات...
da: Data er ved at blive indsamlet...
de: Daten werden erfasst...
el: Συλλογή δεδομένων...
es_ar: Recopilando datos...
fi: Kerätään tietoja...
fr: Collecte de données...
id: Mengumpulkan data...
it: Raccolta dati...
ja: データを収集しています...
ko: 데이터 수집 중...
nb: Samler inn data...
nl: Gegevens verzamelen...
pl: Zbieranie danych...
pt: Coletando dados...
ru: Сбор данных...
sv: Data håller på att samlas in...
th: กำลังรวบรวมข้อมูล...
tr: Veriler toplanıyor...
vi: Đang thu thập dữ liệu...
zh: 正在收集数据...
zh_tw: 正在收集資料...

source: Connect on demand
ar: الاتصال عند الطلب
da: Tilslut efter anmodning
de: Bei Bedarf verbinden
el: Σύνδεση κατ' απαίτηση
es_ar: Conectar a pedido
fi: Yhteys tarvittaessa
fr: Connexion à la demande
id: Hubungkan bila perlu
it: Connessione su richiesta
ja: オンデマンド接続
ko: 요구 시 연결
nb: Koble til ved behov
nl: Verbinden op verzoek
pl: Połączenie na żądanie
pt: Conexão sob demanda
ru: Подключение по запросу
sv: Anslut på begäran
th: เชื่อมต่อเมื่อต้องการ
tr: İstendiğinde bağlan
vi: Kết nối theo yêu cầu
zh: 按需连接
zh_tw: 隨選連線

# connectTo
source: Connected to
ar: متصل بـ
da: Forbindelse oprettet til
de: Verbunden mit
el: Έχει γίνει σύνδεση με
es_ar: Conectado a
fi: Yhdistetty
fr: Connecté à
id: Tersambung ke
it: Connesso a
ja: 接続先
ko: 연결 대상
nb: Koblet til
nl: Verbonden met
pl: Połączono z
pt: Conectado a
ru: Подключено к
sv: Ansluten till
th: เชื่อมต่อกับ
tr: Şuraya bağlı
vi: Đã kết nối với
zh: 连接到
zh_tw: 連線到

source: Connected Speed
ar: سرعة الاتصال
da: Forbundet hastighed
de: Verbundene Geschwindigkeit
el: Ταχύτητα σύνδεσης
es_ar: Velocidad de conexión
fi: Yhteysnopeus
fr: Vitesse de connexion
id: Kecepatan Tersambung
it: Velocità di connessione
ja: 接続速度
ko: 연결 속도
nb: Tilkoblet hastighet
nl: Verbonden snelheid
pl: Prędkość połączenia
pt: Velocidade da conexão
ru: Скорость подключения
sv: Ansluten hastighet
th: ความเร็วที่เชื่อมต่อ
tr: Bağlantı Hızı
vi: Tốc độ kết nối
zh: 连接速度
zh_tw: 連接速度

source: Connected via
ar: متصل عبر
da: Forbundet via
de: Verbunden über
el: Συνδεδεμένο μέσω
es_ar: Conectado a través de
fi: Yhdistetty
fr: Connecté via
id: Tersambung melalui
it: Collegato tramite
ja: 接続されました。
ko: 연결 방식
nb: Tilkoblet via
nl: Verbonden via
pl: Połączono przez
pt: Conectado por
ru: Подключено через
sv: Ansluten via
th: เชื่อมต่อผ่าน
tr: Bağlantı yöntemi
vi: Kết nối qua
zh: 通过……连接
zh_tw: 透過……連接
