Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# faqListHowToFactoryReset
source: How to factory reset your node
ar: كيفية إعادة تعيين إعدادات المصنع للعقدة لديك
da: Sådan nulstiller du din node til fabriksindstillingerne
de: Das Node auf die Werkseinstellungen zurücksetzen
el: Διαδικασία επαναφοράς εργοστασιακών ρυθμίσεων του κόμβου
es_ar: Cómo reiniciar su nodo a la configuración predeterminada
fi: Solmun tehdasasetusten palauttaminen
fr: Comment réinitialiser la borne aux paramètres d'usine
id: Cara melakukan reset pabrik pada simpul Anda
it: Come ripristinare il nodo ai valori di fabbrica
ja: ノードをファクトリリセットする方法
ko: 노드를 출하 시 상태로 재설정하는 방법
nb: Slik tilbakestiller du noden
nl: Fabrieksinstellingen van uw node herstellen
pl: Przywracanie ustawień fabrycznych węzła
pt: Como redefinir seu nó para as configurações de fábrica
ru: Как восстановить заводские настройки вашего узла
sv: Hur du fabriksåterställer din nod
th: วิธีการรีเซ็ตโหนดของคุณให้เป็นการตั้งค่าจากโรงงาน
tr: Düğümünüzü fabrika ayarlarına nasıl sıfırlarsınız?
vi: Cách khôi phục cài đặt gốc cho điểm nút
zh: 如何将节点恢复出厂设置
zh_tw: 如何將路由器重設為原廠設定

# faqListLightsNotWorking
source: Node lights not working
ar: مصابيح العقدة لا تعمل
da: Nodens lys virker ikke
de: Die Leuchten des Nodes funktionieren nicht
el: Οι λυχνίες του κόμβου δεν λειτουργούν
es_ar: Las luces del nodo no funcionan
fi: Solmun valot eivät toimi
fr: Les voyants de la borne ne fonctionnent pas
id: Lampu simpul tidak bekerja
it: Le spie luminose del nodo non funzionano
ja: ノードのライトが動作しない
ko: 노드 표시등이 작동하지 않음
nb: Nodelampene fungerer ikke
nl: Nodelampjes werken niet
pl: Wskaźniki węzła nie działają
pt: As luzes do nó não funcionam
ru: Индикаторы узла не работают
sv: Nodens lampor fungerar inte
th: ไฟของโหนดไม่ทำงาน
tr: Düğüm ışıkları çalışmıyor
vi: Các đèn của điểm nút không hoạt động
zh: 节点指示灯不运行
zh_tw: 節點燈號無作用

# faqListLogInByRouterPassword
source: Log in to router using router password
ar: تسجيل الدخول إلى الموجه باستخدام كلمة مرور الموجه
da: Log ind på routeren ved hjælp af routerens adgangskode
de: Melden Sie sich mit dem Router-Passwort am Router an
el: Είσοδος στο router με χρήση του κωδικού πρόσβασης του router
es_ar: Inicie sesión en el router con la contraseña del router
fi: Kirjautuminen reitittimeen reitittimen salasanalla
fr: Se connecter au routeur à l'aide du mot de passe du routeur
id: Login ke router dengan menggunakan kata sandi router
it: Accedere al router usando la relativa password
ja: ルーター パスワードでルーターにログインする
ko: 라우터 암호를 사용하여 라우터에 로그인
nb: Logg på ruteren med ruterpassordet
nl: Inloggen op de router met het routerwachtwoord
pl: Zaloguj się do routera, używając hasła routera
pt: Faça o login no roteador usando a senha do roteador
ru: Войдите в маршрутизатор, используя пароль маршрутизатора
sv: Logga in på routern med routerns lösenord
th: ล็อกอินเข้าเราเตอร์โดยใช้รหัสผ่านของเราเตอร์
tr: Yönlendirici parolasını kullanarak yönlendiricide oturum açma
vi: Đăng nhập bộ định tuyến bằng mật khẩu bộ định tuyến
zh: 使用路由器密码登录路由器
zh_tw: 使用路由器密碼登入路由器

# faqListLoseChildNode
source: Child node keeps losing connection
ar: تفقد العقدة التابعة الاتصال بشكل مستمر
da: Underordnet node bliver ved med at miste forbindelsen
de: Verbindung des sekundären Nodes wird immer wieder unterbrochen
el: Ο θυγατρικός κόμβος εξακολουθεί να χάνει τη σύνδεση
es_ar: El nodo hijo sigue perdiendo la conexión
fi: Alisolmun yhteys katkeaa jatkuvasti
fr: La borne secondaire se déconnecte sans arrêt
id: Simpul sekunder kehilangan sambungan
it: Il nodo secondario perde di continuo la connessione
ja: 子ノードの接続が途切れる
ko: 하위 노드의 연결이 계속 끊김
nb: Den underordnede noden mister stadig forbindelsen
nl: Verbinding met secundaire node valt steeds weg
pl: Węzeł podrzędny stale traci połączenie
pt: O nó subordinado continua perdendo a conexão
ru: Дочерний узел продолжает терять соединение
sv: Den underordnade noden fortsätter att tappa kontakten
th: โหนดย่อยสูญเสียการเชื่อมต่อบ่อยครั้ง
tr: Alt düğüm bağlantıyı kaybetmeye devam ediyor
vi: Điểm nút con liên tục mất kết nối
zh: 子节点不断失去连接
zh_tw: 子節點不斷失去連線

# faqListLoseDevices
source: Devices losing connection
ar: الأجهزة فاقدة الاتصال
da: Enheder mister forbindelsen
de: Verbindung mit Geräten wird unterbrochen
el: Οι συσκευές χάνουν τη σύνδεση
es_ar: Dispositivos que pierden la conexión
fi: Laitteiden yhteydet katkeavat
fr: Les appareils se déconnectent
id: Perangkat kehilangan sambungan
it: I dispositivi stanno perdendo la connessione
ja: デバイスの接続が途切れる
ko: 장치의 연결이 끊김
nb: Enheter mister forbindelsen
nl: Verbinding met apparaten valt weg
pl: Urządzenia tracą połączenie
pt: Dispositivos perdendo a conexão
ru: Устройства теряют связь
sv: Enheter tappar kontakten
th: อุปกรณ์ที่สูญเสียการเชื่อมต่อ
tr: Bağlantıyı kaybeden cihazlar
vi: Thiết bị mất kết nối
zh: 设备失去连接
zh_tw: 裝置失去連線

# faqListMyInternetSlowOrSpecificDeviceSlow
source: My internet speed is slow or specific device's speed are slow
da: Min internethastighed er langsom eller enhedens hastighed er langsom
de: Meine Internetgeschwindigkeit ist niedrig oder die Geschwindigkeit eines bestimmten Geräts ist niedrig
el: Η ταχύτητά μου στο Internet είναι μικρή ή η ταχύτητα ορισμένης συσκευής είναι μικρή
fi: Internet-yhteyteni on hidas tai tietyn laitteen nopeus on hidas
fr: Mon Internet est lent ou la vitesse d'un appareil spécifique est lente
id: Kecepatan internet saya lambat atau kecepatan perangkat tertentu lambat
it: La velocità di Internet è lenta o la velocità di un dispositivo specifico è lenta
ja: インターネット速度が遅いか、特定のデバイスの速度が遅い
ko: 인터넷 속도가 느림 또는 특정 장치의 속도가 느림
nb: Internett-hastigheten min er lav eller hastigheten til en bestemt enhet er treg
nl: Mijn internetsnelheid is traag of de snelheid van een specifiek apparaat is traag
pl: Szybkość mojego Internetu jest niska lub szybkość konkretnego urządzenia jest niska
pt: A velocidade da minha Internet está lenta ou a velocidade de um dispositivo específico está lenta
sv: Min internethastighet är långsam eller enheters hastighet är långsam
th: ความเร็วในการเชื่อมต่ออินเทอร์เน็ตของฉันต่ำ
tr: İnternet hızım yavaş veya belirli cihazların hızı yavaş
vi: Tốc độ internet của tôi bị chậm hoặc tốc độ của thiết bị cụ thể bị chậm
zh: 我的网速很慢或特定设备网速很慢

# faqListNodeNotTurnOn
source: Node not turning on
ar: العقدة ليست قيد التشغيل
da: Noden tænder ikke
de: Das Node wird nicht eingeschaltet
el: Ο κόμβος δεν ανάβει
es_ar: El nodo no se enciende
fi: Solmu ei käynnisty
fr: La borne ne s'allume pas
id: Simpul tidak hidup
it: Il nodo non si accende
ja: ノードがオンにならない
ko: 노드가 켜져 있지 않음
nb: Noden slår seg ikke på
nl: Node gaat niet aan
pl: Węzeł nie włącza się
pt: O nó não está ligando
ru: Узел не включается
sv: Noden slås inte på
th: โหนดไม่เปิดเครื่อง
tr: Düğüm açılmıyor
vi: Điểm nút không bật nguồn
zh: 节点未打开
zh_tw: 無法開啟節點

# faqListWhatLightsMean
source: What do the lights on my node mean?
ar: ما الذي تشير إليه المصابيح الموجودة على العقدة لديّ؟
da: Hvad betyder lysene på min node?
de: Was bedeuten die Leuchten auf meinem Node?
el: Τι σημαίνουν οι λυχνίες στον κόμβο μου;
es_ar: ¿Qué indican las luces en mi nodo?
fi: Mitä solmun valot tarkoittavat?
fr: À quoi correspondent les voyants sur ma borne ?
id: Apa arti nyala lampu pada simpul saya?
it: Cosa indicano le spie luminose sul nodo?
ja: ノードのライトは何を意味しますか？
ko: 제 노드의 표시등은 무엇을 의미합니까?
nb: Hva betyr lampene på noden min?
nl: Wat betekenen de lampjes op mijn node?
pl: Co oznaczają wskaźniki na moim węźle?
pt: O que as luzes no meu nó significam?
ru: Что означают индикаторы на моем узле?
sv: Vad betyder lamporna på min nod?
th: ไฟบนโหนดของฉันหมายความว่าอย่างไร
tr: Düğümümdeki ışıklar ne anlama geliyor?
vi: Đèn trên điểm nút của tôi có ý nghĩa gì?
zh: 节点上的指示灯代表什么意思？
zh_tw: 節點上的燈號代表什麼意思？

# faqLookingFor
source: Can't find what you're looking for?
ar: لم تتمكن من العثور على ما تبحث عنه؟
da: Kan du ikke finde det, du leder efter?
de: Finden Sie nicht, was Sie suchen?
el: Δεν βρίσκετε αυτό που ψάχνετε;
es_ar: ¿No puede encontrar lo que busca?
fi: Etkö löydä etsimääsi?
fr: Vous ne trouvez pas ce que vous cherchez ?
id: Tidak menemukan yang Anda cari?
it: Non riesci a trovare quello che stai cercando?
ja: 探しているものが見つかりませんか？
ko: 찾고 계신 것이 없습니까?
nb: Finner du ikke det du leter etter?
nl: Kunt u niet vinden wat u zoekt?
pl: Nie możesz znaleźć tego, czego szukasz?
pt: Não consegue encontrar o que está procurando?
ru: Не нашли то, что искали?
sv: Hittar du inte vad du letar efter?
th: หาสิ่งที่ต้องการไม่พบ?
tr: Aradığınızı bulamıyor musunuz?
vi: Không tìm thấy thông tin bạn cần?
zh: 找不到您要找的内容？
zh_tw: 找不到您要找的內容？

# faqVisitLinksysSupport
source: Visit Linksys Support
ar: قم بزيارة دعم Linksys
da: Besøg Linksys Support
de: Linksys Support besuchen
el: Επισκεφθείτε την Υποστήριξη Linksys
es_ar: Visite el Soporte Linksys
fi: Käy Linksys-tuessa
fr: Visiter le support Linksys
id: Kunjungi Dukungan Linksys
it: Visitate il supporto Linksys
ja: Linksysサポートへ
ko: Linksys 지원 방문
nb: Besøk Linksys Support
nl: Ga naar Linksys-ondersteuning
pl: Odwiedź pomoc techniczną Linksys
pt: Acesse o Suporte Linksys
ru: Посетить службу поддержки Linksys
sv: Besök Linksys Support
th: เยี่ยมชมฝ่ายสนับสนุน Linksys
tr: Linksys Desteği'ni ziyaret edin
vi: Truy cập Hỗ trợ Linksys
zh: 访问Linksys支持网站
zh_tw: 瀏覽Linksys支援網站

source: FAQs
ar: الأسئلة الشائعة
da: Ofte stillede spørgsmål
el: Συχνές ερωτήσεις
es_ar: Preguntas Frecuentes
fi: UKK
fr: FAQ
id: FAQ
it: Domande frequenti
ja: よくある質問
ko: FAQ
nb: Vanlige spørsmål
nl: Veelgestelde vragen
pl: Często zadawane pytania
pt: Perguntas Frequentes
ru: Часто задаваемые вопросы
sv: Vanliga frågor
th: คำถามที่พบบ่อย
tr: SSS
vi: FAQ
zh: 常见问题解答
zh_tw: 常見問題解答

# filterAnonymous
source: Filter anonymous Internet requests
ar: تصفية طلبات إنترنت المجهولة
da: Filtrer anonyme internetanmodninger
de: Anonyme Internetanfragen filtern
el: Φιλτράρισμα ανώνυμων αιτημάτων Internet
es_ar: Filtrar solicitudes de Internet anónimas
fi: Suodata anonyymit Internet-pyynnöt
fr: Filtrage des requêtes Internet anonymes
id: Filter permintaan Internet anonim
it: Filtro richieste Internet anonime
ja: 匿名インターネット リクエストをフィルター処理します
ko: 익명의 인터넷 요청 필터링
nb: Filtrer anonyme Internett-adresser
nl: Anonieme internetverzoeken filteren
pl: Filtruj anonimowe żądania dotyczące Internetu
pt: Filtrar solicitações de Internet anônimas
ru: Фильтрация анонимных интернет-запросов
sv: Filtrera anonyma internetbegäran
th: กรองการร้องขออินเทอร์เน็ตที่ไม่มีชื่อ
tr: Anonim İnternet isteklerini engelle
vi: Lọc các yêu cầu Internet ẩn danh
zh: 过滤匿名Internet请求
zh_tw: 篩選匿名網際網路請求

# filterIdent
source: Filter ident (Port 113)
ar: تصفية التعريف (المنفذ 113)
de: Ident-Port 113 filtern
el: Φιλτράρισμα ident (Θύρα 113)
es_ar: Filtrar identificador (Puerto 113)
fi: Suodata ident (portti 113)
fr: Filtrage IDENT (port 113)
it: Filtro IDENT (Porta 113)
ja: フィルター ID (ポート 113)
ko: ID 필터링(포트 113)
nl: IDENT filteren (poort 113)
pl: Filtruj protokół IDENT (port 113)
pt: Filtrar ident (Porta 113)
ru: Фильтрация IDENT (Порт 113)
sv: Filtrera ident (Port 113)
th: กรอง ident (พอร์ต 113)
tr: Ident filtresi (Port 113)
vi: Lọc nhận dạng (cổng 113)
zh: 过滤ident协议（端口号113）
zh_tw: 篩選器身份（連接埠 113）

source: Filter Internet NAT redirection
ar: تصفية إعادة توجيه NAT عبر إنترنت
da: NAT-omdirigering af internetfilter
de: Internet-NAT-Umleitung filtern
el: Ανακατεύθυνση φιλτραρίσματος Internet NAT
es_ar: Filtrar redirección NAT de Internet
fi: Suodata Internetin NAT-uudelleenohjaus
fr: Filtrage de redirection NAT Internet
id: Filter pengalihan NAT Internet
it: Filtro reindirizzamento NAT Internet
ja: インターネット NAT リダイレクトをフィルター
ko: 인터넷 NAT 리디렉션 필터링
nb: Filtrer Internett-NAT-omdirigering
nl: Filter Doorsturen NAT
pl: Filtruj przekierowania internetowe NAT
pt: Filtrar redirecionamento NAT da Internet
ru: Фильтрация интернет-переадресации NAT
sv: Filtrera NAT-omdirigeringar via internet
th: กรองการเปลี่ยนเส้นทาง NAT ของอินเทอร์เน็ต
tr: İnternet NAT yeniden yönlendirmeyi engelle
vi: Lọc Chuyển hướng Internet NAT
zh: 过滤Internet NAT重定向
zh_tw: 篩選網際網路 NAT 重新導向

source: Filter multicast
ar: تصفية البث المتعدد
da: Multicast-filter
de: Multicast filtern
el: Φιλτράρισμα multicast
es_ar: Filtrar multidifusión
fi: Suodata monilähetys
fr: Filtrage multidiffusion
it: Filtro multicast
ja: マルチキャストをフィルター処理します
ko: 멀티캐스트 필터
nb: Filtrer multikasting
nl: Multicast filteren
pl: Filtruj komunikaty typu multicast
pt: Filtrar multicast
ru: Фильтрация групповой передачи
sv: Filtrera multicast
th: กรองมัลติคาสท์
tr: Çoklu yayınları engelle
vi: Lọc multicast
zh: 过滤组播
zh_tw: 篩選多點傳送

source: Filtered devices
ar: الأجهزة المصفاة
da: Filtrerede enheder
de: Gefilterte Geräte
el: Φιλτραρισμένες συσκευές
es_ar: Dispositivos filtrados
fi: Suodatetut laitteet
fr: Appareils filtrés
id: Perangkat yang Difilter
it: Dispositivi filtrati
ja: フィルターされたデバイス
ko: 필터링된 장치
nb: Filtrerte enheter
nl: Gefilterde apparaten
pl: Filtrowane urządzenia
pt: Dispositivos filtrados
ru: Отфильтрованные устройства
sv: Filtrerade enheter
th: อุปกรณ์ที่ถูกกรอง
tr: Filtrelenen Aygıtlar
vi: Các thiết bị được lọc
zh: 已过滤的设备
zh_tw: 已篩選裝置

source: Filters
ar: المرشحات
da: Filtrer
de: Filter
el: Φίλτρα
es_ar: Filtros
fi: Suodattimet
fr: Filtres
id: Filter
it: Filtri
ja: フィルター
ko: 필터
nb: Filtrer
pl: Filtry
pt: Filtros
ru: Фильтры
sv: Filtrera
th: ตัวกรอง
tr: Filtreler
vi: Bộ lọc
zh: 筛选器
zh_tw: 篩選器

source: Firewall
ar: جدار الحماية
el: Τείχος προστασίας
fi: Palomuuri
fr: Pare-feu
ja: ファイアウォール
ko: 방화벽
nb: Brannmur
pl: Zapora
ru: Межсетевой экран
sv: Brandvägg
th: ไฟร์วอลล์
tr: Güvenlik Duvarı
vi: Tường lửa
zh: 防火墙
zh_tw: 防火牆

# firmwareDownloadingMessage1
source: You can use your WiFi during this update.
ar: يمكنك استخدام شبكة WiFi الخاصة بك أثناء هذا التحديث.
da: Du kan bruge dit WiFi under denne opdatering.
de: Sie können Ihr WLAN während dieses Updates nutzen.
el: Μπορείτε να χρησιμοποιήσετε το WiFi στη διάρκεια της ενημέρωσης.
es_ar: Puede utilizarse el WiFi durante el proceso de actualización.
fi: Voit käyttää WiFi-yhteyttä päivityksen aikana.
fr: Vous pouvez utiliser votre WiFi pendant cette mise à jour.
id: Anda dapat menggunakan WiFi selama pembaruan ini.
it: Durante l'aggiornamento puoi usare il tuo WiFi.
ja: WiFiは更新中にもご利用いただけます。
ko: 이 업데이트 중에 WiFi를 사용할 수 있습니다.
nb: Du kan bruke WiFi under denne oppdateringen.
nl: Tijdens deze update kunt u uw WiFi gebruiken.
pl: Podczas tej aktualizacji możesz korzystać z WiFi.
pt: Você pode usar seu WiFi durante esta atualização.
ru: Во время обновления можно пользоваться сетью WiFi.
sv: Du kan använda ditt WiFi-nätverk under uppdateringen.
th: คุณสามารถใช้ WiFi ได้ในระหว่างการอัปเดตนี้
tr: WiFi'ınızı bu güncelleme sırasında kullanabilirsiniz.
vi: Bạn có thể sử dụng WiFi trong quá trình cập nhật này.
zh: 您可以在此更新期间使用 WiFi。
zh_tw: 在此更新期間您可以使用 WiFi。

# firmwareDownloadingMessage2
source: But things might be slower than usual while we improve your system.
ar: لكن يمكن أن تسير الأمور أبطأ من المعتاد بينما نقوم بتحسين نظامك.
da: Men ting kan være langsommere end normalt, mens vi optimerer dit system.
de: Während wir Ihr System verbessern, kann die Geschwindigkeit beeinträchtigt werden.
el: Ίσως είναι πιο αργό απ' όσο συνήθως όσο βελτιώνουμε το σύστημά σας.
es_ar: Pero la red puede funcionar más lento de lo normal mientras mejoramos su sistema.
fi: Yhteys saattaa olla tavallista hitaampi järjestelmän ylläpidon aikana.
fr: Mais il se peut que la connexion soit plus lente que d'habitude pendant que nous améliorons votre système.
id: Tetapi konektivitas mungkin akan menjadi lebih lambat dari biasanya saat kami meningkatkan sistem Anda.
it: Tuttavia, durante la fase di miglioramento del sistema, la connessione potrebbe essere più lenta del solito.
ja: ただし、システムを改善している間は、いつもより遅くなるかもしれません。
ko: 하지만 시스템을 개선하는 동안 평소보다 속도가 느려질 수 있습니다.
nb: Ting kan imidlertid være tregere enn vanlig mens vi forbedrer systemet ditt.
nl: Terwijl we uw systeem verbeteren, kan het echter wel langzamer werken dan normaal.
pl: W trakcie usprawniania systemu sieć może jednak działać wolniej niż zwykle.
pt: Mas a velocidade pode ficar mais lenta que o normal enquanto melhoramos o seu sistema.
ru: Тем не менее, пока идет настройка системы, скорость сетевых подключений может снизиться.
sv: Men saker och ting kan vara långsammare än vanligt när vi förbättrar ditt system.
th: แต่การดำเนินการในส่วนอื่นๆ อาจช้ากว่าปกติในขณะที่เราปรับปรุงระบบของคุณ
tr: Ancak sisteminizi geliştirirken işler normalden daha yavaş olabilir.
vi: Nhưng mọi thứ có thể chậm hơn bình thường trong khi chúng tôi cải thiện hệ thống của bạn.
zh: 但当我们改进您的系统时，速度可能会比平时慢。
zh_tw: 但是當我們在改善您的系統時，速度可能會比平常慢。

# firmwareDownloadingMessage3
source: This will take about 15 minutes, after which your WiFi will restart.
ar: سيستغرق هذا نحو 15 دقيقة، وبعدها ستتم إعادة تشغيل شبكة WiFi الخاصة بك.
da: Dette vil tage ca. 15 minutter, hvorefter dit WiFi genstartes.
de: Dies dauert ungefähr 15 Minuten. Danach wird Ihr WLAN neu gestartet.
el: Θα χρειαστούν περίπου 15 λεπτά, μετά τα οποία θα κάνει επανεκκίνηση το WiFi.
es_ar: Esto demorará unos 15 minutos, después de los que se reiniciará su WiFi.
fi: Päivitys kestää noin 15 minuuttia, jonka jälkeen WiFi käynnistyy uudelleen.
fr: Le processus prendra environ 15 minutes, après lesquelles votre WiFi redémarrera.
id: Tindakan ini akan membutuhkan 15 menit, setelah itu WiFi Anda akan dihidupkan ulang.
it: L'operazione richiede circa 15 minuti, dopodiché il WiFi sarà riavviato.
ja: 約15分後にWiFiが再起動します。
ko: 약 15분 후에 WiFi가 다시 시작됩니다.
nb: Dette vil ta omtrent 15 minutter, hvoretter WiFi-enheten starter på nytt.
nl: Dit duurt ongeveer 15 minuten, waarna uw WiFi opnieuw wordt opgestart.
pl: Aktualizacja zajmie około 15 minut, po czym sieć WiFi zostanie ponownie uruchomiona.
pt: Deve levar cerca de 15 minutos, após isso seu WiFi será reiniciado.
ru: Это займет около 15 минут, затем сеть WiFi будет перезапущена.
sv: Det kan ta cirka 15 minuter, varpå ditt WiFi-nätverk kommer att starta om.
th: ขั้นตอนนี้จะใช้เวลาประมาณ 15 นาทีหลังจากที่ WiFi ของคุณรีสตาร์ต
tr: Bu işlem yaklaşık 15 dakika sürer ve sonra WiFi'ınız yeniden başlatılır.
vi: Quá trình này sẽ mất khoảng 15 phút, sau đó WiFi của bạn sẽ khởi động lại.
zh: 这大约需要 15 分钟，您的 WiFi 将在完成后重启。
zh_tw: 大約需要 15 分鐘的時間，之後您的 WiFi 將重新啟動。

# firmwareDownloadingTitle
source: Downloading...
ar: جارٍ التنزيل...
da: Downloader ...
de: Herunterladen...
el: Λήψη...
es_ar: Descargando...
fi: Ladataan...
fr: Téléchargement...
id: Mengunduh...
it: Download in corso...
ja: ダウンロード中...
ko: 다운로드 중...
nb: Laster ned ...
nl: Downloaden...
pl: Pobieranie...
pt: Baixando...
ru: Скачивание...
sv: Nedladdning...
th: กำลังดาวน์โหลด...
tr: İndiriliyor...
vi: Đang tải về...
zh: 正在下载...
zh_tw: 下載中...

# firmwareInstallingTitle
source: Installing...
ar: جارٍ التثبيت...
da: Installerer ...
de: Installation...
el: Εγκατάσταση...
es_ar: Instalando...
fi: Asennetaan...
fr: Installation en cours...
id: Menginstal...
it: Installazione...
ja: インストールしています...
ko: 설치 중...
nb: Installerer...
nl: Installeren...
pl: Trwa instalowanie...
pt: Instalando...
ru: Установка...
sv: Installerar...
th: กำลังติดตั้ง...
tr: Kuruluyor...
vi: Đang cài đặt...
zh: 正在安装...
zh_tw: 安裝中...

# firmwareRebootingTitle
source: Restarting...
ar: جارٍ إعادة التشغيل...
da: Genstarter...
de: Neustart wird durchgeführt...
el: Γίνεται επανεκκίνηση...
es_ar: Reiniciando...
fi: Käynnistetään uudelleen...
fr: Redémarrage en cours...
id: Menghidupkan ulang...
it: Riavvio in corso...
ja: 再起動中...
ko: 다시 시작…
nb: Starter på nytt ...
nl: Opnieuw opstarten...
pl: Ponowne uruchamianie...
pt: Reiniciando...
ru: Перезапуск...
sv: Startar om...
th: กำลังรีสตาร์ท...
tr: Yeniden başlatılıyor...
vi: Đang khởi động lại...
zh: 正在重新启动…
zh_tw: 正在重新開機…

# firmwareRestartingMessage1
source: Restarting your WiFi
ar: تتم الآن إعادة تشغيل شبكة WiFi
da: Genstarter dit WiFi
de: Ihr WLAN wird neu gestartet
el: Επανεκκίνηση του WiFi σας
es_ar: Reiniciando su WiFi
fi: WiFi käynnistyy uudelleen
fr: Redémarrage de votre WiFi
id: Menghidupkan ulang WiFi Anda
it: Riavvio del WiFi
ja: WiFiを再起動しています
ko: WiFi 재시작
nb: Starter WiFi på nytt
nl: Uw WiFi opnieuw opstarten
pl: Ponowne uruchamianie sieci WiFi
pt: Reiniciando seu WiFi
ru: Перезапуск сети WiFi
sv: Startar om ditt WiFi-nätverk
th: กำลังรีสตาร์ต WiFi ของคุณ
tr: WiFi'niz yeniden başlatılıyor
vi: Đang khởi động lại WiFi của bạn
zh: 正在重启您的 WiFi
zh_tw: 重新啟動您的 WiFi 中

# firmwareRestartingMessage2
source: Future updates will happen overnight - automatically - and only take a few minutes.
ar: تتم التحديثات المستقبلية أثناء الليل - تلقائيًا - ولن تستغرق سوى دقائق قليلة.
da: Fremover sker opdateringer om natten (automatisk); det tager få minutter,
de: Zukünftige Updates werden –automatisch – nachts durchgeführt und dauern nur ein paar Minuten.
el: Οι μελλοντικές ενημερώσεις θα γίνουν το βράδυ - αυτόματα - και θα διαρκέσουν μόνο λίγα λεπτά.
es_ar: Las próximas actualizaciones sucederán durante la noche, en forma automática, y solo tomarán unos minutos.
fi: Tulevat päivitykset tapahtuvat automaattisesti yöaikaan ja ne kestävät vain muutaman minuutin.
fr: Les mises à jour s'effectueront dans la nuit, automatiquement, et ne prendront que quelques minutes.
id: Pembaruan mendatang akan terjadi dalam waktu semalam - secara otomatis - dan hanya membutuhkan beberapa menit.
it: Gli aggiornamenti futuri saranno effettuati di notte - automaticamente - e richiederanno solo qualche minuto.
ja: 今後、更新は夜間に自動的に行われ、それもほんの数分で終わります。
ko: 향후 업데이트는 밤사이에 자동으로 이루어지며, 이 작업에는 단 몇 분 정도만 걸립니다.
nb: Fremtidige oppdateringer skjer om natten – automatisk – og tar bare få minutter.
nl: Toekomstige updates vinden 's nachts - automatisch - plaats en duren slechts een paar minuten.
pl: Przyszłe aktualizacje będą przeprowadzane automatycznie przez noc i będą trwać zaledwie kilka minut.
pt: As atualizações futuras serão feitas durante a noite, automaticamente, e levarão somente alguns minutos.
ru: Дальнейшие обновления будут автоматически устанавливаться по ночам, для этого потребуется всего несколько минут.
sv: Framtida uppdateringar sker under natten - automatiskt - och tar bara ett par minuter.
th: การอัปเดตในอนาคตจะเกิดขึ้นชั่วข้ามคืน - โดยอัตโนมัติ - และจะใช้เวลาเพียงสองสามนาที
tr: Gelecekteki güncellemeler otomatik olarak gece boyunca yapılacak ve yalnızca birkaç dakika sürecek.
vi: Trong tương lai, quá trình cập nhật sẽ diễn ra trong đêm - tự động - và chỉ mất một vài phút.
zh: 未来更新将在夜间自动进行，并且仅需几分钟即可完成。
zh_tw: 未來更新將於夜間自動進行，且僅會花費數分鐘時間。

# firmwareRestartingMessage3
source: This takes 2-3 minutes.
ar: يستغرق هذا الأمر من دقيقتين إلى 3 دقائق.
da: Dette tager 2-3 minutter.
de: Dies dauert 2-3 Minuten.
el: Χρειάζονται 2-3 λεπτά.
es_ar: Esto demora 2-3 minutos.
fi: Tämä kestää noin 2-3 minuuttia.
fr: Cela prend 2 à 3 minutes.
id: Tindakan ini akan membutuhkan 2-3 menit
it: L'operazione richiede 2-3 minuti.
ja: これには2〜3分かかります。
ko: 이 작업에는 약 2 ~ 3분이 걸립니다.
nb: Dette tar 2–3 minutter.
nl: Dit duurt twee tot drie minuten.
pl: To zajmuje 2-3 minuty.
pt: Leva de 2 a 3 minutos.
ru: Это займет 2–3 минуты.
sv: Det kan ta 2 - 3 minuter.
th: ขั้นตอนนี้ใช้เวลา 2-3 นาที
tr: Bu işlem 2-3 dakika sürer.
vi: Quá trình này cần 2-3 phút.
zh: 这需要 2-3 分钟。
zh_tw: 需要 2-3 分鐘。

source: Firmware Update
ar: تحديث البرنامج الثابت
da: Firmwareopdatering
de: Firmware-Aktualisierung
el: Ενημέρωση υλικολογισμικού
es_ar: Actualización de firmware
fi: Laiteohjelmiston päivitys
fr: Mise à jour du microprogramme
id: Pembaruan firmware
it: Aggiornamento firmware
ja: ファームウェアの更新
ko: 펌웨어 업데이트
nb: Fastvareoppdatering
pl: Aktualizacja oprogramowania sprzętowego
pt: Atualização de firmware
ru: Обновление прошивки
sv: Uppdatering av fast programvara
th: การอัปเดตเฟิร์มแวร์
tr: Bellenim güncellemesi
vi: Cập nhật bản firmware
zh: 固件更新
zh_tw: 韌體更新
