Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# firmwareUpdateCountdownMessage
source: Firmware just updated, the page will be refreshed in {seconds} seconds
da: Firmware lige opdateret, siden vil blive opdateret om {seconds} sekunder
de: Firmware wurde soeben aktualisiert, die Seite wird in {seconds} Sekunden aktualisiert
el: Μόλις ενημερώθηκε το υλικολογισμικό, η σελίδα θα ανανεωθεί σε {seconds} δευτερόλεπτα
fi: Laiteohjelmisto juuri päivitetty, sivu päivitetään {seconds} sekunnin kuluttua
fr: Firmware mis à jour, la page sera actualisée dans {seconds} secondes
id: Firmware baru saja diperbarui, halaman akan dimuat ulang dalam {seconds} detik
it: Firmware appena aggiornato, la pagina verrà aggiornata tra {seconds} secondi
ja: ファームウェアが更新されました。{seconds}秒後にページが更新されます
ko: 펌웨어가 방금 업데이트되었습니다. {seconds}초 후에 페이지가 새로 고쳐집니다
nb: Firmware ble nettopp oppdatert, siden vil bli oppdatert om {seconds} sekunder
nl: Firmware zojuist bijgewerkt, de pagina wordt over {seconds} seconden ververst
pl: Oprogramowanie sprzętowe zostało właśnie zaktualizowane, strona zostanie odświeżona za {seconds} sekund
pt: Firmware atualizado, a página será atualizada em {seconds} segundos
sv: Firmware har precis uppdaterats, sidan uppdateras om {seconds} sekunder
th: อัปเดตเฟิร์มแวร์แล้ว หน้าจะรีเฟรชในอีก {seconds} วินาที
tr: Firmware güncellendi, sayfa {seconds} saniye içinde yenilenecek
vi: Đã cập nhật firmware, trang sẽ được làm mới sau {seconds} giây
zh: 固件已更新，页面将在 {seconds} 秒后刷新

# firmwareUpdateDesc1
source: Get the latest feature and fixed.
ar: احصل على أحدث الخصائص والإصلاحات.
da: Få de nyeste funktioner og fejlrettelser.
de: Erhalten Sie die neuesten Funktionen und Fehlerbehebungen.
el: Λάβετε τις πιο πρόσφατες λειτουργίες και διορθώσεις.
es_ar: Obtenga la última función y solucionado.
fi: Hanki uusimmat ominaisuudet ja korjaukset.
fr: Obtenez la dernière fonctionnalité et corrigez-la.
id: Dapatkan fitur dan perbaikan terbaru.
it: Ottenere l'ultima funzione e il gioco è fatto.
ja: 最新の機能と修正を取得してください。
ko: 최신 기능 및 수정 사항을 받으십시오.
nb: Få de nyeste funksjonene og feilrettinger.
nl: Download de nieuwste functie en los het op.
pl: Uzyskaj najnowsze funkcje i poprawki.
pt: Obtenha a última função e pronto.
ru: Получите последние функции и исправления.
sv: Få de senaste funktionerna och buggfixarna.
th: รับฟีเจอร์และการแก้ไขล่าสุด
tr: En son özellik ve düzeltmeleri alın.
vi: Nhận các tính năng và sửa lỗi mới nhất.
zh: 获取最新功能并修复问题。
zh_tw: 獲取最新功能並解決問題。

# firmwareUpdateDesc2
source: Your router will restart once the update is complete. Devices will briefly go offline before reconnecting.
ar: سيتم إعادة تشغيل جهاز التوجيه الخاص بك بمجرد اكتمال التحديث. سيتم فصل الأجهزة مؤقتًا عن الشبكة قبل إعادة الاتصال.
da: Din router genstarter, så snart opdateringen er foretaget. Enheder vil kortvarigt gå offline, før de genopretter forbindelsen.
de: Ihr Router wird neu gestartet, sobald die Aktualisierung vorgenommen wurde. Die Geräte werden kurzfristig offline gehen, bevor sie sich wieder verbinden.
el: Ο δρομολογητής σας θα επανεκκινηθεί μόλις ολοκληρωθεί η ενημέρωση. Οι συσκευές θα αποσυνδεθούν προσωρινά πριν επανασυνδεθούν.
es_ar: Su router se reiniciará una vez completada la actualización. Los dispositivos se desconectarán brevemente antes de volver a conectarse.
fi: Reititin käynnistyy uudelleen, kun päivitys on valmis. Laitteiden yhteys katkeaa hetkeksi ennen uudelleenyhdistämistä.
fr: Votre routeur redémarre une fois la mise à jour terminée. Les appareils seront brièvement déconnectés avant de se reconnecter.
id: Router Anda akan dimulai ulang setelah pembaruan selesai. Perangkat akan terputus sebentar sebelum tersambung kembali.
it: Il router si riavvia al termine dell'aggiornamento. I dispositivi si disconnetteranno brevemente prima di riconnettersi.
ja: 更新が完了すると、ルーターが再起動します。デバイスは再接続する前に一時的にオフラインになります。
ko: 업데이트가 완료되면 라우터가 다시 시작됩니다. 장치가 잠시 오프라인 상태가 되었다가 다시 연결됩니다.
nb: Ruteren starter på nytt så snart oppdateringen er utført. Enheter vil gå frakoblet en kort stund før de kobler seg til igjen.
nl: Uw router start opnieuw op zodra de update is voltooid. Apparaten gaan even offline voordat ze opnieuw verbinding maken.
pl: Router zostanie uruchomiony ponownie po zakończeniu aktualizacji. Urządzenia będą przez krótki czas odłączone przed ponownym połączeniem.
pt: O roteador será reinicializado após a conclusão da atualização. Os dispositivos serão desconectados brevemente antes de serem reconectados.
ru: Ваш маршрутизатор перезагрузится после завершения обновления. Устройства ненадолго отключатся перед повторным подключением.
sv: Din router kommer att starta om så snart uppdateringen har gjorts. Enheter kommer att gå offline en kort stund innan de återansluts.
th: เราเตอร์ของคุณจะรีสตาร์ทเมื่อการอัปเดตเสร็จสมบูรณ์ อุปกรณ์จะออฟไลน์ชั่วคราวก่อนเชื่อมต่อใหม่
tr: Güncelleme tamamlandığında yönlendiriciniz yeniden başlatılacak. Cihazlar kısa süreliğine çevrimdışı olacak ve ardından yeniden bağlanacak.
vi: Bộ định tuyến của bạn sẽ khởi động lại sau khi cập nhật hoàn tất. Các thiết bị sẽ tạm thời ngoại tuyến trước khi kết nối lại.
zh: 更新完成后，您的路由器将重启。设备在重新连接之前将短暂离线。
zh_tw: 更新完成後，您的路由器將重新啟動，裝置在重新連接前會短暫離線。

source: Firmware updated!
da: Firmware opdateret!
de: Firmware aktualisiert!
el: Ενημερώθηκε το υλικολογισμικό!
fi: Laiteohjelmisto päivitetty!
fr: Firmware mis à jour !
id: Firmware diperbarui!
it: Firmware aggiornato!
ja: ファームウェアが更新されました！
ko: 펌웨어가 업데이트되었습니다!
nb: Firmware oppdatert!
nl: Firmware bijgewerkt!
pl: Zaktualizowano oprogramowanie sprzętowe!
pt: Firmware atualizado!
sv: Firmware uppdaterad!
th: อัปเดตเฟิร์มแวร์แล้ว!
tr: Firmware güncellendi!
vi: Đã cập nhật firmware!
zh: 固件已更新！

source: Firmware version
ar: إصدار البرنامج الثابت
el: Έκδοση υλικολογισμικού
es_ar: Versión de firmware
fi: Laiteohjelmiston versio
fr: Version du micrologiciel
id: Versi Firmware
it: Versione firmware
ja: ファームウェアのバージョン
ko: 펌웨어 버전
nb: Fastvareversjon
nl: Firmwareversie
pl: Wersja firmware
pt: Versão do firmware
ru: Версия микропрограммы
sv: Version av inbyggd programvara
th: เวอร์ชันของเฟิร์มแวร์
tr: Firmware Version (Bellenim Sürümü)
vi: Phiên bản Phần mềm điều khiển
zh: 固件版本
zh_tw: 韌體版本

source: First name
ar: الاسم الأول
es_ar: Nombre
it: Nome
pl: Imię
ru: Имя
zh: 名字
zh_tw: 名字

source: Forgot password
ar: نسيت كلمة المرور
da: Glemt adgangskode
de: Passwort vergessen
el: Ξέχασα τον κωδικό πρόσβασης
es_ar: Olvidó la contraseña.
fi: Unohtunut salasana
fr: J'ai oublié mon mot de passe
id: Lupa kata sandi
it: Password dimenticata
ja: パスワードをお忘れの場合
ko: 암호 분실
nb: Glemt passord
nl: Wachtwoord vergeten
pl: Nie pamiętam hasła
pt: Esqueceu a senha
ru: Забыл(-а) пароль
sv: Glömt lösenordet
th: ลืมรหัสผ่าน
tr: Parolanızı mı unuttunuz?
vi: Quên mật khẩu
zh: 忘记密码
zh_tw: 忘記密碼

source: Fortinet Secure DNS
el: Ασφαλές DNS Fortinet
es_ar: DNS seguro de Fortinet
ja: FortinetのセキュアDNS
ko: 포티넷 보안 DNS
pl: Bezpieczny DNS Fortinet
pt: DNS Seguro Fortinet
ru: Безопасный DNS Fortinet
zh: Fortinet安全DNS
zh_tw: Fortinet 安全 DNS

source: Forwarded range
ar: النطاق مُعاد توجيهه
da: Viderestillet interval
de: Weiterleitungsbereich
el: Εύρος προώθησης
es_ar: Intervalo reenviado
fi: Edelleenohjattu alue
fr: Connexion entrante transférée
id: Rentang yang Diteruskan
it: Intervallo di inoltro
ja: 転送の範囲
ko: 전달된 범위
nb: Videresendt område
nl: Doorgestuurd bereik
pl: Zakres przekierowanych
pt: Intervalo de encaminhamento
ru: Диапазон переадресации
sv: Vidarebefordringsintervall
th: ช่วงที่ส่งต่อ
tr: Yönlendirilen Aralık
vi: Phạm vi Chuyển tiếp
zh: 转发范围
zh_tw: 已轉寄的範圍

source: FW Version
ar: إصدار البرنامج الثابت
el: Έκδοση υλικολογισμικού
es_ar: Versión FW
fi: Laiteohjelmiston versio
fr: Version du micrologiciel
id: Versi FW
it: Versione FW
ja: ファームウェアバージョン
ko: FW 버전
nb: FW-versjon
nl: FW-versie
pl: Wersja firmware
pt: Versão do FW
ru: Версия прошивки
th: เวอร์ชัน FW
tr: Bellenim Sürümü
vi: Phiên bản FW
zh: 固件版本
zh_tw: 韌體版本

source: Gateway
ar: العبّارة
el: Πύλη
es_ar: Pasarela
fi: Yhdyskäytävä
fr: Passerelle
ja: ゲートウェイ
ko: 게이트웨이
pl: Bramka
ru: Шлюз
th: เกตเวย์
tr: Ağ Geçidi
vi: Cổng
zh: 网关
zh_tw: 閘道器

# generalError
source: Oops, something wrong here! Please try again later
ar: عفواً، هناك خطأ هنا! يُرجى المحاولة مرة أخرى لاحقًا
da: Ups, der er noget galt her! Prøv venligst igen senere
de: Ups, hier stimmt etwas nicht! Bitte versuchen Sie es später noch einmal
el: Ωχ, κάτι πήγε στραβά! Δοκιμάστε ξανά αργότερα
es_ar: Ups, ¡algo va mal aquí! Por favor, inténtelo de nuevo más tarde
fi: Hups, jokin meni pieleen! Yritä myöhemmin uudelleen
fr: Oups, quelque chose ne va pas ici ! Veuillez réessayer plus tard
id: Ups, ada yang salah di sini! Silakan coba lagi nanti
it: Oops, c'è qualcosa di sbagliato qui! Riprovare più tardi.
ja: 申し訳ございません。問題が発生しました！後でもう一度お試しください。
ko: 죄송합니다. 문제가 발생했습니다! 나중에 다시 시도하십시오
nb: Oops, noe er galt her! Prøv igjen senere
nl: Oeps, hier klopt iets niet! Probeer het later opnieuw
pl: Ups, coś poszło nie tak! Spróbuj ponownie później
pt: Ops, há algo errado aqui! Por favor, tente novamente mais tarde.
ru: Упс, что-то пошло не так! Пожалуйста, попробуйте позже
sv: Oj, något är fel här! Försök igen senare
th: อุ๊ปส์ มีบางอย่างผิดพลาด! กรุณาลองอีกครั้งในภายหลัง
tr: Hay aksi, burada bir şeyler yanlış! Lütfen daha sonra tekrar deneyin
vi: Rất tiếc, có lỗi xảy ra! Vui lòng thử lại sau
zh: 哎呀，出问题了！请稍后再试
zh_tw: 哎呀，出問題了！請稍後再試

source: GO
ar: اذهب
da: START
de: START
el: ΜΕΤΑΒΑΣΗ
es_ar: INICIO
fi: SIIRRY
fr: ALLEZ-Y
id: MULAI
it: VAI
ja: 移動
ko: 이동
nb: START
nl: GA
pl: PRZEJDŹ
pt: INICIAR
ru: ВПЕРЕД
sv: START
th: ไป
tr: GİT
vi: ĐI
zh: 前往
zh_tw: 前往

source: Go back
ar: عودة
da: Gå tilbage
de: Zurück
el: Προηγούμενο
es_ar: Volver atrás
fi: Takaisin
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
ko: 돌아가기
nb: Gå tilbake
nl: Terug
pl: Wstecz
pt: Voltar
ru: Назад
sv: Gå tillbaka
th: ย้อนกลับ
tr: Geri git
vi: Quay lại
zh: 返回
zh_tw: 返回

source: Good
ar: جيدة
da: God
de: Gut
el: Καλή
es_ar: Buena
fi: Hyvä
fr: Bonne
id: Baik
it: Buona
ja: 良い
ko: 좋음
nb: God
nl: Goed
pl: Dobry
pt: Bom
ru: Хороший
sv: Bra
th: สัญญาณดี
tr: İyi
vi: Tốt
zh: 良好
zh_tw: 良好

source: Good afternoon!
ar: مساء الخير!
da: God morgen!
de: Guten Tag!
el: Καλό απόγευμα!
es_ar: Buenas tardes
fi: Hyvää iltapäivää!
fr: Bonjour !
id: Selamat siang!
it: Buonasera
ja: こんにちは！
ko: 안녕하세요!
nb: God morgen! God kveld!
nl: Goedemiddag!
pl: Dzień dobry!
pt: Boa tarde
ru: Добрый день!
sv: God eftermiddag!
th: สวัสดีตอนบ่าย!
tr: İyi günler!
vi: Chào buổi chiều!
zh: 下午好！
zh_tw: 午安！

source: Good evening!
ar: مساء الخير!
da: God aften!
de: Guten Abend!
el: Καλό βράδυ!
es_ar: Buenas noches
fi: Hyvää iltaa!
fr: Bonsoir !
id: Selamat malam!
it: Buona sera
ja: こんばんわ！
ko: 안녕하세요!
nb: God morgen! God kveld!
nl: Goedenavond!
pl: Dobry wieczór!
pt: Boa noite
ru: Добрый вечер!
sv: God kväll!
th: สวัสดีตอนเย็น!
tr: İyi akşamlar!
vi: Chào buổi tối!
zh: 晚上好！
zh_tw: 晚安！

source: Good morning!
ar: صباح الخير!
da: Godmorgen og godnat!
de: Guten Morgen!
el: Καλημέρα!
es_ar: Buenos días
fi: Hyvää huomenta!
fr: Bonjour !
id: Selamat pagi!
it: Buongiorno
ja: おはようございます！
ko: 좋은 아침입니다!
nb: God morgen, alle sammen!
nl: Goedemorgen!
pl: Dzień dobry!
pt: Bom dia
ru: Доброе утро!
sv: God morgon!
th: สวัสดีตอนเช้า!
tr: Günaydın!
vi: Chào buổi sáng!
zh: 早上好！
zh_tw: 早安！

source: Good night!
ar: طاب مساؤك!
da: Godnat!
de: Gute Nacht!
el: Καληνύχτα!
es_ar: ¡Buenas noches!
fi: Hyvää yötä!
fr: Bonne nuit !
id: Selamat malam!
it: Buona notte!
ja: おやすみなさい！
ko: 안녕히 주무세요!
nb: God natt!
nl: Welterusten!
pl: Dobranoc!
pt: Boa noite!
ru: Доброй ночи!
sv: God natt!
th: ราตรีสวัสดิ์!
tr: İyi geceler!
vi: Chúc ngủ ngon!
zh: 晚安！
zh_tw: 晚安！

source: Google Chrome
ar: جوجل كروم
zh: 谷歌浏览器
zh_tw: 谷歌瀏覽器

# googleChromeStep
source: Click <b>Advanced > Proceed (unsafe)</b>
ar: انقر فوق <b>خيارات متقدمة > متابعة (غير آمن)</b>
es_ar: Haga clic en <b>Avanzado > Continuar (no seguro)</b>.
it: Fare clic su <b>Avanzate > Continua (non sicuro)</b>.
pl: Kliknij <b>Zaawansowane > Przejdź dalej (niebezpieczna witryna)</b>
ru: Нажмите <b>Дополнительно > Перейти (небезопасно)</b>
zh: 点击 <b>高级 > 继续（不安全）</b>
zh_tw: 點擊 <b>高級 > 繼續（不安全）</b>

source: Guest
ar: ضيف
da: Gæst
de: Gast
el: Επισκέπτης
es_ar: Invitado
fi: Vieras
fr: Invité
id: Tamu
it: Ospite
ja: ゲスト
ko: 게스트
nb: Gjest
nl: Gast
pl: Gość
pt: Convidado
ru: Гость
sv: Gäst
tr: Konuk
vi: Khách
zh: 访客
zh_tw: 來賓

source: Guest Network
ar: شبكة الضيوف
da: Gæstenetværk
de: Gast-Netzwerk
el: Δίκτυο επισκεπτών
es_ar: Red para invitado
fi: Vierasverkko
fr: Réseau invité
id: Jaringan Tamu
it: Rete ospite
ja: ゲスト ネットワーク
ko: 게스트 네트워크
nb: Gjestenettverk
nl: Gastnetwerk
pl: Sieć gościnna
pt: Rede de convidado
ru: Гостевая сеть
sv: Gästnätverk
th: เครือข่าย Guest
tr: Konuk Ağı
vi: Mạng Khách
zh: 访客网络
zh_tw: 來賓網路

source: Guest WiFi Name
ar: اسم واي فاي الضيف
da: Navn på gæste Wi-Fi
de: Gast WLAN -Name
el: Όνομα WiFi επισκεπτών
es_ar: Nombre WiFi Invitado
fi: Vierasverkon WiFi-nimi
fr: Nom du réseau WiFi invité
id: Nama WiFi Tamu
it: Nome WiFi ospite
ja: ゲストWiFi名
ko: 게스트 WiFi 이름
nb: Gjestenes WiFi-navn
nl: Gast WiFi-naam
pl: Nazwa sieci WiFi dla gości
pt: Nome do WiFi para convidados
ru: Имя гостевой сети WiFi
sv: Namn på gäst-WiFi
th: ชื่อ WiFi สำหรับผู้มาเยือน
tr: Konuk WiFi Adı
vi: Tên WiFi khách
zh: 访客WiFi名称
zh_tw: 訪客WiFi名稱

source: Guest WiFi Password
ar: كلمة مرور واي فاي للضيوف
da: Adgangskode til gæste Wi-Fi
de: Gast WLAN -Passwort
el: Κωδικός πρόσβασης WiFi επισκεπτών
es_ar: Contraseña WiFi Invitado
fi: Vierasverkon WiFi-salasana
fr: Mot de passe WiFi invité
id: Kata Sandi WiFi Tamu
it: Password WiFi ospite
ja: ゲストWiFiパスワード
ko: 게스트 WiFi 암호
nb: Gjeste-WiFi-passord
nl: Gast WiFi-wachtwoord
pl: Hasło sieci WiFi dla gości
pt: Senha do WiFi para convidados
ru: Пароль гостевой сети WiFi
sv: Lösenord för gäst-WiFi
th: รหัสผ่าน WiFi สำหรับผู้มาเยือน
tr: Konuk WiFi Parolası
vi: Mật khẩu WiFi khách
zh: 访客WiFi密码
zh_tw: 訪客WiFi密碼

source: Guest WiFi
ar: خدمة واي فاي للضيوف
da: Gæste Wi-Fi
de: Gast-WLAN
el: WiFi επισκεπτών
es_ar: WiFi para invitados
fi: Vieras-WiFi
fr: WiFi Invité
id: WiFi Tamu
it: WiFi ospite
ja: ゲストWiFi
ko: 게스트 WiFi
nb: Gjeste-WiFi
nl: WiFi voor gasten
pl: Sieć WiFi dla gości
pt: WiFi para convidados
ru: Гостевой WiFi
sv: Gäst-WiFi
th: WiFi สำหรับผู้มาเยือน
tr: Konuk WiFi
vi: WiFi khách
zh: 访客WiFi
zh_tw: 訪客WiFi

source: Hardware
ar: الأجهزة
el: Υλικό
fi: Laitteisto
fr: Matériel
id: Perangkat Keras
ja: ハードウェア
ko: 하드웨어
nb: Maskinvare
pl: Sprzęt
ru: Оборудование
sv: Maskinvara
th: ฮาร์ดแวร์
tr: Donanım
vi: Phần cứng
zh: 硬件
zh_tw: 硬體

source: Hide hint
ar: إخفاء التلميح
da: Skjul husketekst
de: Hinweis ausblenden
el: Απόκρυψη υπόδειξης
es_ar: Ocultar pista
fi: Piilota vihje
fr: Masquer l'indice
id: Sembunyikan petunjuk
it: Nascondi suggerimento
ja: ヒントを表示しない
ko: 힌트 숨기기
nb: Skjul tips
nl: Hint verbergen
pl: Ukryj podpowiedź
pt: Ocultar dica
ru: Скрыть подсказку
sv: Dölj ledtråd
th: ซ่อนคำใบ้
tr: İpucunu Gizle
vi: Ẩn gợi ý
zh: 隐藏提示
zh_tw: 隱藏提示

source: Home
ar: الرئيسية
da: Startside
de: Startseite
el: Αρχική
es_ar: Inicio
fi: Koti
fr: Accueil
id: Beranda
ja: ホーム
ko: 홈
nb: Startside
nl: Startpagina
pl: Strona główna
pt: Início
ru: Главная
sv: Hem sida
th: หน้าแรก
tr: Ana Sayfa
vi: Trang chủ
zh: 主页
zh_tw: 主頁

source: Hong Kong
ar: هونغ كونغ
el: Χονγκ Κονγκ
ja: 香港
ko: 홍콩
ru: Гонконг
th: ฮ่องกง
vi: Hồng Kông
zh: 香港
zh_tw: 香港

source: Host name
ar: اسم المضيف
da: Værtsnavn
el: Όνομα κεντρικού υπολογιστή
es_ar: Nombre de host
fi: Isäntänimi
fr: Nom d'hôte
id: Nama host
it: Nome host
ja: ホスト名
ko: 호스트 이름
nb: Vertsnavn
nl: Hostnaam
pl: Nazwa hosta
pt: Nome do host
ru: Имя хоста
sv: Värdnamn
th: ชื่อโฮสต์
tr: Ana bilgisayar adı
vi: Tên máy chủ
zh: 主机名
zh_tw: 主機名稱

# hostNameCannotEmpty
source: Host name can not be empty.
ar: لا يمكن أن يكون اسم المضيف فارغًا.
da: Værtsnavnet må ikke være tomt.
de: Der Hostname kann nicht leer sein.
el: Το όνομα κεντρικού υπολογιστή δεν μπορεί να είναι κενό.
es_ar: El nombre del host no puede estar vacío.
fi: Isäntänimi ei voi olla tyhjä.
fr: Le nom de l'hôte ne peut pas être vide.
id: Nama host tidak boleh kosong.
it: Il nome dell'host non può essere vuoto.
ja: ホスト名は空にすることはできません。
ko: 호스트 이름은 비워둘 수 없습니다.
nb: Vertsnavnet kan ikke være tomt.
nl: Hostnaam mag niet leeg zijn.
pl: Nazwa hosta nie może być pusta.
pt: O nome do host não pode estar vazio.
ru: Имя хоста не может быть пустым.
sv: Värdnamnet får inte vara tomt.
th: ชื่อโฮสต์ต้องไม่ว่างเปล่า
tr: Ana bilgisayar adı boş olamaz.
vi: Tên máy chủ không được để trống.
zh: 主机名不能为空。
zh_tw: 主機名稱不可為空。

source: Incorrect password
ar: كلمة مرور غير صحيحة.
da: Forkert adgangskode
de: Falsches Passwort
el: Λάθος κωδικός πρόσβασης
es_ar: Contraseña incorrecta
fi: Väärä salasana
fr: Mot de passe incorrect
id: Kata sandi salah.
it: Password errata.
ja: パスワードが正しくありません
ko: 잘못된 암호
nb: Feil passord
nl: Onjuist wachtwoord
pl: Niewłaściwe hasło
pt: Senha incorreta
ru: Неверный пароль
sv: Felaktigt lösenord.
th: รหัสผ่านไม่ถูกต้อง
tr: Yanlış parola
vi: Mật khẩu không đúng
zh: 密码错误
zh_tw: 密碼錯誤

source: Incredible-WiFi
ar: واي فاي مذهل
da: Utroligt-WiFi
de: Unglaubliches-WLAN
el: Απίστευτο-WiFi
es_ar: WiFi-Increíble
fr: WiFi-Incroyable
id: WiFi-Luar-Biasa
it: Incredibile-WiFi
ja: 信じられないWi-Fi
ko: 놀라운-WiFi
nb: Utrolig-WiFi
nl: Ongelooflijk-WiFi
pl: Niesamowite WiFi
pt: WiFi-Incrível
sv: Otroligt-WiFi
th: WiFi ที่น่าทึ่ง
tr: İnanılmaz-WiFi
zh: 卓越Wi-Fi
zh_tw: 卓越Wi-Fi

# incredibleWiFiDesc
source: Change WiFi name and password
ar: تغيير اسم الواي فاي وكلمة المرور
da: Skift Wi-Fi navn og adgangskode
de: WLAN-Name und Passwort ändern
el: Αλλαγή ονόματος και κωδικού πρόσβασης WiFi
es_ar: Cambiar nombre y contraseña WiFi
fi: Vaihda WiFi-nimi ja -salasana
fr: Modifier le nom et le mot de passe WiFi
id: Ubah nama dan kata sandi WiFi
it: Modifica del nome e della password del WiFi
ja: WiFiの名前とパスワードを変更する
ko: WiFi 이름 및 암호 변경
nb: Endre WLAN-navn og -passord
nl: WiFi-naam en wachtwoord wijzigen
pl: Zmień nazwę i hasło sieci WiFi
pt: Alterar o nome e a senha do WiFi
ru: Изменить имя и пароль WiFi
sv: Ändra WiFi-namn och lösenord
th: เปลี่ยนชื่อและรหัสผ่าน WiFi
tr: WiFi adını ve parolasını değiştir
vi: Thay đổi tên và mật khẩu WiFi
zh: 更改Wi-Fi名称与密码
zh_tw: 更改Wi-Fi名稱及密碼

# indexedPort
source: Port {index}
ar: المنفذ {index}
el: Θύρα {index}
es_ar: Puerto {index}
fi: Portti {index}
it: Porta {index}
ja: ポート {index}
ko: 포트 {index}
nl: Poort {index}
pt: Porta {index}
ru: Порт {index}
sv: Hamn {index}
th: พอร์ต {index}
vi: Cổng {index}
zh: 端口{index}
zh_tw: 連接埠{index}

source: Info
ar: معلومات
de: Infos
el: Πληροφορίες
es_ar: Información
fi: Tiedot
fr: Informations
it: Informazioni
ja: 情報
ko: 정보
pl: Informacje
pt: Informação
ru: Информация
th: ข้อมูล
tr: Bilgi
vi: Thông tin
zh: 信息
zh_tw: 資訊

# instantAction
source: Instant-Actions
da: Instant-Handlinger
de: Instant-Actionen
el: Άμεσες-ενέργειες
es_ar: Instant-Acciones
fi: Pikatoiminnot
id: Tindakan-Instan
it: Instant-Azioni
ja: Instant-アクション
ko: 즉시-작업
nb: Instant-Handlinger
nl: Instant-acties
pl: Szybkie działania
pt: Instant-Acções
ru: Мгновенные действия
sv: Instant-Åtgärder
th: การดำเนินการทันที
tr: Anında-Eylemler
vi: Hành động tức thì
zh: Instant操作
zh_tw: Instant操作

source: Instant-Admin
da: Instant-Administration
de: Instant-Verwaltung
el: Άμεση-διαχείριση
es_ar: Instant-Administrador
fi: Pika-asetukset
fr: Instant-Administration
id: Admin-Instan
it: Instant-Amministrazione
ja: Instant-管理
ko: 즉시-관리
nb: Instant-Administrasjon
nl: Instant-beheer
pl: Szybka administracja
pt: Instant-Administrador
ru: Мгновенное администрирование
sv: Instant-Hantering
th: ผู้ดูแลระบบทันที
tr: Anında-Yönetici
vi: Quản trị tức thì
zh: Instant管理
zh_tw: Instant管理

# instantAdminDesc
source: Router password, Firmware updates, Time zone, Warranty
ar: كلمة مرور جهاز التوجيه، تحديثات البرامج الثابتة، المنطقة الزمنية، الضمان
da: Routeradgangskode, firmwareopdateringer, tidszone, garanti
de: Router Passwort, Firmware- Aktualisierungen, Zeitzone, Garantie
el: Κωδικός πρόσβασης δρομολογητή, Ενημερώσεις υλικολογισμικού, Ζώνη ώρας, Εγγύηση
es_ar: Contraseña del router, actualizaciones de firmware, zona horaria, garantía
fi: Reitittimen salasana, laiteohjelmiston päivitykset, aikavyöhyke, takuu
fr: Mot de passe du routeur, Mises à jour du micrologiciel, Fuseau horaire, Garantie
id: Kata sandi router, Pembaruan firmware, Zona waktu, Garansi
it: Password del router, aggiornamenti del firmware, fuso orario, garanzia
ja: ルーターパスワード、ファームウェアの更新、タイムゾーン、保証
ko: 라우터 암호, 펌웨어 업데이트, 시간대, 보증
nb: Ruterpassord, fastvareoppdateringer, tidssone, garanti
nl: Routerwachtwoord, firmware-updates, tijdzone, garantie
pl: Hasło routera, aktualizacje oprogramowania sprzętowego, strefa czasowa, gwarancja
pt: Senha do roteador, atualizações de firmware, fuso horário, garantia
ru: Пароль маршрутизатора, обновления прошивки, часовой пояс, гарантия
sv: Routerlösenord, uppdateringar av firmware, tidszon, garanti
th: รหัสผ่านเราเตอร์ การอัปเดตเฟิร์มแวร์ โซนเวลา การรับประกัน
tr: Yönlendirici parolası, Bellenim güncellemeleri, Saat dilimi, Garanti
vi: Mật khẩu bộ định tuyến, Cập nhật phần mềm điều khiển, Múi giờ, Bảo hành
zh: 路由器密码、固件更新、时区、保修
zh_tw: 路由器密碼、韌體更新、時區、保修

source: Instant-Devices
da: Instant-Enheder
de: Instant-Geräte
el: Άμεσες-συσκευές
es_ar: Instant-Dispositivos
fi: Pikalaitteet
fr: Instant-Appareils
id: Perangkat-Instan
it: Instant-Dispositivi
ja: Instant-デバイス
ko: 즉시-장치
nb: Instant-Enheter
nl: Instant-apparaten
pl: Szybkie urządzenia
pt: Instant-Dispositivos
ru: Мгновенные устройства
sv: Instant-Enheter
th: อุปกรณ์ทันที
tr: Anında-Cihazlar
vi: Thiết bị tức thì
zh: Instant设备
zh_tw: Instant裝置

# instantDevicesDesc
source: Manage connected devices
ar: إدارة الأجهزة المتصلة
da: Administrer tilsluttede enheder
de: Verbundene Geräte verwalten
el: Διαχείριση συνδεδεμένων συσκευών
es_ar: Gestione los dispositivos conectados
fi: Hallitse yhdistettyjä laitteita
fr: Gérer les appareils connectés
id: Kelola perangkat tersambung
it: Gestione dei dispositivi connessi
ja: 接続されたデバイスを管理する。
ko: 연결된 장치 관리
nb: Administrer tilkoblede enheter
nl: Verbonden apparaten beheren
pl: Zarządzaj podłączonymi urządzeniami
pt: Gerencie os dispositivos conectados
ru: Управление подключенными устройствами
sv: Hantera anslutna enheter
th: จัดการอุปกรณ์ที่เชื่อมต่อ
tr: Bağlı cihazları yönet
vi: Quản lý thiết bị đã kết nối
zh: 管理已连接设备
zh_tw: 管理已連接的裝置

source: Instant-Info
da: Instant-Information
de: Instant-Information
el: Άμεσες-πληροφορίες
es_ar: Instant-Información
fi: Pikatiedot
fr: Instant-Information
id: Info-Instan
it: Instant-Informazioni
ja: Instant-情報
ko: 즉시-정보
nb: Instant-Informasjon
nl: Instant-Informasjon
pl: Szybkie informacje
pt: Instant-Informações
ru: Мгновенная информация
sv: Instant-Information
th: ข้อมูลทันที
tr: Anında-Bilgi
vi: Thông tin tức thì
zh: Instant信息
zh_tw: Instant資訊

source: Instant Pair
da: Instant-Parring
de: Instant-Kopplung
el: Άμεση σύζευξη
es_ar: Instant-Emparejamiento
fi: Pikapari
fr: Instant-Couplage
id: Pasangan Instan
it: Instant-Accoppiamento
ja: Instant-ペア
ko: 즉시 페어링
nb: Instant-Sammenkobling
nl: Instant koppelen
pl: Szybkie parowanie
pt: Instant-Emparelhamento
ru: Мгновенное сопряжение
sv: Instant-Parkoppling
th: จับคู่ทันที
tr: Anında Eşleştirme
vi: Ghép đôi tức thì
zh: Instant配对
zh_tw: Instant配對

source: Instant-Privacy
da: Instant-Databeskyttelse
de: Instant-Datenschutz
el: Άμεση-απόρρητο
es_ar: Instant-Privacidad
fi: Pikayksityisyys
fr: Instant-Confidentialité
id: Privasi-Instan
ja: Instant-プライバシー
ko: 즉시-개인정보
nb: Instant-Databeskyttelse
pl: Szybka prywatność
pt: Instant-Privacidade
ru: Мгновенная конфиденциальность
sv: Instant-Dataskydd
th: ความเป็นส่วนตัวทันที
tr: Anında-Gizlilik
vi: Riêng tư tức thì
zh: Instant隐私
zh_tw: Instant私隱
