Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# notBeEmptyAndLessThanThirtyThree
source: The name must not be empty and must be less than 33 characters.
da: Navnet må ikke være tomt og skal være mindre end 33 tegn.
de: Der Name darf nicht leer sein und muss weniger als 33 Zeichen umfassen.
el: Το όνομα δεν πρέπει να είναι κενό και πρέπει να είναι μικρότερο από 33 χαρακτήρες.
fi: Nimen on oltava tyhjä ja sen on oltava alle 33 merkkiä.
fr: Le nom ne doit pas être vide et doit comporter moins de 33 caractères.
id: Nama tidak boleh kosong dan harus kurang dari 33 karakter.
it: Il nome non deve essere vuoto e deve essere inferiore a 33 caratteri.
ja: 名前は空ではなく、33文字未満である必要があります。
ko: 이름은 비워둘 수 없으며 33자 미만이어야 합니다.
nb: Navnet kan ikke være tomt og må være mindre enn 33 tegn.
nl: De naam mag niet leeg zijn en moet minder dan 33 tekens bevatten.
pl: Nazwa nie może być pusta i musi zawierać mniej niż 33 znaki.
pt: O nome não pode estar vazio e deve ter menos de 33 caracteres.
sv: Namnet får inte vara tomt och måste vara mindre än 33 tecken.
th: ชื่อต้องไม่ว่างเปล่าและต้องน้อยกว่า 33 ตัวอักษร
tr: İsim boş olmamalı ve 33 karakterden az olmalıdır.
vi: Tên không được để trống và phải ít hơn 33 ký tự.
zh: 名称不能为空且必须少于 33 个字符。

# notConnectedToRouter
source: You are not connected to your router
ar: أنت غير متصل بجهاز التوجيه الخاص بك
da: Du er ikke forbundet til din router
de: Sie sind mit Ihrem Router nicht verbunden
el: Δεν είστε συνδεδεμένοι στον δρομολογητή σας
es_ar: No está conectado a su router
fi: Et ole yhteydessä reitittimeesi
fr: Vous n'êtes pas connecté à votre routeur
id: Anda tidak tersambung ke router Anda
it: Non si è connessi al router
ja: ルーターに接続されていません
ko: 라우터에 연결되어 있지 않습니다
nb: Du er ikke koblet til ruteren din
nl: U bent niet verbonden met uw router
pl: Nie jesteś połączony z routerem
pt: Não está conectado ao roteador
ru: Вы не подключены к маршрутизатору
sv: Du är inte ansluten till din router
th: คุณไม่ได้เชื่อมต่อกับเราเตอร์ของคุณ
tr: Yönlendiricinize bağlı değilsiniz
vi: Không kết nối với bộ định tuyến
zh: 您未连接到路由器
zh_tw: 您未連接到路由器

# obtainIPv4AddressAutomatically
source: Obtain an IPv4 address automatically (DHCP)
ar: الحصول تلقائياً على عنوان IPv4 (DHCP)
da: Indhent en IPv4-adresse automatisk (DHCP)
de: IPv4-Adresse automatisch beziehen (DHCP)
el: Αυτόματη απόκτηση διεύθυνσης IPv4 (DHCP)
es_ar: Obtener una dirección IPv4 automáticamente (DHCP)
fi: Hae IPv4-osoite automaattisesti (DHCP)
fr: Obtenir une adresse IPv4 automatiquement (DHCP)
id: Menerima alamat IPv4 secara otomatis (DHCP)
it: Ottieni un indirizzo IPv4 automaticamente (DHCP)
ja: IPv4 アドレスを自動的に取得します (DHCP)
ko: 자동으로 IPv4 주소 가져오기(DHCP)
nb: Skaffe en IPv4-adresse automatisk (DHCP)
nl: Verkrijg automatisch een IPv4-adres (DHCP)
pl: Automatycznie uzyskaj adres IPv4 (protokół DHCP)
pt: Obtenha um endereço IPv4 automaticamente (DHCP)
ru: Получить IPv4 адрес автоматически (DHCP)
sv: Erhåll en IPv4-adress automatiskt (DHCP)
th: รับ IPv4 แอดเดรสโดยอัตโนมัติ (DHCP)
tr: Otomatik olarak bir IPv4 adresi al (DHCP)
vi: Tự động nhận một địa chỉ IPv4 (DHCP)
zh: 自动获取IPv4地址（DHCP）
zh_tw: 自動獲得 IPv4 位址 (DHCP)

source: Off
ar: إيقاف
da: Fra
de: Aus
el: Σβησμένη
es_ar: Desactivado
fi: Ei käytössä
fr: Désactivé
id: Mati
ja: オフ
ko: 꺼짐
nb: Av
nl: Uit
pl: Wył.
pt: Desativar
ru: Выключено
sv: Av
th: ปิด
tr: Kapalı
vi: Tắt
zh: 关闭
zh_tw: 關閉

source: Offline
ar: غير متصل
el: Εκτός σύνδεσης
es_ar: Sin conexión
fr: Hors ligne
it: Non in linea
ja: オフライン
ko: 오프라인
nb: Frakoblet
ru: Оффлайн
th: ออฟไลน์
tr: Çevrimdışı
vi: Ngoại tuyến
zh: 离线
zh_tw: 離線

source: Offline devices
ar: الأجهزة غير المتصلة
da: Offline enheder
de: Offline-Geräte
el: Συσκευές εκτός σύνδεσης
es_ar: Dispositivos sin conexión
fi: Offline-laitteet
fr: Périphériques hors connexion
id: Perangkat Offline
it: Dispositivi offline
ja: オフライン デバイス
ko: 오프라인 장치
nb: Frakoblede enheter
nl: Offline apparaten
pl: Urządzenia offline
pt: Dispositivos off-line
ru: Устройства не в сети
sv: Offline-enheter
th: อุปกรณ์ที่ออฟไลน์
tr: Çevrimdışı Aygıtlar
vi: Các thiết bị ngoại tuyến
zh: 离线设备
zh_tw: 離線裝置

source: Ok
ar: موافق
el: ΟΚ
es_ar: Aceptar
id: Oke
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh: 确定
zh_tw: 確定

source: Okay
ar: تمام
de: Alles klar
el: Εντάξει
es_ar: De acuerdo
fi: OK
fr: D'accord
id: Oke
it: OK
ja: はい
ko: 확인
nb: Alt klart
nl: Oké
pl: OK
pt: OK
ru: Хорошо
sv: Allt klart
th: ตกลง
tr: Tamam
vi: Được
zh: 好的
zh_tw: 好的

source: On
ar: تشغيل
da: Til
de: An
el: Ενεργοποίηση
es_ar: Encendido
fi: Käytössä
fr: Activer
id: Hidup
it: Attivato
ja: オン
ko: 켜짐
nb: On (På)
nl: Aan
pl: Wł.
pt: Ligar
ru: Вкл
sv: På
th: เปิด
tr: Açık
vi: Bật
zh: 开启
zh_tw: 開

source: Online
ar: متصل
el: Σε σύνδεση
es_ar: En línea
fr: En ligne
it: In linea
ja: オンライン
ko: 온라인
nb: Tilkoblet
ru: В сети
th: ออนไลน์
tr: Çevrimiçi
vi: Trực tuyến
zh: 在线
zh_tw: 線上

source: Online devices
ar: الأجهزة المتصلة عبر إنترنت
da: Online-enheder
de: Aktive Geräte
el: Συνδεδεμένες συσκευές
es_ar: Servicios en línea
fi: Online-laitteet
fr: Appareils déconnectés
id: Perangkat yang Online
it: Dispositivi online
ja: オンライン デバイス
ko: 온라인 장치
nb: Tilkoblede enheter
nl: Online apparaten
pl: Urządzenia online
pt: Dispositivos on-line
ru: Устройства в сети
sv: Enheter i online-tillstånd
th: อุปกรณ์ออนไลน์
tr: Çevrimiçi Aygıtlar
vi: Các thiết bị trực tuyến
zh: 在线设备
zh_tw: 線上裝置

source: Only 1 Callback case can be opened at a time
ar: لا يمكن فتح سوى ملف إعادة إتصال واحد في المرة الواحدة
es_ar: Sólo se puede abrir 1 caso de devolución de llamada a la vez
it: È possibile aprire solo 1 caso di richiamo alla volta.
pl: W danym momencie może być otwarta tylko 1 sprawa oddzwonienia
ru: Одновременно может быть открыт только 1 запрос на обратный звонок
zh: 一次只能打开一个回电案例
zh_tw: 一次只能開啟一個回電個案

# only1CallbackCaseDescription
source: Either cancel the case that's open or wait until the callback is received before opening a new one.
ar: إما إلغاء الملف المفتوح أو الانتظار حتى يتم تلقي معاودة الاتصال قبل فتح ملف جديد.
es_ar: Cancele el caso que está abierto o espere a recibir la devolución de llamada antes de abrir uno nuevo.
it: Annullare il caso aperto o attendere di ricevere il richiamo prima di aprirne uno nuovo.
pl: Anuluj otwartą sprawę lub poczekaj na oddzwonienie przed otwarciem nowej.
ru: Либо отмените открытый запрос, либо дождитесь получения обратного звонка, прежде чем открывать новый.
zh: 要么取消已打开的案例，要么等待收到回电后再打开新案例。
zh_tw: 要麼取消已開啟的個案，要麼等待回電後再開啟新個案。

# oopsPleaseSpecifyValidEmailAddress
source: Oops, please specify a valid email address
ar: معذرةً، يرجى تحديد عنوان بريد إلكتروني صالح.
es_ar: Especifique una dirección de correo electrónico válida.
it: Ops, specifica un indirizzo e-mail valido
pl: Podaj prawidłowy adres e-mail
ru: Укажите действующий адрес электронной почты
zh: 哎呀，请注明有效的电子邮件地址
zh_tw: 糟糕了，請提供有效的電子郵件地址

source: Open
ar: فتح
es_ar: Abrir
it: Aperta
pl: Otwórz
ru: Открытая
zh: 开放
zh_tw: 開啟

source: Optional
ar: اختياري
da: Valgfri
el: Προαιρετικό
es_ar: Opcional
fi: Valinnainen
fr: En option
id: Opsional
it: Facoltativo
ja: オプション
ko: 선택사항
nb: Valgfritt
nl: Optioneel
pl: Opcjonalnie
pt: Opcional
ru: Необязательный параметр
sv: Valfritt
th: ระบุหรือไม่ก็ได้
tr: İsteğe bağlı
vi: Tùy chọn
zh: 可选
zh_tw: 選用

# otpAddPhoneNumber
source: Add phone number
ar: أضف رقم الهاتف
da: Tilføj telefonnummer
de: Telefonnummer hinzufügen
el: Προσθήκη αριθμού τηλεφώνου
es_ar: Añadir número de teléfono
fi: Lisää puhelinnumero
fr: Ajouter un numéro de téléphone
id: Tambah nomor telepon
it: Aggiungi numero di telefono
ja: 電話番号を追加
ko: 전화번호 추가
nb: Legg til telefonnummer
nl: Telefoonnummer toevoegen
pl: Dodaj numer telefonu
pt: Adicionar número de telefone
ru: Добавить номер телефона
sv: Lägg till telefonnummer
th: เพิ่มหมายเลขโทรศัพท์
tr: Telefon numarası ekle
vi: Thêm số điện thoại
zh: 添加电话号码
zh_tw: 新增電話號碼

# otpCodeResent
source: Code resent!
ar: تم إعادة إرسال الرمز!
da: Send koden igen!
de: Code erneut senden!
el: Ο κωδικός στάλθηκε ξανά!
es_ar: Código reenviado
fi: Koodi lähetetty uudelleen!
fr: Renvoi du code !
id: Kode dikirim ulang!
it: Inoltrare il codice
ja: コードが再送信されました！
ko: 코드가 다시 전송되었습니다!
nb: Send kode igjen!
nl: Code opnieuw verzonden!
pl: Kod wysłany ponownie!
pt: Reenviar código
ru: Код отправлен повторно!
sv: Skicka kod igen!
th: ส่งรหัสใหม่แล้ว!
tr: Kod yeniden gönderildi!
vi: Đã gửi lại mã
zh: 验证码已重新发送！
zh_tw: 驗證碼已重新發送！

# otpEnterCodeEmailTitle
source: Enter the code we sent to {email}
ar: أدخل الرمز الذي أرسلناه إلى {email}
da: Indtast den kode, vi har sendt til {email}.
de: Geben Sie den Code ein, den wir an {email} gesendet haben.
el: Εισαγάγετε τον κωδικό που στείλαμε στο {email}
es_ar: Introduzca el código que le enviamos a {email}
fi: Anna koodi, jonka lähetimme osoitteeseen {email}
fr: Entrez le code que nous avons envoyé à {email}
id: Masukkan kode yang kami kirim ke {email}
it: Inserisci il codice che inviamo a {email}
ja: {email}に送信したコードを入力してください。
ko: {email}로 보낸 코드를 입력하십시오
nb: Skriv inn koden vi sendte til {email}.
nl: Voer de code in die we naar {email} hebben verzonden
pl: Wprowadź kod wysłany na adres {email}
pt: Digite o código que enviamos para {email}
ru: Введите код, который мы отправили на {email}
sv: Ange koden som vi skickade till {email}.
th: ป้อนรหัสที่เราส่งไปยัง {email}
tr: {email} adresine gönderdiğimiz kodu girin
vi: Nhập mã xác minh đã gửi đến email của bạn
zh: 输入我们发送到{email}的验证码
zh_tw: 輸入我們發送到{email}的驗證碼

# otpEnterCodeSmsTitle
source: Enter the code we sent to {phone}
ar: أدخل الرمز الذي أرسلناه إلى {phone}
da: Indtast den kode, vi har sendt til {phone}.
de: Geben Sie den Code ein, den wir an {phone} gesendet haben.
el: Εισαγάγετε τον κωδικό που στείλαμε στο {phone}
es_ar: Introduzca el código que le enviamos a {phone}
fi: Anna koodi, jonka lähetimme numeroon {phone}
fr: Entrez le code que nous avons envoyé à {phone}
id: Masukkan kode yang kami kirim ke {phone}
it: Inserisci il codice che inviamo a {phone}
ja: {phone}に送信したコードを入力してください。
ko: {phone}로 보낸 코드를 입력하십시오
nb: Skriv inn koden vi sendte til {phone}.
nl: Voer de code in die we naar {phone} hebben verzonden
pl: Wprowadź kod wysłany na numer {phone}
pt: Digite o código que enviamos para {phone}
ru: Введите код, который мы отправили на {phone}
sv: Ange koden som vi skickade till {phone}.
th: ป้อนรหัสที่เราส่งไปยัง {phone}
tr: {phone} numarasına gönderdiğimiz kodu girin
vi: Nhập mã xác minh đã gửi đến điện thoại của bạn
zh: 输入我们发送到{phone}的验证码
zh_tw: 輸入我們發送到{phone}的驗證碼

# otpSendMethodChoiceTitle
source: Where should we send your code?
ar: أين يجب أن نرسل الرمز الخاص بك؟
da: Hvor skal vi sende koden hen?
de: Wohin sollen wir den Code senden?
el: Πού να στείλουμε τον κωδικό σας;
es_ar: ¿Dónde debemos enviar su código?
fi: Mihin haluaisit koodin lähetettävän?
fr: Où devons-nous envoyer votre code ?
id: Ke mana kami harus mengirim kode Anda?
it: Dove dobbiamo inviare il codice?
ja: コードはどこに送ればよいですか？
ko: 코드를 어디로 보내시겠습니까?
nb: Hvor skal vi sende koden?
nl: Waar moeten we uw code naartoe sturen?
pl: Gdzie mamy wysłać Twój kod?
pt: Para onde devemos enviar seu código?
ru: Куда отправить ваш код?
sv: Vart ska vi skicka koden?
th: เราควรส่งรหัสของคุณไปที่ไหน
tr: Kodunuzu nereye gönderelim?
vi: Chọn cách nhận mã xác minh
zh: 我们应该将验证码发送到哪里？
zh_tw: 我們應該把驗證碼發送到哪裡？

source: Password
ar: كلمة المرور
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es_ar: Contraseña
fi: Salasana
fr: Mot de passe
id: Kata Sandi
ja: パスワード
ko: 암호
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
tr: Parola
vi: Mật khẩu
zh: 密码
zh_tw: 密碼

# passwordAndAccess
source: Password & Access
ar: كلمة المرور والوصول
da: Adgangskode og adgang
de: Passwort und Zugriff
el: Κωδικός και πρόσβαση
es_ar: Contraseña y acceso
fi: Salasana ja kirjautuminen
fr: Mot de passe et accès
id: Kata Sandi dan Akses
it: Password e accesso
ja: パスワードとアクセス
ko: 암호 및 액세스
nb: Passord og tilgang
nl: Wachtwoord en toegang
pl: Hasło i dostęp
pt: Senha e acesso
ru: Пароль и доступ
sv: Lösenord och åtkomst
th: รหัสผ่านและการเข้าถึง
tr: Parola ve Erişim
vi: Mật khẩu & Truy nhập
zh: 密码和访问
zh_tw: 密碼與存取

source: Passwords must match
ar: يجب أن تتطابق كلمات المرور
da: Adgangskoder skal matche
de: Passwörter müssen übereinstimmen
el: Οι κωδικοί πρόσβασης πρέπει να ταιριάζουν
es_ar: Las contraseñas deben coincidir
fi: Salasanojen on täsmättävä
fr: Les mots de passe doivent correspondre
id: Kata sandi harus cocok
it: Le password devono corrispondere
ja: パスワードは一致する必要があります。
ko: 암호가 일치해야 합니다
nb: Passordene må stemme overens
nl: Wachtwoorden moeten overeenkomen
pl: Hasła muszą być zgodne
pt: As senhas devem corresponder
ru: Пароли должны совпадать
sv: Lösenorden måste stämma överens
th: รหัสผ่านต้องตรงกัน
tr: Parolalar eşleşmelidir
vi: Mật khẩu phải khớp nhau
zh: 密码必须匹配
zh_tw: 密碼必須相符

# passwwordUpdated
source: Router password updated
ar: تم تحديث كلمة مرور جهاز التوجيه
da: Router-adgangskode opdateret
de: Router Passwort aktualisiert
el: Ο κωδικός πρόσβασης του δρομολογητή ενημερώθηκε
es_ar: Contraseña del router actualizada
fi: Reitittimen salasana päivitetty
fr: Mise à jour du mot de passe du routeur
id: Kata sandi router diperbarui
it: Password del router aggiornata
ja: ルーターのパスワードが更新されました。
ko: 라우터 암호가 업데이트되었습니다
nb: Ruterpassordet er oppdatert
nl: Routerwachtwoord bijgewerkt
pl: Zaktualizowano hasło routera
pt: Senha do roteador atualizada
ru: Пароль маршрутизатора обновлен
sv: Uppdatering av routerns lösenord
th: อัปเดตรหัสผ่านเราเตอร์แล้ว
tr: Yönlendirici parolası güncellendi
vi: Đã cập nhật mật khẩu
zh: 路由器密码已更新
zh_tw: 路由器密碼已更新

source: Phone
ar: هاتف
da: Telefon
de: Telefon
el: Τηλέφωνο
es_ar: Teléfono
fi: Puhelin
fr: Téléphone
id: Telepon
it: Telefono
ja: 電話
ko: 전화
nb: Telefon
nl: Telefoon
pl: Telefon
pt: Telefone
ru: Телефон
sv: Telefon
th: โทรศัพท์
tr: Telefon
vi: Điện thoại
zh: 电话
zh_tw: 電話

source: Phone Number
ar: رقم الهاتف
es_ar: Teléfono
it: Numero di telefono
pl: Numer telefonu
ru: Номер телефона
zh: 手机号码
zh_tw: 電話號碼

source: Ping Network
ar: شبكة بينغ (Ping Network)
da: Ping netværk
de: Netzwerk pingen
el: Ping δικτύου
es_ar: Red Ping
fi: Pingaa verkko
fr: Ping au réseau
id: Ping Jaringan
it: Ping di rete
ja: ネットワークをPing
ko: 네트워크 핑
nb: Nettverksping
nl: Pingnetwerk
pl: Pinguj sieć
pt: Ping de rede
ru: Пинг сети
sv: Pinga nätverket
th: ทดสอบการเชื่อมต่อเครือข่าย
tr: Ağı Yokla
vi: Ping mạng
zh: ping网络
zh_tw: ping網絡

# pleaseEnterValidPhoneNumber
source: Please enter a valid phone number.
ar: الرجاء إدخال رقم هاتف صالح.
es_ar: Por favor ingrese un número de teléfono válido.
it: Inserisci un numero di telefono valido.
pl: Podaj prawidłowy numer telefonu.
ru: Введите допустимый номер телефона.
zh: 请输入有效的电话号码。
zh_tw: 請輸入一個有效的電話號碼。

# pnpErrorForPppoe
source: Account name or password incorrect. Please try again.
ar: اسم الحساب أو كلمة المرور غير صحيحة. الرجاء إعادة المحاولة.
da: Kontonavnet eller adgangskoden er forkert. Prøv igen.
de: Kontoname oder Passwort ist falsch. Bitte versuchen Sie es erneut.
el: Εσφαλμένο όνομα λογαριασμού ή κωδικός πρόσβασης. Δοκιμάστε ξανά.
es_ar: Nombre de cuenta o contraseña incorrectos. Vuelva a intentarlo.
fi: Tilin nimi tai salasana on väärä. Yritä uudelleen.
fr: Nom du compte ou mot de passe incorrect. Veuillez réessayer.
id: Nama akun atau kata sandi salah. Coba lagi.
it: Il nome account o la password sono errati. Riprova.
ja: アカウント名またはパスワードが違います。もう一度お試しください。
ko: 계정 이름이나 암호가 잘못되었습니다. 다시 시도하세요.
nb: Kontonavnet eller passordet er feil. Prøv på nytt.
nl: Accountnaam of wachtwoord is onjuist. Probeer het opnieuw.
pl: Nazwa konta lub hasło są nieprawidłowe. Spróbuj ponownie.
pt: Nome da conta ou senha incorretos. Tente novamente.
ru: Неверное имя учетной записи или пароль. Повторите попытку.
sv: Kontonamnet eller lösenordet är felaktigt. Försök igen.
th: ชื่อแอคเคาท์หรือรหัสผ่านไม่ถูกต้อง โปรดลองอีกครั้ง
tr: Hesap adı veya parola yanlış. Lütfen yeniden deneyin.
vi: Tên tài khoản hoặc mật khẩu không đúng. Vui lòng thử lại.
zh: 帐户名称或密码不正确。请重试。
zh_tw: 帳戶名稱或密碼不正確。請重試。

# pnpErrorForStaticIpAndDhcp
source: Couldn't establish a connection. Please check your info and try again.
ar: تعذر إنشاء اتصال. الرجاء التحقق من معلوماتك والمحاولة مرة أخرى.
da: Der kunne ikke oprettes forbindelse. Kontrollér oplysningerne, og prøv igen.
de: Es konnte keine Verbindung hergestellt werden. Bitte überprüfen Sie Ihre Daten und versuchen Sie es erneut.
el: Αδυναμία σύνδεσης Ελέγξτε τις πληροφορίες σας και δοκιμάστε ξανά.
es_ar: No se pudo establecer la conexión Compruebe los datos e inténtelo de nuevo
fi: Yhteyttä ei voitu muodostaa. Tarkista tiedot ja yritä uudelleen.
fr: Impossible d'établir une connexion. Vérifiez vos informations et réessayez.
id: “Tidak dapat melakukan sambungan. Periksa Info Anda, lalu coba lagi.
it: Impossibile stabilire una connessione. Verifica la connessione e riprova.
ja: 接続を確立できませんでした。情報をご確認のうえ、もう一度試してください。
ko: 연결을 설정할 수 없습니다. 정보를 확인한 후 다시 시도하십시오.
nb: Kunne ikke opprette en tilkobling. Sjekk informasjonen og prøv på nytt.
nl: Kan geen verbinding tot stand brengen. Controleer uw gegevens en probeer het opnieuw.
pl: Nie można nawiązać połączenia. Sprawdź swoje dane i spróbuj ponownie.
pt: Não foi possível estabelecer uma conexão Verifique suas informações e tente novamente
ru: Не удалось установить соединение. Проверьте свои данные и повторите попытку.
sv: Det gick inte att ansluta. Kontrollera din information och försök igen.
th: ไม่สามารถทำการเชื่อมต่อ โปรดตรวจสอบข้อมูลของคุณ แล้วลองอีกครั้ง
tr: Bağlantı kurulamadı. Lütfen bilgilerinizi kontrol edip yeniden deneyin.
vi: Không thể thiết lập kết nối. Vui lòng kiểm tra thông tin của bạn và thử lại.
zh: 无法建立连接。请检查您的信息，然后重试。
zh_tw: 無法建立連線。請檢查您的資訊並再試一次。

# pnpFactoryResetTitle
source: This router has been factory reset
ar: تم إعادة ضبط هذا الموجه إلى إعدادات المصنع
da: Denne router er blevet nulstillet til fabriksindstillingerne
de: Dieser Router wurde auf Werkseinstellungen zurückgesetzt
el: Αυτός ο δρομολογητής έχει επανέλθει στις εργοστασιακές ρυθμίσεις
es_ar: Este router ha sido restablecido de fábrica
fi: Tämän reitittimen tehdasasetukset on palautettu
fr: Ce routeur a été réinitialisé en usine
id: Router ini telah direset ke pengaturan pabrik
it: Questo router è stato resettato in fabbrica
ja: このルーターは工場出荷時設定にリセットされました。
ko: 이 라우터가 공장 초기화되었습니다
nb: Denne ruteren er tilbakestilt til fabrikkinnstillinger
nl: Deze router is teruggezet naar de fabrieksinstellingen
pl: Ten router został przywrócony do ustawień fabrycznych
pt: Este roteador foi redefinido para os padrões de fábrica
ru: Этот маршрутизатор был сброшен к заводским настройкам
sv: Denna router har återställts till fabriksinställningarna
th: เราเตอร์นี้ถูกรีเซ็ตเป็นค่าจากโรงงาน
tr: Bu yönlendirici fabrika ayarlarına sıfırlandı
vi: Khôi phục cài đặt gốc
zh: 此路由器已恢复出厂设置
zh_tw: 此路由器已恢復出廠設定

# pnpFwUpdateDesc
source: Please wait as we download and reboot your device. The LED will turn bright white when the process is complete. Your Router's WiFi might briefly turn off and then on again. If you lose connection, reconnect to your Router's WiFi to access Internet.
ar: يرجى الانتظار حتى يتم تنزيل التحديث وإعادة تشغيل جهازك. سيتحول مؤشر LED إلى اللون الأبيض الساطع عند اكتمال العملية.
da: Vent venligst, mens vi downloader opdateringen og genstarter din enhed. Når processen er færdig, vil LED'en lyse hvidt.
de: Bitte warten Sie, während wir Ihr Gerät herunterladen und neu starten. Die LED leuchtet hellweiß, wenn der Vorgang abgeschlossen ist. Das WLAN Ihres Routers kann kurz aus- und wieder eingeschaltet werden. Bei Verbindungsverlust verbinden Sie sich erneut mit dem WLAN Ihres Routers, um auf das Internet zuzugreifen.
el: Περιμένετε όσο κάνουμε λήψη και επανεκκίνηση της συσκευής σας. Η λυχνία LED θα γίνει έντονα λευκή όταν ολοκληρωθεί η διαδικασία. Το WiFi του δρομολογητή σας μπορεί να απενεργοποιηθεί και να ενεργοποιηθεί ξανά για λίγο. Εάν χάσετε τη σύνδεση, επανασυνδεθείτε στο WiFi του δρομολογητή σας για να αποκτήσετε πρόσβαση στο Internet.
es_ar: Por favor, espere mientras descargamos la actualización y reiniciamos su dispositivo. El indicador LED se volverá blanco brillante cuando el proceso haya finalizado.
fi: Odota, kun lataamme ja käynnistämme laitteesi uudelleen. LED muuttuu kirkkaanvalkoiseksi, kun prosessi on valmis. Reitittimesi WiFi saattaa sammua hetkeksi ja käynnistyä sitten uudelleen. Jos yhteys katkeaa, yhdistä uudelleen reitittimesi WiFiin käyttääksesi Internetiä.
fr: La mise à jour du micrologiciel améliore les performances et la sécurité de votre réseau. Nous vous recommandons de mettre à jour votre micrologiciel dès que possible.
id: Harap tunggu saat kami mengunduh dan memulai ulang perangkat Anda. LED akan menjadi putih terang ketika proses selesai. WiFi Router Anda mungkin akan mati sebentar dan kemudian hidup lagi. Jika Anda kehilangan koneksi, sambungkan kembali ke WiFi Router Anda untuk mengakses Internet.
it: Attendere mentre scarichiamo e riavviamo il dispositivo. Il LED diventerà bianco brillante quando il processo sarà completato. Il WiFi del Router potrebbe spegnersi brevemente e poi riaccendersi. Se perdi la connessione, riconnettiti al WiFi del Router per accedere a Internet.
ja: デバイスのダウンロードと再起動が完了するまでお待ちください。プロセスが完了すると、LEDが明るい白色に変わります。ルーターのWiFiが一時的にオフになり、その後再びオンになる場合があります。接続が切断された場合は、インターネットにアクセスするためにルーターのWiFiに再接続してください。
ko: 장치를 다운로드하고 다시 시작하는 동안 기다려 주십시오. 프로세스가 완료되면 LED가 밝은 흰색으로 바뀝니다. 라우터의 WiFi가 잠시 꺼졌다가 다시 켜질 수 있습니다. 연결이 끊어지면 인터넷에 액세스하기 위해 라우터의 WiFi에 다시 연결하십시오.
nb: Vent mens vi laster ned oppdateringen, og start deretter enheten på nytt. LED-lampen lyser hvitt når prosessen er fullført.
nl: Wacht even terwijl we de update downloaden en start uw apparaat opnieuw op. De led wordt helderwit wanneer het proces is voltooid.
pl: Poczekaj na pobranie i ponowne uruchomienie urządzenia. Kontrolka LED zaświeci jasnym białym światłem po zakończeniu procesu. WiFi routera może na krótko wyłączyć się i włączyć ponownie. Jeśli utracisz połączenie, połącz się ponownie z WiFi routera, aby uzyskać dostęp do Internetu.
pt: Aguarde enquanto baixamos e reiniciamos seu dispositivo. O LED ficará branco brilhante quando o processo estiver concluído. O WiFi do seu Roteador pode desligar brevemente e depois ligar novamente. Se você perder a conexão, reconecte-se ao WiFi do Roteador para acessar a Internet.
ru: Пожалуйста, подождите, пока мы загрузим и перезагрузим ваше устройство. Светодиод станет ярко-белым, когда процесс будет завершен. WiFi вашего маршрутизатора может ненадолго отключиться, а затем снова включиться. Если вы потеряете соединение, подключитесь к WiFi маршрутизатора для доступа в Интернет.
sv: Vänta medan vi laddar ner uppdateringen och startar om din enhet. När processen är klar kommer LED-lampan att lysa upp med ett vitt sken.
th: โปรดรอในขณะที่เราดาวน์โหลดและรีบูตอุปกรณ์ของคุณ LED จะเปลี่ยนเป็นสีขาวสว่างเมื่อกระบวนการเสร็จสมบูรณ์ WiFi ของเราเตอร์อาจดับชั่วครู่แล้วเปิดอีกครั้ง หากคุณสูญเสียการเชื่อมต่อ ให้เชื่อมต่อกับ WiFi ของเราเตอร์อีกครั้งเพื่อเข้าถึงอินเทอร์เน็ต
tr: Cihazınızı indirip yeniden başlatırken lütfen bekleyin. İşlem tamamlandığında LED parlak beyaz renkte yanacaktır. Yönlendiricinizin WiFi'ı kısa süreliğine kapanıp tekrar açılabilir. Bağlantıyı kaybederseniz internete erişmek için Yönlendiricinizin WiFi'ına yeniden bağlanın.
vi: Cập nhật phần mềm điều khiển của bạn lên phiên bản mới nhất
zh: 请等待我们下载更新并重启您的设备。完成后，指示灯将变为亮白色。
zh_tw: 請等待我們下載更新並重新啟動您的裝置。完成後，指示燈將變為亮白色。
