Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# testingDownloadSpeedDescription
source: Download speed measures how quickly internet content is transferred to your home network.
ar: تقيس سرعة التنزيل مدى سرعة نقل محتوى الإنترنت إلى الشبكة الرئيسية لديك.
da: Downloadhastighed viser, hvor hurtigt internetindhold overføres til dit hjemmenetværk.
de: Die Download-Geschwindigkeit zeigt an, wie schnell Internetinhalte auf Ihr Heimnetzwerk übertragen werden.
el: Η ταχύτητα λήψης μετράει πόσο γρήγορα μεταφέρεται περιεχόμενο από το internet στο οικιακό σας δίκτυο.
es_ar: La velocidad de descarga mide qué tan rápido se transfiere el contenido de internet a tu red hogareña.
fi: Latausnopeus kertoo, miten nopeasti Internet-sisältöä siirretään kotiverkkoon.
fr: Le débit descendant (Download) mesure la rapidité à laquelle le contenu Internet est téléchargé vers votre réseau domestique.
id: Kecepatan unduh mengukur seberapa cepat konten internet dipindahkan ke jaringan asal Anda.
it: La velocità di download misura quanto velocemente i contenuti Internet vengono trasferiti sulla tua rete domestica.
ja: ダウンロード速度は、インターネット コンテンツがホームネットワークへどれだけ速く転送されるかを測定します。
ko: 다운로드 속도는 홈 네트워크로 얼마나 빨리 인터넷 콘텐츠가 전송되는지 측정합니다.
nb: Nedlastingshastighet måler hvor raskt Internett-innhold overføres til hjemmenettverket ditt.
nl: Downloadsnelheid meet hoe snel internetinhoud wordt overgedragen naar uw thuisnetwerk.
pl: Szybkość pobierania to szybkość, z jaką treści internetowe są przesyłane do sieci domowej.
pt: A velocidade de download mede com que rapidez o conteúdo da internet é transferido para a sua rede doméstica.
ru: Скорость загрузки определяет, насколько быстро данные из Интернета поступают в вашу домашнюю сеть.
sv: Nedladdningshastigheten avgör hur snabbt innehåll på internet överförs till ditt hemmanätverk.
th: ความเร็วในการดาวน์โหลดเป็นการวัดว่าสามารถถ่ายโอนเนื้อหาอินเทอร์เน็ตไปยังเครือข่ายในบ้านของคุณได้รวดเร็วเพียงใด
tr: İndirme hızı internet içeriğinin ev ağınıza iletilme hızını ölçer.
vi: Tốc độ tải xuống cho biết tốc độ truyền của các nội dung Internet tới mạng gia đình của bạn.
zh: "下载速度"用于衡量Internet内容能够以多快的速度传输到您的家庭网络。
zh_tw: 下載速度能計算網際網路將內容轉送至您家用網路上的速度。

source: Testing ping...
ar: اختبار Ping...
da: Tester ping ...
de: Ping wird getestet...
el: Δοκιμή ping...
es_ar: Comprobando el ping...
fi: Testataan pingiä...
fr: Test Ping en cours...
id: Menguji Ping...
it: Verifica ping...
ja: ping をテスト中...
ko: 핑 테스팅 중...
nb: Tester ping ...
nl: Ping testen...
pl: Testowanie za pomocą polecenia ping...
pt: Testando ping...
ru: Измерение эхо-запроса...
sv: Testar Ping...
th: กำลังทดสอบ Ping...
tr: Ping Test Ediliyor...
vi: Đang kiểm tra ping...
zh: 正在测试ping…
zh_tw: 正在測試偵測…

source: Testing upload speed...
ar: جارٍ اختبار سرعة التحميل...
da: Tester uploadhastigheden ...
de: Upload-Geschwindigkeit wird getestet...
el: Δοκιμή ταχύτητας αποστολής...
es_ar: Probando la velocidad de subida...
fi: Testataan lähetysnopeutta...
fr: Test du débit montant (Upload) en cours...
id: Menguji Kecepatan Unggah...
it: Verifica della velocità di upload...
ja: アップロード速度をテスト中...
ko: 업로드 속도를 테스트하는 중...
nb: Tester opplastingshastighet ...
nl: Uploadsnelheid testen...
pl: Testowanie szybkości przekazywania
pt: Testando velocidade de upload...
ru: Измерение скорости отправки...
sv: Testar uppladdningshastigheten...
th: กำลังทดสอบความเร็วในการอัปโหลด...
tr: Yükleme Hızını Test Ediliyor...
vi: Đang kiểm tra tốc độ tải lên...
zh: 正在测试上传速度…
zh_tw: 正在測試上傳速度…

# testingUploadSpeedDescription
source: Upload speed represents how quickly you're able to upload content to the internet.
ar: تمثل سرعة التحميل مدى سرعة قدرتك على تحميل المحتوى على الإنترنت.
da: Uploadhastighed viser, hvor hurtigt du kan uploade indhold til internettet.
de: Die Upload-Geschwindigkeit zeigt an, wie schnell Sie Inhalte ins Internet hochladen können.
el: Η ταχύτητα αποστολής δείχνει πόσο γρήγορα μπορείτε να στείλετε περιεχόμενο στο internet.
es_ar: La velocidad de subida representa qué tan rápido podes subir contenido a Internet.
fi: Lähetysnopeus kertoo, miten nopeasti sisältöä ladataan laitteesta Internetiin.
fr: Le débit montant (Upload) mesure la rapidité à laquelle un contenu de votre ordinateur est téléchargé vers le réseau Internet.
id: Kecepatan unggah mewakili seberapa cepat Anda dapat mengunggah konten ke internet.
it: La velocità di upload indica quanto velocemente sei in grado di caricare contenuti su Internet.
ja: アップロード速度は、インターネットにコンテンツをどれだけ速くアップロードできるかを示します。
ko: 업로드 속도는 얼마나 빨리 인터넷으로 콘텐츠를 업로드할 수 있는지를 나타냅니다.
nb: Opplastingshastighet representerer hvor raskt du kan laste opp innhold til Internett.
nl: Uploadsnelheid geeft aan hoe snel u inhoud kunt uploaden naar het internet.
pl: Szybkość przekazywania to szybkość, z jaką możesz przesyłać treści do Internetu.
pt: A velocidade de upload representa com que rapidez você poderá transferir conteúdo para a internet.
ru: Скорость отправки определяет, насколько быстро ваши данные отправляются в Интернет.
sv: Uppladdningshastigheten talar om hur snabbt du kan ladda upp innehåll till internet.
th: ความเร็วในการอัปโหลดแสดงถึงความเร็วที่คุณสามารถอัปโหลดเนื้อหาไปยังอินเทอร์เน็ต
tr: Karşıya yükleme hızı içeriğin internete yüklenme hızını temsil eder.
vi: Tốc độ tải lên cho biết tốc độ bạn có thể tải nội dung lên Internet.
zh: "上传速度"表示您能够以多快的速度将内容上传到Internet。
zh_tw: 上傳速度則代表您將內容上傳至網際網路上的速度。

# textContinue
source: Continue
ar: متابعة
da: Fortsæt
de: Weiter
el: Συνέχεια
es_ar: Continuar
fi: Jatka
fr: Continuer
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam
vi: Tiếp tục
zh: 继续
zh_tw: 繼續

source: Text message
ar: رسالة نصية
da: SMS
de: SMS
el: SMS
es_ar: Mensaje de texto
fi: Tekstiviesti
fr: SMS
id: Pesan Teks
it: Messaggio di testo
ja: SMS
ko: 문자 메시지
nb: Tekstmelding
nl: Sms
pl: Wiadomość SMS
pt: Mensagem de texto
ru: SMS-сообщение
sv: SMS
th: ข้อความ
tr: SMS Mesajı
vi: Tin nhắn văn bản
zh: 文本信息
zh_tw: 文字訊息

# theDevicesAllowedToConnect
source: These are the only devices allowed to connect.
ar: هذه هي الأجهزة الوحيدة المسموح لها بالاتصال.
da: Det er kun disse enheder, der får lov til at oprette en forbindelse.
de: Diese sind die einzigen Geräte, die eine Verbindung herstellen dürfen.
el: Αυτές είναι οι μόνες συσκευές που επιτρέπεται να συνδεθούν.
es_ar: Estos son los únicos dispositivos que pueden conectarse.
fi: Nämä ovat ainoat laitteet, joiden sallitaan muodostaa yhteys.
fr: Ces appareils sont les seuls autorisés à se connecter.
id: Ini adalah perangkat-perangkat yang diizinkan untuk tersambung.
it: Questi sono gli unici dispositivi che possono connettersi.
ja: これらは接続を許可された唯一のデバイスです。
ko: 이것들은 연결이 허용된 유일한 장치입니다.
nb: Dette er de eneste enhetene som har lov til å opprette en tilkobling.
nl: Dit zijn de enige apparaten die verbinding mogen maken.
pl: To są jedyne urządzenia, które mogą się połączyć.
pt: Esses são os únicos dispositivos que podem se conectar.
ru: Это единственные устройства, которым разрешено подключаться
sv: Dessa är de enda enheter som tillåts upprätta en anslutning.
th: นี่คืออุปกรณ์ที่ได้รับอนุญาตให้เชื่อมต่อเท่านั้น
tr: Yalnızca bu cihazların bağlanmasına izin verilir.
vi: Các thiết bị được phép kết nối
zh: 这些是仅有的允许连接的设备。
zh_tw: 這些是唯一獲准連接的裝置。

source: The name must not be empty
ar: لا يجب أن يكون الاسم فارغا
da: Navnet må ikke være tomt.
de: Der Name kann nicht leer sein.
el: Το όνομα δεν πρέπει να είναι κενό
es_ar: El nombre no puede estar vacío
fi: Nimi ei saa olla tyhjä
fr: Le nom ne doit pas être vide
id: Nama tidak boleh kosong
it: Il nome non può essere vuoto
ja: 名前は空であってはなりません。
ko: 이름은 비워둘 수 없습니다
nb: Navnet kan ikke være tomt.
nl: De naam mag niet leeg zijn
pl: Nazwa nie może być pusta
pt: O nome não pode estar vazio
ru: Имя не должно быть пустым
sv: Namnet får inte vara tomt.
th: ชื่อต้องไม่ว่างเปล่า
tr: Ad boş olmamalıdır
vi: Tên không được để trống
zh: 名称不能为空
zh_tw: 名稱不可為空

source: Third Party Licenses
ar: تراخيص الأطراف الخارجية
da: Tredjepartslicenser
de: Lizenzen von Drittanbietern
el: Άδειες χρήσης τρίτων μερών
es_ar: Licencias de terceros
fi: Kolmannen osapuolen käyttöoikeudet
fr: Licences d'éditeurs tiers
id: LisensiPihakKetiga
it: Licenze di terze parti
ja: サード パーティ ライセンス
ko: 제3자 라이센스
nb: Tredjepartslisenser
nl: Licenties van derden
pl: Licencje stron trzecich
pt: Licenças de terceiros
ru: Лицензии сторонних организаций
sv: Tredjepartslicenser
th: ลิขสิทธิ์บุคคลที่สาม
tr: Üçüncü Şahıs Lisansları
vi: Giấy phép bên thứ ba
zh: 第三方许可
zh_tw: 協力廠商授權

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
da: Denne proces kan ikke annulleres.
de: Dieser Vorgang kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es_ar: Esta acción no se puede deshacer.
fi: Tätä toimintoa ei voi kumota.
fr: Cette action ne peut pas être annulée.
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: このアクションは元に戻すことができません。
ko: 이 작업은 취소할 수 없습니다.
nb: Denne prosessen kan ikke avbrytes.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Tej operacji nie można cofnąć.
pt: Essa ação não pode ser desfeita.
ru: Это действие нельзя отменить
sv: Den här processen kan inte avbrytas.
th: การดำเนินการนี้ไม่สามารถเลิกทำได้
tr: Bu eylem geri alınamaz.
vi: Hành động này không thể hoàn tác
zh: 此操作无法撤销。
zh_tw: 此操作無法撤銷。

source: Time zone
ar: المنطقة الزمنية
da: Tidszone
de: Zeitzone
el: Ζώνη ώρας
es_ar: Zona horaria
fi: Aikavyöhyke
fr: Fuseau horaire
id: Zona waktu
it: Fuso orario
ja: 時間帯
ko: 시간대
nb: Tidssone
nl: Tijdzone
pl: Strefa czasowa
pt: Fuso horário
ru: Часовой пояс
sv: Tidszon
th: โซนเวลา
tr: Saat dilimi
vi: Múi giờ
zh: 时区
zh_tw: 時區

# timezoneAlaska
source: Alaska
ar: ألاسكا
el: Αλάσκα
ja: アラスカ州
ko: 알래스카
pt: Alasca
ru: Аляска
zh: 阿拉斯加
zh_tw: 阿拉斯加

# timezoneArizona
source: Arizona
ar: أريزونا
el: Αριζόνα
ja: アリゾナ州
ko: 애리조나
ru: Аризона
zh: 亚利桑那
zh_tw: 亞利桑那州

# timezoneArmenia
source: Armenia
ar: أرمينيا
da: Armenien
de: Armenien
el: Αρμενία
fr: Arménie
ja: アルメニア
ko: 아르메니아
nl: Armenië
pt: Armênia
ru: Армения
sv: Armenien
tr: Ermenistan
zh: 美国
zh_tw: 亞美尼亞

# timezoneAtlanticTimeCanadaGreenlandAtlanticIslands
source: Atlantic Time (Canada, Greenland, Atlantic Islands)
ar: توقيت الأطلنطي (كندا، جرين لاند، جزر الأطلنطي)
da: Atlantisk tidszone (Canada, Grønland, Atlanterøerne)
de: Atlantik (Kanada, Grönland, Atlantikinseln)
el: Ώρα Ατλαντικού (Καναδάς, Γροιλανδία, Νήσοι Ατλαντικού)
es_ar: Hora del Atlántico (Canadá, Groenlandia, Islas del Atlántico)
fi: Atlantin aika (Kanada, Grönlanti, Atlantin saaret)
fr: Heure Atlantique (Canada, Groenland, Îles de l'océan Atlantique)
id: Waktu Atlantik (Kanada, Greenland, Kepulauan Atlantik)
it: Fuso orario costa atlantica (Canada, Groenlandia, isole dell'Atlantico)
ja: 大西洋標準時 (カナダ、グリーンランド、アトランティック諸島)
ko: 대서양 표준시(캐나다, 그린란드, 대서양 제도)
nb: Atlantisk tid (Canada, Grønland, Atlanterhavsøyene)
nl: Atlantic Time (Canada, Groenland, Atlantische Eilanden)
pl: Czas atlantycki (Kanada, Grenlandia, Wyspy Oceanu Atlantyckiego)
pt: Horário do Atlântico (Canadá, Groenlândia, Ilhas Atlânticas)
ru: Атлантическое время (Канада, Гренландия, острова Атлантического океана)
sv: Atlanttid (Kanada, Grönland, Atlantiska öarna)
th: เวลาแอตแลนติก (แคนาดา กรีนแลนด์ เกาะแอตแลนติก)
tr: Atlantik Saati (Kanada, Grönland, Atlantik Adaları)
vi: Giờ Đại Tây Dương (Canada, Greenland, các đảo Đại Tây Dương)
zh: 大西洋时间（加拿大、格陵兰岛、大西洋群岛）
zh_tw: 大西洋時間（加拿大、格陵蘭、大西洋群島）

# timezoneAustralia
source: Australia
ar: أستراليا
da: Australien
de: Australien
el: Αυστραλία
fr: Australie
ja: オーストラリア
ko: 호주
nl: Australië
pt: Austrália
ru: Австралия
sv: Australien
th: ออสเตรเลีย
tr: Avustralya
vi: Úc
zh: 澳大利亚
zh_tw: 澳洲

# timezoneAzores
source: Azores
ar: جزر الأزور
da: Azorerne
de: Azoren
el: Αζόρες
es_ar: Islas Azores
fi: Azorit
fr: Açores
it: Azzorre
ja: アゾレス諸島
ko: 아조레스
nl: Azoren
pl: Azory
pt: Açores
ru: Азорские о-ва
sv: Azorerna
zh: 亚速尔群岛
zh_tw: 亞速群島

# timezoneBangladeshRussia
source: Bangladesh, Russia
ar: بنجلاديش، روسيا
da: Bangladesh, Rusland
de: Bangladesch, Russland
el: Μπαγκλαντές, Ρωσία
es_ar: Bangladés, Rusia
fi: Bangladesh, Venäjä
fr: Bangladesh, Russie
id: Bangladesh, Rusia
ja: バングラデシュ、ロシア
ko: 방글라데시, 러시아
nb: Bangladesh, Russland
nl: Bangladesh, Rusland
pl: Bangladesz, Rosja
pt: Bangladesh, Rússia
ru: Бангладеш, Россия
sv: Bangladesh, Ryssland
tr: Bangladeş, Rusya
vi: Bangladesh, Nga
zh: 孟加拉、俄罗斯
zh_tw: 孟加拉、俄國

# timezoneBoliviaVenezuela
source: Bolivia, Venezuela
ar: بوليفيا، فنزويلا
de: Bolivien, Venezuela
el: Βολιβία, Βενεζουέλα
fr: Bolivie, Venezuela
ja: ボリビア、ベネズエラ
ko: 볼리비아, 베네수엘라
pl: Boliwia, Wenezuela
pt: Bolívia, Venezuela
ru: Боливия, Венесуэла
tr: Bolivya, Venezuela
zh: 玻利维亚、委内瑞拉
zh_tw: 玻利維亞、委內瑞拉

# timezoneBrazilEastGreenland
source: Brazil East, Greenland
ar: شرق البرازيل، جرينلاند
da: Brasilien (Øst), Grønland
de: Ostbrasilien, Grönland
el: Ανατολική Βραζιλία, Γροιλανδία
es_ar: Este de Brasil. Groenlandia
fi: Brasilia (Itä), Grönlanti
fr: Brésil (Est), Groenland
id: Brasil Timur, Tanah Hijau
it: Brasile orientale, Groenlandia
ja: ブラジル東部、グリーンランド
ko: 브라질 동부, 그린란드
nl: Brazilië (oost), Groenland
pl: Wschodni region Brazylii, Grenlandia
pt: Brasil (Leste), Groenlândia
ru: Восточная Бразилия, Гренландия
sv: Brasilien (östra), Grönland
tr: Brezilya Doğu, Grönland
zh: 巴西东部、格陵兰岛
zh_tw: 巴西東部、格林蘭

# timezoneCentralTimeUsaAndCanada
source: Central Time (USA & Canada)
ar: التوقيت المركزي (الولايات المتحدة وكندا)
da: Central Time (USA og Canada)
de: Central Time (USA und Kanada)
el: Κεντρική Ώρα (Η.Π.Α. και Καναδάς)
es_ar: Hora central (Estados Unidos y Canadá)
fi: Keskinen normaaliaika (USA ja Kanada)
fr: Centre (États-Unis et Canada)
id: Waktu Tengah (AS & Kanada)
it: Fuso centrale (USA e Canada)
ja: 中部時間 (米国、カナダ)
ko: 중부 표준시(미국 및 캐나다)
nl: Central Time (VS en Canada)
pl: Standardowy czas centralny (USA i Kanada)
pt: Horário central (EUA e Canadá)
ru: Центральное время (США и Канада)
sv: Central Time (USA och Kanada)
tr: Merkezi Saat (ABD ve Kanada)
vi: Giờ Trung tâm (Hoa Kỳ & Canada)
zh: 中部时间（美国和加拿大）
zh_tw: 中央時間（美國與加拿大）

# timezoneChileTimeChileAntarctica
source: Chile Time (Chile, Antarctica)
ar: توقيت تشيلي (تشيلي، أنتاركتيكا)
da: Chilensk tidszone (Chile, Antarktis)
de: Chile (Chile, Antarktis)
el: Ώρα Χιλής (Χιλή, Ανταρκτική)
es_ar: Hora de Chile (Chile, Antártida)
fi: Chilen aika (Chile, Antarktis)
fr: Heure du Chili (Chili, Antarctique)
id: Waktu Chili (Chili, Antartika)
it: Fuso orario Cile (Cile, Antartica)
ja: チリ時間(チリ、アンタルティカ)
ko: 칠레 표준시(칠레, 남극 대륙)
nb: Chilensk tid (Chile, Antarktis)
nl: Chile Time (Chili, Antarctica)
pl: Strefa czasowa – Chile (Chile, Antarktyda)
pt: Horário do Chile (Chile, Antártica)
ru: Чилийское время (Чили, Антарктика)
sv: Chilensk tid (Chile, Antarktis)
th: เวลาชิลี (ชิลี แอนตาร์กติกา)
tr: Şili Saati (Şili, Antarktika)
vi: Giờ Chile (Chile, châu Nam Cực)
zh: 智利时间（智利，南极洲）
zh_tw: 智利時間（智利、南極洲）

# timezoneChinaHongKongAustraliaWestern
source: China, Hong Kong, Australia Western
ar: الصين، هونج كونج، غرب أستراليا
da: Kina, Hongkong, Vestaustralien
de: China, Hongkong, Westaustralien
el: Κίνα, Χονγκ Κονγκ, Δυτική Αυστραλία
es_ar: China, Hong Kong, Australia Occidental
fi: Kiina, Hongkong, Australia (Länsi)
fr: Chine, Hong Kong, Australie occidentale
id: Tiongkok, Hong Kong, Australia Barat
it: Cina, Hong Kong, Australia occidentale
ja: 中国、香港、西オーストラリア州
ko: 중국, 홍콩, 서호주
nl: China, Hongkong, Australië (westelijk)
pl: Chiny, Hongkong, zachodni region Australii
pt: China, Hong Kong, Austrália (Oeste)
ru: Китай, Гонконг, Западная Австралия
sv: Kina, Hong Kong, Australien (västra)
tr: Çin, Hong Kong, Avustralya Batı
vi: Trung Quốc, Hồng Kông, Tây Úc
zh: 中国、香港、澳大利亚西部
zh_tw: 中國、香港、澳洲西部

# timezoneEasternTimeUsaAndCanada
source: Eastern Time (USA & Canada)
ar: التوقيت الشرقي (الولايات المتحدة وكندا)
da: Eastern Time (USA og Canada)
de: Eastern Time (USA und Kanada)
el: Ανατολική Ώρα (Η.Π.Α. και Καναδάς)
es_ar: Hora del Este (Estados Unidos y Canadá)
fi: Itäinen normaaliaika (USA ja Kanada)
fr: Est (États-Unis et Canada)
id: Waktu Timur (AS & Kanada)
it: Fuso orientale (USA e Canada)
ja: 東部時間 (米国、カナダ)
ko: 동부 시간(미국 및 캐나다)
nl: Eastern Time (VS en Canada)
pl: Czas wschodni (USA i Kanada)
pt: Horário do leste (EUA e Canadá)
ru: Восточное время (США и Канада)
sv: Eastern Time (USA och Kanada)
tr: Doğu Saati (ABD ve Kanada)
vi: Giờ miền Đông (Hoa Kỳ & Canada)
zh: 东部时间（美国和加拿大）
zh_tw: 東部時間（美國與加拿大）

# timezoneEngland
source: England
ar: إنجلترا
el: Αγγλία
es_ar: Inglaterra
fi: Englanti
fr: Angleterre
id: Inggris
it: Inghilterra
ja: 英国
ko: 잉글랜드
nl: Engeland
pl: Anglia
pt: Inglaterra
ru: Великобритания
tr: İngiltere
vi: Anh
zh: 英格兰
zh_tw: 英國

# timezoneFiji
source: Fiji
ar: فيجي
de: Fidschi-Inseln
el: Φίτζι
es_ar: Fiyi
fi: Fidži
fr: Fidji
it: Figi
ja: フィジー
ko: 피지
pl: Fidżi
ru: о-ва Фиджи
zh: 斐济
zh_tw: 斐濟

# timezoneFranceGermanyItaly
source: France, Germany, Italy
ar: فرنسا، ألمانيا، إيطاليا
da: Frankrig, Tyskland, Italien
de: Frankreich, Deutschland, Italien
el: Γαλλία, Γερμανία, Ιταλία
es_ar: Francia, Alemania, Italia
fi: Ranska, Saksa, Italia
fr: France, Allemagne, Italie
id: Perancis, Jerman, Italia
it: Francia, Germania, Italia
ja: フランス、ドイツ、イタリア
ko: 프랑스, 독일, 이탈리아
nb: Frankrike, Tyskland, Italia
nl: Frankrijk, Duitsland, Italië
pl: Francja, Niemcy, Włochy
pt: França, Alemanha, Itália
ru: Франция, Германия, Италия
sv: Frankrike, Tyskland, Italien
tr: Fransa, Almanya, İtalya
vi: Pháp, Đức, Ý
zh: 法国、德国、意大利
zh_tw: 法國、德國、義大利

# timezoneGambiaLiberiaMorocco
source: Gambia, Liberia, Morocco
ar: غامبيا، ليبريا، المغرب
da: Gambia, Liberia, Marokko
de: Gambia, Liberia, Marokko
el: Γκάμπια, Λιβερία, Μαρόκο
es_ar: Gambia, Liberia, Marruecos
fi: Gambia, Liberia, Marokko
fr: Gambie, Liberia, Maroc
id: (GMT) Gambia, Liberia, Maroko
it: Gambia, Liberia, Marocco
ja: ガンビア、リベリア、モロッコ
ko: 감비아, 라이베리아, 모로코
nb: Gambia, Liberia, Marokko
nl: Gambia, Liberia, Marokko
pl: Gambia, Liberia, Maroko
pt: Gâmbia, Libéria, Marrocos
ru: Гамбия, Либерия, Марокко
sv: Gambia, Liberia, Marocko
tr: Gambia, Liberya, Fas
zh: 冈比亚、利比里亚、摩洛哥
zh_tw: 甘比亞、賴比瑞亞、摩洛哥

# timezoneGreeceUkraineRomania
source: Greece, Ukraine, Romania
ar: اليونان، أكرانيا، رومانيا
da: Grækenland, Ukraine, Rumænien
de: Griechenland, Ukraine, Rumänien
el: Ελλάδα, Ουκρανία, Ρουμανία
es_ar: Grecia, Ucrania, Rumania
fi: Kreikka, Ukraina, Romania
fr: Grèce, Ukraine, Roumanie
id: Yunani, Ukraina, Rumania
it: Grecia, Ucraina, Romania
ja: ギリシャ、 ウクライナ、ルーマニア
ko: 그리스, 우크라이나, 루마니아
nb: Hellas, Ukraina, Romania
nl: Griekenland, Oekraïne, Roemenië
pl: Grecja, Ukraina, Rumunia
pt: Grécia, Ucrânia, Romênia
ru: Греция, Украина, Румыния
sv: Grekland, Ukraina, Rumänien
tr: Yunanistan, Türkiye, Romanya
vi: Hy Lạp, Ukraine, Romania
zh: 希腊、乌克兰、罗马尼亚
zh_tw: 希臘、烏克蘭、羅馬尼亞

# timezoneGuamRussia
source: Guam, Russia
ar: جوام، روسيا
da: Guam, Rusland
de: Guam, Russland
el: Γκουάμ, Ρωσία
es_ar: Guam, Rusia
fi: Guam, Venäjä
fr: Guam, Russie
id: Guam, Rusia
ja: グアム、ロシア
ko: 괌, 러시아
nb: Guam, Russland
nl: Guam, Rusland
pl: Guam, Rosja
pt: Guam, Rússia
ru: о. Гуам, Россия
sv: Guam, Ryssland
tr: Guam, Rusya
vi: Guam, Nga
zh: 关岛、俄罗斯
zh_tw: 關島、俄國

# timezoneGuyana
source: Guyana
ar: غينيا
el: Γουιάνα
fr: Guyane
ja: ガイアナ
ko: 가이아나
pl: Gujana
pt: Guiana
ru: Гайана
zh: 圭亚那
zh_tw: 圭亞那

# timezoneHawaii
source: Hawaii
ar: هاواي
el: Χαβάη
es_ar: Hawái
fi: Havaiji
fr: Hawaï
ja: ハワイ州
ko: 하와이
nl: Hawaï
pl: Hawaje
pt: Havaí
ru: Гавайские о-ва
zh: 夏威夷
zh_tw: 夏威夷

# timezoneIndianaEastColombiaPanama
source: Indiana East, Colombia, Panama
ar: إنديانا إيست، كولومبيا، بنما
da: Indiana (Øst), Colombia, Panama
de: Indiana East, Kolumbien, Panama
el: Ανατολική Ιντιάνα, Κολομβία, Παναμάς
es_ar: Este de Indiana, Colombia, Panamá
fi: Indiana (Itä), Kolumbia, Panama
fr: Indiana (Est), Colombie, Panama
id: Indiana Timur, Kolombia, Panama
it: Indiana (Est), Colombia, Panama
ja: インディアナ州東部、コロンビア、パナマ
ko: 인디애나 동부, 콜롬비아, 파나마
nl: Indiana (oost), Colombia, Panama
pl: Wschodni region stanu Indiana, Kolumbia, Panama
pt: Indiana (Leste), Colômbia, Panamá
ru: Восточная Индиана, Колумбия, Панама
tr: Indiana Batı, Kolombiya, Panama
zh: 印第安纳州东部、哥伦比亚、巴拿马
zh_tw: 印第安納州東部、哥倫比亞、巴拿馬

# timezoneJapanKorea
source: Japan, Korea
ar: اليابان، كوريا
el: Ιαπωνία, Κορέα
es_ar: Japón, Corea
fi: Japani Korea
fr: Japon, Corée
id: Jepang, Korea
it: Giappone, Corea
ja: 日本、韓国
ko: 일본, 한국
pl: Japonia, Korea
pt: Japão, Coréia
ru: Япония, Корея
tr: Japonya, Kore
vi: Nhật Bản, Hàn Quốc
zh: 日本、韩国
zh_tw: 日本、韓國

# timezoneKwajalein
source: Kwajalein
ar: كواجالين
el: Κουάτζαλεϊν
ja: クェゼリン
ko: 콰잘렌
ru: Кваджалейн
zh: 夸贾林环礁
zh_tw: 瓜加林環礁

# timezoneMexico
source: Mexico
ar: المكسيك
de: Mexiko
el: Μεξικό
es_ar: México
fi: Meksiko
fr: Mexique
id: Meksiko
it: Messico
ja: メキシコ
ko: 멕시코
pl: Meksyk
pt: México
ru: Мексика
sv: Mexiko
th: เม็กซิโก
tr: Meksika
zh: 墨西哥
zh_tw: 墨西哥

# timezoneMidAtlantic
source: Mid-Atlantic
ar: إقليم الأطلسي الأوسط
de: Mittelatlantik
el: Μέσου Ατλαντικού
es_ar: Atlántico Medio
fi: Keski-Atlantti
fr: Centre-Atlantique
id: Atlantik Tengah
it: Medioatlantico
ja: 中部大西洋沿岸地域
ko: 대서양 중부
nb: Midt-atlanterhavet
pl: Stany Środkowoatlantyckie
pt: Atlântico Central
ru: Среднеатлантическое время
sv: Mellanatlanten
tr: Orta Atlantik
vi: Trung-Đại Tây Dương
zh: 大西洋中部
zh_tw: 大西洋中部

# timezoneMidwayIslandSamoa
source: Midway Island, Samoa
ar: جزيرة ميدواي، ساموا
da: Midwayøerne, Samoaøerne
de: Midway-Inseln, Samoa
el: Νήσος Μίντγουεϊ, Σαμόα
es_ar: Islas Midway, Samoa
fi: Midwaysaaret, Samoa
fr: Îles Midway, Samoa
id: Kepulauan Midway, Samoa
it: Isole Midway, Samoa
ja: ミッドウェー諸島、サモア
ko: 미드웨이 섬, 사모아
pl: Midway, Samoa
pt: Ilha Midway, Samoa
ru: о. Мидуэй, Самоа
sv: Midway-öarna, Samoa
tr: Midway Adası,Samoa
vi: Đảo Midway, Samoa
zh: 中途岛、萨摩亚群岛
zh_tw: 中途島、薩摩亞

# timezoneMountainTimeUsaAndCanada
source: Mountain Time (USA & Canada)
ar: توقيت منطقة مونتن MT (الولايات المتحدة وكندا)
da: Mountain Time (USA og Canada)
de: Mountain Time (USA und Kanada)
el: Ώρα Βουνού (Η.Π.Α. και Καναδάς)
es_ar: Hora de la Montaña (Estados Unidos y Canadá)
fi: Kalliovuorten normaaliaika (USA ja Kanada)
fr: Montagnes Rocheuses (États-Unis et Canada)
id: Waktu Pegunungan (AS & Kanada)
it: Fuso occidentale (USA e Canada)
ja: 山岳部時間 (米国、カナダ)
ko: 산악 표준시(미국 및 캐나다)
nl: Mountain Time (VS en Canada)
pl: Czas górski (USA i Kanada)
pt: Horário das Montanhas (EUA e Canadá)
ru: Горное время (США и Канада)
sv: Mountain Time (USA och Kanada)
tr: Sıradağlar Saati (ABD ve Kanada)
vi: Giờ miền núi (Hoa Kỳ & Canada)
zh: 山地时间（美国和加拿大）
zh_tw: 山區時間（美國與加拿大）

# timezoneMumbaiKolkataChennaiNewDelhi
source: Mumbai, Kolkata, Chennai, New Delhi
ar: مومباي، كُلكتا، تشيناي، نيودلهي
de: Mumbai, Kolkata, Chennai, Neu-Delhi
el: Μουμπάι, Καλκούτα, Τσενάι, Νέο Δελχί
es_ar: Bombay, Calcuta, Chennai, Nueva Delhi
it: Mumbai, Kolkata (Calcutta), Chennai, Nuova Delhi
ja: ムンバイ、コルカタ、チェンナイ、ニューデリー
ko: 뭄바이, 콜카타, 첸나이, 뉴 델리
pl: Mumbaj, Kolkata, Ćennaj, Nowe Delhi
pt: Mumbai, Kolkata, Chennai, Nova Deli
ru: Мумбай, Колката, Ченнай, Нью-Дели
th: มุมไบ กัลกัตตา เชนไน นิวเดลี
tr: Mumbai, Kalküta, Chennai, Yeni Delhi
zh: 孟买、加尔各答、金奈、新德里
zh_tw: 孟買、加爾各答、金奈、新德里

# timezoneNewZealand
source: New Zealand
ar: نيوزيلندا
de: Neuseeland
el: Νέα Ζηλανδία
es_ar: Nueva Zelanda
fi: Uusi-Seelanti
fr: Nouvelle-Zélande
id: Selandia Baru
it: Nuova Zelanda
ja: ニュージーランド
ko: 뉴질랜드
nl: Nieuw-Zeeland
pl: Nowa Zelandia
pt: Nova Zelândia
ru: Новая Зеландия
sv: Nya Zeeland
th: นิวซีแลนด์
tr: Yeni Zelanda
zh: 新西兰
zh_tw: 紐西蘭

# timezoneNewfoundland
source: Newfoundland
ar: نيوفاوندلاند
de: Neufundland
el: Νέα Γη
es_ar: Terranova y Labrador
fr: Terre Neuve
ja: ニューファンドランド島
ko: 뉴펀들랜드
pl: Nowa Fundlandia
pt: Terra Nova
ru: Ньюфаундленд
zh: 纽芬兰
zh_tw: 紐芬蘭
