Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# modalPnpWiFiDefaultsInfoTitle
source: Personalize your WiFi name and password
ar: تخصيص اسم شبكة WiFi وكلمة المرور الخاصة بها
da: Angiv routerens navn og adgangskode
de: WLAN-Namen und -Passwort personalisieren
el: Εξατομικεύστε το όνομα και τον κωδικό πρόσβασής σας στο WiFi
es_ar: Personaliza el nombre y la contraseña de wifi
fi: Mukauta WiFi-verkon nimi ja salasana
fr: Personnalisez le nom et le mot de passe de votre réseau WiFi
id: Personalisasikan nama dan kata sandi WiFi Anda
it: Personalizza il nome e la password del WiFi
ja: WiFi名とパスワードをカスタマイズする
ko: WiFi 이름 및 암호 맞춤 설정
nb: Tilpass WiFi-navn og passord
nl: Pas uw WiFi-naam en wachtwoord aan
pl: Dostosuj nazwę i hasło WiFi
pt: Personalize seu nome de WiFi e senha
ru: Персонализируйте имя и пароль WiFi
sv: Anpassa namn och lösenord på ditt trådlösa nätverk
th: ปรับแต่งชื่อและรหัสผ่าน WiFi ของคุณ
tr: WiFi adı ve parolanızı kişiselleştirin
vi: Cá nhân hóa tên và mật khẩu WiFi
zh: 个性化您的WiFi名称和密码
zh_tw: 個人化您的 WiFi 名稱和密碼

# modalRemoveNodeDesc
source: Are you sure you want to remove {node} from your mesh network?
ar: هل أنت متأكد أنك تريد إزالة {node} من الشبكة الخاصة بك؟
da: Er du sikker på, at du vil fjerne {node} fra dit Mesh-netværk?
de: Sind Sie sicher, dass Sie den {node} aus Ihrem Mesh-Netzwerk entfernen möchten?
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε το {node} από το πλεγματικό σας δίκτυο;
es_ar: ¿Estás seguro de que desea eliminar {node} de su red de malla?
fi: Haluatko varmasti poistaa solmun {node} mesh-verkostasi?
fr: Êtes-vous sûr de vouloir supprimer {node} de votre réseau maillé ?
id: Apakah Anda yakin ingin menghapus {node} dari jaringan mesh Anda?
it: Sei sicuro di voler rimuovere {node} dalla tua rete mesh?
ja: 本当に{node}をメッシュネットワークから削除してもよろしいですか？
ko: {node}를 메시 네트워크에서 제거하시겠습니까?
nb: Er du sikker på at du vil fjerne {node} fra mesh-nettverket?
nl: Weet u zeker dat u {node} uit uw mesh-netwerk wilt verwijderen?
pl: Czy na pewno chcesz usunąć {node} z sieci mesh?
pt: Tem certeza de que deseja remover {node} da sua rede de malha?
ru: Вы уверены, что хотите удалить {node} из вашей mesh-сети?
sv: Är du säker på att du vill ta bort {node} från ditt Mesh-nätverk?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ {node} ออกจากเครือข่าย Mesh ของคุณ
tr: {node} düğümünü mesh ağınızdan kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa {node} khỏi mạng mesh của bạn?
zh: 您确定要将{node}从您的网状网络中移除吗？
zh_tw: 您確定要從您的Mesh網絡中移除{node}嗎？

# modalRouterPasswordLocation
source: Your router password is the same as your default WiFi password, printed on the Quick Start Guide and on the bottom of your router.
ar: كلمة مرور الموجّه الخاص بك هي نفس كلمة مرور WiFi الافتراضية الخاصة بك، والمطبوعة على دليل البدء السريع وفي الجزء السفلي من الموجّه.
da: Din routeradgangskode er den samme som den WiFi-adgangskode, der står i kvikstartvejledningen og på bunden af ​​din router.
de: Ihr Router-Passwort ist dasselbe wir Ihr Standard-WLAN-Passwort, das auf der Kurzanleitung und auf der Unterseite Ihres Routers aufgedruckt ist.
el: Ο κωδικός πρόσβασης του δρομολογητή σας είναι ο ίδιος με τον προεπιλεγμένο κωδικό πρόσβασης στο WiFi, ο οποίος αναγράφεται στον Οδηγό γρήγορης εκκίνησης και στο κάτω μέρος του δρομολογητή σας.
es_ar: La contraseña del rúter es la misma que la contraseña wifi predeterminada, impresa en la Guía de inicio rápido y en la parte inferior del rúter.
fi: Reitittimen salasana on sama kuin WiFi-salasana, joka on painettu pikaoppaaseen ja reitittimen pohjaan.
fr: Le mot de passe de votre routeur est le même que le mot de passe du réseau WiFi par défaut, indiqué dans le guide de démarrage rapide et sous votre routeur.
id: Kata sandi router Anda sama dengan kata sandi default WiFi Anda, tercetak di Panduan Mulai Cepat dan di bagian bawah router Anda.
it: La password del router e la password del WiFi sono uguali e si trovano sia nella Guida di installazione rapida che nella parte inferiore del router.
ja: ルーターパスワードは、デフォルトのWiFiパスワード(クイックスタートガイドとルーター底面に記載)と同じものになっています。
ko: 라우터 암호는 빠른 시작 가이드와 라우터 하단에 인쇄된 기본 WiFi 암호와 동일합니다.
nb: Ruterpassordet er det samme som standard WiFi-passord som står skrevet på hurtigstartsveiledningen og nederst på ruteren.
nl: Uw routerwachtwoord is hetzelfde als uw standaard WiFi-wachtwoord. Dit staat in de snelstartgids en op de onderkant van uw router.
pl: Hasło routera jest takie samo jak domyślne hasło WiFi, znajdujące się w skróconej instrukcji obsługi i na spodzie routera.
pt: A senha do roteador é a mesma que a da sua senha-padrão do WiFi, impressa no Guia de Início Rápido e na parte inferior do seu roteador.
ru: Пароль маршрутизатора совпадает с паролем WiFi по умолчанию, указанным в кратком руководстве по эксплуатации и в нижней части маршрутизатора.
sv: Ditt routerlösenord är detsamma som ditt standardlösenord för WiFi, tryckt i snabbstartsguiden och på undersidan av din router.
th: รหัสผ่านของเราเตอร์ของคุณเป็นตัวเดียวกับรหัสผ่าน WiFi ที่เป็นค่าดีฟอลต์และพิมพ์อยู่บนคู่มือการเริ่มต้นฉบับย่อและใต้เราเตอร์ของคุณ
tr: Yönlendirici parolanız ile WiFi parolanız aynı olup bu Hızlı Başlangıç Kılavuzu'nda ve yönlendiricinizin altında yazılıdır.
vi: Mật khẩu bộ định tuyến của bạn giống với mật khẩu WiFi mặc định, được in trên Hướng Dẫn Nhanh và ở mặt dưới của bộ định tuyến.
zh: 您的路由器密码和您的WiFi默认密码相同，并印在"快速入门指南"和路由器底部。
zh_tw: 您的路由器密碼與預設 WiFi 密碼相同（列印在《快速入門指南》中和路由器底部）。

# modalTroubleshootNoNodesFound
source: Let's check a few things
ar: لنتفحص بعض الأشياء
da: Lad os tjekke et par ting
de: Was Sie überprüfen sollten
el: Ας ελέγξουμε μερικά πράγματα
es_ar: Revisemos algunas cosas
fi: Tarkistetaan muutama asia
fr: Vérifions quelques éléments
id: Mari kita periksa beberapa hal
it: Controlliamo un paio di cose
ja: いくつかのポイントを確認しましょう
ko: 몇가지 사항을 점검해 보겠습니다
nb: La oss sjekke et par ting
nl: We gaan een paar dingen controleren
pl: Sprawdźmy kilka rzeczy
pt: Vamos verificar algumas coisas
ru: Давайте проверим несколько вещей
sv: Låt oss kontrollera ett par saker
th: มาตรวจสอบอุปกรณ์กันเล็กน้อย
tr: Birkaç noktayı daha kontrol edelim
vi: Hãy kiểm tra một vài thứ
zh: 让我们进行一些检查
zh_tw: 讓我們檢查幾個項目

# modalTroubleshootNoNodesFoundDesc1
source: Make sure the Nodes you're adding are fully powered on, indicated by a solid blue light
ar: تأكد من تشغيل العقد التي تضيفها بالكامل، ويشار إلى ذلك بضوء أزرق ثابت
da: Sørg for, at de noder, du tilføjer, er helt tændt, hvilket indikeres af et konstant blåt lys.
de: Stellen Sie sicher, dass die Node die Sie hinzufügen, vollständig eingeschaltet sind, was durch ein stetiges blaues Licht angezeigt wird.
el: Βεβαιωθείτε ότι οι κόμβοι που προσθέτετε είναι πλήρως ενεργοποιημένοι, όπως υποδεικνύεται από μια σταθερή μπλε λυχνία
es_ar: Asegúrese de que los nodos que está añadiendo están totalmente encendidos, lo que se indica mediante una luz azul fija
fi: Varmista, että lisättävät solmut ovat täysin käynnissä, mistä merkkinä on tasaisesti palava sininen valo
fr: Assurez-vous que les nœuds que vous ajoutez sont entièrement sous tension, ce qui est indiqué par une lumière bleue continue.
id: Pastikan Simpul yang Anda tambahkan sudah sepenuhnya menyala, ditandai dengan lampu biru terang
it: Assicurarsi che i nodi che si stanno aggiungendo siano completamente accesi, come indicato da una luce blu fissa.
ja: 追加中のノードが完全に電源が入っていることを確認してください。ランプが青点灯に安定している事をご確認ください。
ko: 추가하려는 노드가 완전히 켜져 있고 완전한 파란색 표시등으로 표시되는지 확인하십시오
nb: Kontroller at nodene du legger til, er slått på, noe som indikeres av et fast blått lys.
nl: Zorg ervoor dat de Nodes die u toevoegt volledig zijn ingeschakeld, aangegeven door een stabiel blauw lampje
pl: Upewnij się, że dodawane węzły są w pełni włączone, co sygnalizuje stałe niebieskie światło
pt: Verifique se os nós que você está adicionando estão totalmente ligados, o que é indicado por uma luz azul constante.
ru: Убедитесь, что узлы, которые вы добавляете, полностью включены, о чем свидетельствует непрерывный синий индикатор
sv: Kontrollera att de noder som du lägger till är helt påslagna, vilket indikeras av ett stadigt blått ljus.
th: ตรวจสอบให้แน่ใจว่าโหนดที่คุณกำลังเพิ่มเปิดเครื่องเต็มที่ ซึ่งจะแสดงด้วยไฟสีน้ำเงินสว่างนิ่ง
tr: Eklediğiniz Düğümlerin sabit mavi ışıkla gösterildiği gibi tamamen açık olduğundan emin olun
vi: Đảm bảo các điểm nút bạn đang thêm đã được bật nguồn hoàn toàn, được biểu thị bằng đèn xanh lam ổn định
zh: 确保您要添加的节点已完全通电，指示灯应为纯蓝色。
zh_tw: 確保您要新增的節點已完全通電，指示燈應為純藍色。

# modalTroubleshootNoNodesFoundDesc2
source: Nodes are within range. Try moving them closer to the Router. Once added to your network, you can move them further away.
ar: العقد متواجدة ضمن النطاق. حاول نقلها إلى مكان أقرب إلى جهاز التوجيه. بمجرد إضافتها إلى شبكتك، يمكنك نقلها إلى مكان أبعد.
da: Noderne er inden for rækkevidde. Prøv at bringe dem tættere på routeren. Når de er blevet føjet til dit netværk, kan du placere dem et andet sted.
de: Die Node befinden sich in Reichweite. Versuchen Sie, sie näher an den Router zu bringen. Sobald sie in Ihr Netzwerk hinzugefügt wurden, können Sie sie an einer weiteren Stelle platzieren.
el: Οι κόμβοι βρίσκονται εντός εμβέλειας. Δοκιμάστε να τους μετακινήσετε πιο κοντά στον δρομολογητή. Μόλις προστεθούν στο δίκτυό σας, μπορείτε να τους μετακινήσετε πιο μακριά.
es_ar: Los nodos están dentro del alcance. Intente acercarlos al router. Una vez añadidos a su red, puede alejarlos.
fi: Solmut ovat kantaman sisällä. Yritä siirtää ne lähemmäs reititintä. Kun ne on lisätty verkkoosi, voit siirtää ne kauemmas.
fr: Les nœuds sont à portée. Essayez de les rapprocher du routeur. Une fois qu'ils ont été ajoutés à votre réseau, vous pouvez les éloigner davantage.
id: Simpul berada dalam jangkauan. Coba pindahkan lebih dekat ke Router. Setelah ditambahkan ke jaringan Anda, Anda dapat memindahkannya lebih jauh.
it: I nodi sono nel raggio d'azione. Provate a spostarli più vicino al router. Una volta aggiunti alla rete, è possibile allontanarli ulteriormente.
ja: ノードは範囲内にあります。ルーターに近づけてみてください。ネットワークに追加されましたら、後程遠くに移動できます。
ko: 노드가 전원에 연결되어 있고 전원이 켜져 있는지 확인하세요.
nb: Nodene er innenfor rekkevidde. Prøv å bringe dem nærmere ruteren. Når de er lagt til i nettverket, kan du plassere dem på et annet sted.
nl: Nodes zijn binnen bereik. Probeer ze dichter bij de router te plaatsen. Nadat u ze aan uw netwerk heeft toegevoegd, kunt u ze verder weg plaatsen.
pl: Węzły są w zasięgu. Spróbuj przesunąć je bliżej routera. Po dodaniu do sieci możesz je odsunąć dalej.
pt: Os nós estão dentro do alcance. Tente movê-los para mais perto do roteador. Uma vez adicionados à sua rede, você poderá movê-los para mais longe.
ru: Узлы находятся в пределах досягаемости. Попробуйте переместить их ближе к маршрутизатору. После добавления в сеть вы сможете переместить их дальше.
sv: Noder är inom räckhåll. Försök att föra dem närmare routern. Sobald sie in Ihr Netzwerk hinzugefügt wurden, können Sie sie an einer weiteren Stelle platzieren.
th: โหนดอยู่ในระยะ ลองย้ายเข้าใกล้เราเตอร์ เมื่อเพิ่มเข้าเครือข่ายแล้ว คุณสามารถย้ายออกห่างได้
tr: Düğümler kapsama alanı içinde. Yönlendiriciye daha yakın taşımayı deneyin. Ağınıza eklendikten sonra daha uzağa taşıyabilirsiniz.
vi: Các điểm nút nằm trong phạm vi. Hãy thử di chuyển chúng gần hơn với bộ định tuyến. Sau khi thêm vào mạng của bạn, bạn có thể di chuyển chúng ra xa hơn.
zh: 节点在范围内。尝试将它们移近路由器。添加到网络后，您可以将它们移到更远的位置。
zh_tw: 節點在範圍內，嘗試將它們移近路由器。添加到網絡後，您可以將它們移到更遠的位置。

source: Model
ar: الطراز
de: Modell
el: Μοντέλο
es_ar: Modelo
fi: Malli
fr: Modèle
it: Modello
ja: モデル
ko: 모델
nb: Modell
nl: Artikelnummer
pt: Modelo
ru: Модель
sv: Modell
th: รุ่น
vi: Mã sản phẩm
zh: 型号
zh_tw: 型號

source: Model number
ar: رقم الطراز
da: Modelnummer
de: Modellnummer
el: Αριθμός μοντέλου
es_ar: Número de modelo
fi: Mallinumero
fr: Référence du modèle
id: Nomor Model
it: Numero modello
ja: モデル番号
ko: 모델 번호
nb: Modellnummer
nl: Modelnummer
pl: Numer modelu
pt: Número de modelo
ru: Номер модели
sv: Modellnummer
th: หมายเลขรุ่น
tr: Model Numarası
vi: Mã sản phẩm
zh: 产品型号
zh_tw: 型號編號

source: Mozilla Firefox
ar: موزيلا فايرفوكس
zh: 火狐浏览器
zh_tw: Firefox瀏覽器

# mozillaFirefoxDesc
source: Click <b>Advanced > Accept the Risk and Continue.</b>
ar: انقر فوق <b>خيارات متقدمة> قبول المخاطرة ومتابعة.
es_ar: Haga clic en <b>Avanzado > Aceptar el riesgo y continuar.
it: Fare clic su <b>Avanzate > Accetta il rischio e continua.
pl: Kliknij <b>Zaawansowane > Akceptuj ryzyko i kontynuuj</b>
ru: Нажмите <b>Дополнительно > Принять риск и продолжить</b>
zh: 点击 <b>高级 > 接受风险并继续</b>
zh_tw: 點擊 <b>高級 > 接受風險並繼續</b>

source: My Network
ar: الشبكة الخاصة بي
da: Mit netværk
de: Mein Netzwerk
el: Το δίκτυό μου
es_ar: Mi red
fi: Oma verkko
fr: Mon réseau
id: Jaringan Saya
it: Rete personale
ja: マイ ネットワーク
ko: 나의 네트워크
nb: Mitt nettverk
nl: Mijn netwerk
pl: Moja sieć
pt: Minha rede
ru: Моя сеть
sv: Mitt nätverk
th: เครือข่ายของฉัน
tr: Ağım
vi: Mạng của tôi
zh: 我的网络
zh_tw: 我的網路

# nAdd
source: Add ({count})
ar: أضف ({count})
da: Tilføj ({count})
de: Hinzufügen ({count})
el: Προσθήκη ({count})
es_ar: Añadir ({count})
fi: Lisää ({count})
fr: Ajouter ({count})
id: Tambah ({count})
it: Aggiungi ({count})
ja: 追加 ({count})
ko: 추가({count})
nb: Legg til ({count})
nl: Toevoegen ({count})
pl: Dodaj ({count})
pt: Adicionar ({count})
ru: Добавить ({count})
sv: Lägg till ({count})
th: เพิ่ม ({count})
tr: Ekle ({count})
vi: Thêm ({count})
zh: 添加（{count}）
zh_tw: 新增（{count}）

# nDays
source: {count, plural, one{{count} day} other{{count} days}}
ar: {count, plural, one{{count} يوم} other{{count}أيام}}
da: {count, plural, one{{count} dag} other{{count} dage}}
de: {count, plural, one{{count} Tag} other{{count} Tage}}
el: {count, plural, one{{count} ημέρα} other{{count} ημέρες}}
es_ar: {count, plural, one{{count} día} other{{count} días}}
fi: {count, plural, one{{count} päivä} other{{count} päivää}}
fr: {count, plural, one{{count} jour} other{{count} jours}}
id: {count, plural, one{{count} hari} other{{count} hari}}
it: {count, plural, one{{count} giorno} other{{count} giorni}}
ja: {count, plural, one{{count}日} other{{count}日}}
ko: {count, plural, one{{count}일} other{{count}일}}
nb: {count, plural, one{{count} dag} other{{count} dager}}
nl: {count, plural, one{{count} dag} other{{count} dagen}}
pl: {count, plural, one{{count} dzień} other{{count} dni}}
pt: {count, plural, one{{count} dia} other{{count} dias}}
ru: {count, plural, one{{count} день} other{{count} дней}}
sv: {count, plural, one{{count} Dag} other{{count} dagar}}
th: {count, plural, one{{count} วัน} other{{count} วัน}}
tr: {count, plural, one{{count} gün} other{{count} gün}}
vi: {count, plural, one{{count} ngày} other{{count} ngày}}
zh: {count, plural, one{{count} 天} other{{count} 天}}
zh_tw: {count, plural, one{{count} 天} other{{count} 天}}

# nDevices
source: {count, plural, other{{count} devices} zero{No devices} one{1 device}}
ar: {count, plural, other{{count} أجهزة} zero{لا يوجد أجهزة} one{1 جهاز}}
da: {count, plural, other{{count} Enheder} zero{Ingen enheder} one{1 enhed}}
de: {count, plural, other{{count} Geräte} zero{Keine Geräte} one{1 Gerät}}
el: {count, plural, other{{count} συσκευές} zero{Καμία συσκευή} one{1 συσκευή}}
es_ar: {count, plural, other{{count} dispositivos} zero{Ningún dispositivo} one{1 dispositivo}}
fi: {count, plural, other{{count} laitetta} zero{Ei laitteita} one{1 laite}}
fr: {count, plural, other{{count} appareils} zero{Aucun appareil} one{1 appareil}}
id: {count, plural, other{{count} perangkat} zero{Tidak ada perangkat} one{1 perangkat}}
it: {count, plural, other{{count} dispositivi} zero{Nessun dispositivo} one{1 dispositivo}}
ja: {count, plural, other{{count}デバイス} zero{デバイスはありません。} one{１デバイス}}
ko: {count, plural, other{{count}개 장치} zero{장치 없음} one{1개 장치}}
nb: {count, plural, other{{count} enheter} zero{Ingen enheter} one{1 enhet}}
nl: {count, plural, other{{count} apparaten} zero{Geen apparaten} one{1 apparaat}}
pl: {count, plural, other{{count} urządzeń} zero{Brak urządzeń} one{1 urządzenie}}
pt: {count, plural, other{{count} dispositivos} zero{Nenhum dispositivo} one{1 dispositivo}}
ru: {count, plural, other{{count} устройств} zero{Нет устройств} one{1 устройство}}
sv: {count, plural, other{{count} Enheter} zero{Inga enheter} one{1 enhet}}
th: {count, plural, other{{count} อุปกรณ์} zero{ไม่มีอุปกรณ์} one{1 อุปกรณ์}}
tr: {count, plural, other{{count} cihaz} zero{Cihaz yok} one{1 cihaz}}
vi: {count, plural, other{{count} thiết bị} zero{Không có thiết bị} one{1 thiết bị}}
zh: {count, plural, other{{count} 台设备} zero{没有设备} one{1台设备}}
zh_tw: {count, plural, other{{count} 部裝置} zero{沒有裝置} one{1部裝置}}

# nDevicesDeleteDevicesDescription
source: {count, plural, other{Devices can reappear in the list if reconnected to your WiFi network.} one{Device can reappear in the list if reconnected to your WiFi network.}}
ar: {count, plural, other{يمكن أن تظهر الأجهزة مرة أخرى في القائمة إذا تم إعادة توصيلها بشبكة الواي فاي.} one{يمكن أن يظهر الجهاز مرة أخرى في القائمة إذا تم إعادة توصيله بشبكة الواي فاي.}}
da: {count, plural, other{Enhederne kan dukke op på listen igen, når de genopretter forbindelse til dit Wi-Fi-netværk.} one{Enheden kan dukke op på listen igen, når den genopretter forbindelse til dit Wi-Fi-netværk.}}
de: {count, plural, other{Die Geräte können wieder in der Liste erscheinen, wenn sie sich erneut mit Ihrem WLAN-Netzwerk verbinden.} one{Das Gerät kann wieder in der Liste erscheinen, wenn er sich erneut mit Ihrem WLAN-Netzwerk verbindet.}}
el: {count, plural, other{Οι συσκευές μπορούν να επανεμφανιστούν στη λίστα εάν επανασυνδεθούν στο δίκτυο WiFi.} one{Η συσκευή μπορεί να επανεμφανιστεί στη λίστα εάν επανασυνδεθεί στο δίκτυο WiFi.}}
es_ar: {count, plural, other{Los dispositivos pueden reaparecer en la lista si se vuelven a conectar a la red WiFi.} one{El dispositivo puede reaparecer en la lista si se vuelve a conectar a su red WiFi.}}
fi: {count, plural, other{Laitteet voivat ilmestyä uudelleen listalle, jos ne yhdistetään WiFi-verkkoosi.} one{Laite voi ilmestyä uudelleen listalle, jos se yhdistetään WiFi-verkkoosi.}}
fr: {count, plural, other{Les appareils peuvent réapparaître dans la liste s'ils sont reconnectés à votre réseau WiFi.} one{L'appareil peut réapparaître dans la liste s'il est reconnecté à votre réseau WiFi.}}
id: {count, plural, other{Perangkat dapat muncul kembali dalam daftar jika tersambung kembali ke jaringan WiFi Anda.} one{Perangkat dapat muncul kembali dalam daftar jika tersambung kembali ke jaringan WiFi Anda.}}
it: {count, plural, other{I dispositivi possono riapparire nell'elenco se si riconnettono alla rete WiFi.} one{Il dispositivo può riapparire nell'elenco se si ricollega alla rete WiFi.}}
ja: {count, plural, other{デバイスは、WiFiネットワークに再接続されるとリストに再表示されることがあります。} one{デバイスは、WiFiネットワークに再接続されるとリストに再表示される可能性があります。}}
ko: {count, plural, other{장치가 WiFi 네트워크에 다시 연결되면 목록에 다시 나타날 수 있습니다.} one{장치가 WiFi 네트워크에 다시 연결되면 목록에 다시 나타날 수 있습니다.}}
nb: {count, plural, other{Enhetene kan dukke opp igjen i listen når de kobler seg til Wi-Fi-nettverket ditt på nytt.} one{Enheten kan dukke opp igjen i listen når den kobler seg til Wi-Fi-nettverket på nytt.}}
nl: {count, plural, other{Apparaten kunnen opnieuw in de lijst verschijnen als ze opnieuw verbinding maken met uw WiFi-netwerk.} one{Apparaten kunnen opnieuw in de lijst verschijnen als ze opnieuw verbinding maken met uw WiFi-netwerk.}}
pl: {count, plural, other{Urządzenia mogą pojawić się ponownie na liście po ponownym połączeniu z siecią WiFi.} one{Urządzenie może pojawić się ponownie na liście po ponownym połączeniu z siecią WiFi.}}
pt: {count, plural, other{Os dispositivos poderão reaparecer na lista se voltarem a se conectar à rede WiFi.} one{O dispositivo pode reaparecer na lista se ele se reconectar à sua rede WiFi.}}
ru: {count, plural, other{Устройства могут снова появиться в списке при повторном подключении к вашей сети WiFi.} one{Устройство может снова появиться в списке при повторном подключении к вашей сети WiFi.}}
sv: {count, plural, other{Enheterna kan dyka upp igen i listan när de återansluter till ditt Wi-Fi-nätverk.} one{Enheten kan dyka upp i listan igen när den återansluter till ditt Wi-Fi-nätverk.}}
th: {count, plural, other{อุปกรณ์สามารถปรากฏในรายการอีกครั้งหากเชื่อมต่อกับเครือข่าย WiFi ของคุณใหม่} one{อุปกรณ์สามารถปรากฏในรายการอีกครั้งหากเชื่อมต่อกับเครือข่าย WiFi ของคุณใหม่}}
tr: {count, plural, other{WiFi ağınıza yeniden bağlanırlarsa cihazlar listede tekrar görünebilir.} one{WiFi ağınıza yeniden bağlanırsa cihaz listede tekrar görünebilir.}}
vi: {count, plural, other{Thiết bị có thể xuất hiện lại trong danh sách nếu kết nối lại với mạng WiFi của bạn.} one{Thiết bị có thể xuất hiện lại trong danh sách nếu kết nối lại với mạng WiFi của bạn.}}
zh: {count, plural, other{如果设备重新连接到您的WiFi网络，它们可能会再次出现在列表中。} one{如果设备重新连接到您的WiFi网络，它可能会再次出现在列表中。}}
zh_tw: {count, plural, other{如果裝置重新連接到您的WiFi網絡，它們可能會再次出現在列表中。} one{如果裝置重新連接到您的WiFi網絡，它可能會再次出現在列表中。}}

# nDevicesDeleteDevicesTitle
source: {count, plural, other{Delete devices} one{Delete device}}
ar: {count, plural, other{حذف الأجهزة} one{حذف الجهاز}}
da: {count, plural, other{Slet enheder} one{Slet enhed}}
de: {count, plural, other{Geräte löschen} one{Gerät löschen}}
el: {count, plural, other{Διαγραφή συσκευών} one{Διαγραφή συσκευής}}
es_ar: {count, plural, other{Borrar dispositivos} one{Borrar dispositivo}}
fi: {count, plural, other{Poista laitteet} one{Poista laite}}
fr: {count, plural, other{Supprimer des appareils} one{Supprimer un appareil}}
id: {count, plural, other{Hapus perangkat} one{Hapus perangkat}}
it: {count, plural, other{Eliminare i dispositivi} one{Elimina dispositivo}}
ja: {count, plural, other{デバイスを削除する。} one{デバイスを削除する。}}
ko: {count, plural, other{장치 삭제} one{장치 삭제}}
nb: {count, plural, other{Slett enheter} one{Slett enhet}}
nl: {count, plural, other{Apparaten verwijderen} one{Apparaat verwijderen}}
pl: {count, plural, other{Usuń urządzenia} one{Usuń urządzenie}}
pt: {count, plural, other{Excluir dispositivos} one{Excluir dispositivo}}
ru: {count, plural, other{Удалить устройства} one{Удалить устройство}}
sv: {count, plural, other{Ta bort enheter} one{Ta bort enhet}}
th: {count, plural, other{ลบอุปกรณ์} one{ลบอุปกรณ์}}
tr: {count, plural, other{Cihazları sil} one{Cihazı sil}}
vi: {count, plural, other{Xóa thiết bị} one{Xóa thiết bị}}
zh: {count, plural, other{删除设备（多台）} one{删除设备（单台）}}
zh_tw: {count, plural, other{刪除多部裝置} one{刪除單部裝置}}

# nHours
source: {count, plural, one{{count} hr} other{{count} hrs}}
ar: {count, plural, one{{count} ساعة} other{{count} ساعات}}
da: {count, plural, one{{count} time} other{{count} timer}}
de: {count, plural, one{{count} Stunde} other{{count} Stunden}}
el: {count, plural, one{{count} ώρα} other{{count} ώρες}}
es_ar: {count, plural, one{{count} hr} other{{count} horas}}
fi: {count, plural, one{{count} h} other{{count} h}}
fr: {count, plural, one{{count} h} other{{count} hrs}}
id: {count, plural, one{{count} jam} other{{count} jam}}
it: {count, plural, one{{count} ora} other{{count} ore}}
ja: {count, plural, one{{count} 時間} other{{count} 時間}}
ko: {count, plural, one{{count}시간} other{{count}시간}}
nb: {count, plural, one{{count} timer} other{{count} timer}}
nl: {count, plural, one{{count} uur} other{{count} uren}}
pl: {count, plural, one{{count} godz.} other{{count} godz.}}
pt: {count, plural, one{{count} hr} other{{count} horas}}
ru: {count, plural, one{{count} ч} other{{count} ч}}
sv: {count, plural, one{{count} timme} other{{count} timmar}}
th: {count, plural, one{{count} ชม.} other{{count} ชม.}}
tr: {count, plural, one{{count} sa} other{{count} sa}}
vi: {count, plural, one{{count} giờ} other{{count} giờ}}
zh: {count, plural, one{{count} 小时} other{{count} 小时}}
zh_tw: {count, plural, one{{count} 小時} other{{count} 小時}}
