Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# explanationHowCanIBypass
source: How can I bypass this warning?
ar: كيف يمكنني تجاوز هذا التحذير؟
es_ar: ¿Cómo puedo evitar esta advertencia?
it: Come posso evitare questo avviso?
pl: Jak mogę ominąć to ostrzeżenie?
ru: Как обойти это предупреждение?
zh: 我如何绕过此警告？
zh_tw: 我如何繞過此警告？

# explanationHowCanIBypassDesc
source: When you <a href="#continue">Continue</a>, your browser will show you the warning message. Follow these instructions for your browser to access your router settings.
ar: عند <a href="#continue">المتابعة</a>، سيعرض لك متصفحك رسالة تحذير. اتبع هذه التعليمات حتى يتمكن متصفحك من الوصول إلى إعدادات جهاز التوجيه الخاص بك.
es_ar: Cuando <a href=«#continuar»>Continúe</a>, su navegador le mostrará el mensaje de advertencia. Siga estas instrucciones para que su navegador acceda a la configuración de su router.
it: Quando <a href=“#continue”>continua</a>, il browser visualizza il messaggio di avviso. Seguite queste istruzioni per consentire al browser di accedere alle impostazioni del router.
pl: Po kliknięciu <a href="#continue">Kontynuuj</a>, przeglądarka wyświetli komunikat ostrzegawczy. Postępuj zgodnie z tymi instrukcjami dla swojej przeglądarki, aby uzyskać dostęp do ustawień routera.
ru: Когда вы нажмете <a href="#continue">Продолжить</a>, ваш браузер покажет предупреждение. Следуйте этим инструкциям для вашего браузера, чтобы получить доступ к настройкам маршрутизатора.
zh: 当您点击 <a href="#continue">继续</a> 时，浏览器会显示警告信息。按照以下针对您浏览器的说明操作，以访问路由器设置。
zh_tw: 當您點擊 <a href="#continue">繼續</a> 時，瀏覽器會顯示警告信息。請按照以下適用於您瀏覽器的指示操作，以存取路由器設定。

# explanationProblem1
source: "Can't establish a secure connection..."
ar: "لا يمكن إنشاء اتصال آمن..."
es_ar: «No se puede establecer una conexión segura...»
it: “Impossibile stabilire una connessione sicura...”.
pl: "Nie można nawiązać bezpiecznego połączenia..."
ru: "Не удается установить безопасное соединение..."
zh: 无法建立安全连接...
zh_tw: “無法建立安全連線...”

# explanationProblem2
source: "Your connection is not private..."
ar: "اتصالك ليس خاصًا..."
es_ar: «Su conexión no es privada...»
it: “La connessione non è privata...”.
pl: "Twoje połączenie nie jest prywatne..."
ru: "Ваше соединение не является приватным..."
zh: 您的连接不是私密连接...
zh_tw: “您的連線並非私密連線...”

# explanationTitle
source: Why am I getting a warning when I try to access my router settings in a browser?
ar: لماذا أتلقى تحذيرًا عندما أحاول الوصول إلى إعدادات جهاز التوجيه الخاص بي في المتصفح؟
es_ar: ¿Por qué recibo una advertencia cuando intento acceder a la configuración de mi router en un navegador?
it: Perché viene visualizzato un avviso quando si cerca di accedere alle impostazioni del router con un browser?
pl: Dlaczego podczas próby dostępu do ustawień routera w przeglądarce pojawia się ostrzeżenie?
ru: Почему я получаю предупреждение при попытке доступа к настройкам маршрутизатора в браузере?
zh: 为什么我在浏览器中尝试访问路由器设置时会收到警告？
zh_tw: 為什麼我在瀏覽器嘗試存取路由器設定時會收到警告？

# explanationWhyIAmSeeingThis
source: Why am I seeing this? Should I be concerned?
ar: لماذا أرى هذا؟ هل يجب أن أشعر بالقلق؟
es_ar: ¿Por qué veo esto? ¿Debería preocuparme?
it: Perché lo vedo e devo preoccuparmi?
pl: Dlaczego to widzę? Czy powinienem się martwić?
ru: Почему я это вижу? Стоит ли беспокоиться?
zh: 为什么我会看到这个？我该担心吗？
zh_tw: 為什麼我會看到這個？我應該擔心嗎？

# explanationWhyIAmSeeingThisDesc
source: You get this warning because browsers look for signed security certificates associated with websites you're trying to visit. Your router isn't a website, and doesn't have that type of certificate, but there's no need to be concerned. Your connection is secure and encrypted.
ar: تتلقى هذا التحذير لأن المتصفحات تبحث عن شهادات أمان موقعة مرتبطة بمواقع الويب التي تحاول زيارتها. جهاز التوجيه الخاص بك ليس موقعًا ويب، ولا يحتوي على هذا النوع من الشهادات، ولكن لا داعي للقلق. اتصالك آمن ومشفر.
es_ar: Recibe esta advertencia porque los navegadores buscan certificados de seguridad firmados asociados a los sitios web que intenta visitar. Su router no es un sitio web y no tiene ese tipo de certificado, pero no hay por qué preocuparse. Su conexión es segura y está cifrada.
it: Questo avviso viene visualizzato perché i browser cercano i certificati di sicurezza firmati associati ai siti web che si sta tentando di visitare. Il vostro router non è un sito web e non ha un certificato di questo tipo, ma non c'è da preoccuparsi. La connessione è sicura e crittografata.
pl: To ostrzeżenie pojawia się, ponieważ przeglądarki szukają podpisanych certyfikatów bezpieczeństwa powiązanych z witrynami, które próbujesz odwiedzić. Twój router nie jest witryną internetową i nie ma takiego certyfikatu, ale nie ma powodu do obaw. Twoje połączenie jest bezpieczne i szyfrowane.
ru: Вы получаете это предупреждение, потому что браузеры ищут подписанные сертификаты безопасности, связанные с сайтами, которые вы пытаетесь посетить. Ваш маршрутизатор не является веб-сайтом и не имеет такого типа сертификата, но беспокоиться не о чем. Ваше соединение безопасно и зашифровано.
zh: 您收到此警告是因为浏览器会查找与您尝试访问的网站关联的签名安全证书。您的路由器并非网站，没有此类证书，但无需担心。您的连接是安全且加密的。
zh_tw: 您收到此警告是因為瀏覽器會搜尋與您試圖存取的網站相關的簽名安全證書。您的路由器並非網站，沒有此類證書，但無需擔心，您的連線是安全且加密的。

# explanationdesc
source: Many users trying to access router settings in a web browser will see a security warning after entering www.linksyssmartwifi.com, myrouter.local, or its associated router IP address. The message could look like one of these, depending on your browser:
ar: سيشاهد العديد من المستخدمين الذين يحاولون الوصول إلى إعدادات جهاز التوجيه في متصفح الويب تحذيرًا أمنيًا بعد الدخول إلى www.linksyssmartwifi.com أو myrouter.local أو عنوان IP لجهاز التوجيه المرتبط به. قد تبدو الرسالة مثل أحد هذه الرسائل، اعتمادًا على متصفحك:
es_ar: Muchos usuarios que intentan acceder a la configuración del router en un navegador web verán una advertencia de seguridad después de introducir www.linksyssmartwifi.com, myrouter.local, o su dirección IP de router asociada. El mensaje podría parecerse a uno de estos, dependiendo de su navegador:
it: Molti utenti che tentano di accedere alle impostazioni del router in un browser Web vedranno un avviso di sicurezza dopo aver inserito www.linksyssmartwifi.com, myrouter.local o l'indirizzo IP del router associato. Il messaggio può assomigliare a uno dei seguenti, a seconda del browser utilizzato:
pl: Wielu użytkowników próbujących uzyskać dostęp do ustawień routera w przeglądarce internetowej zobaczy ostrzeżenie o bezpieczeństwie po wprowadzeniu www.linksyssmartwifi.com, myrouter.local lub powiązanego adresu IP routera. Komunikat może wyglądać jak jeden z tych, w zależności od przeglądarki:
ru: Многие пользователи, пытающиеся получить доступ к настройкам маршрутизатора в веб-браузере, увидят предупреждение безопасности после ввода www.linksyssmartwifi.com, myrouter.local или связанного IP-адреса маршрутизатора. Сообщение может выглядеть как одно из следующих, в зависимости от вашего браузера:
zh: 许多用户在浏览器中输入www.linksyssmartwifi.com、myrouter.local或其相关路由器IP地址来访问路由器设置时，会看到一条安全警告。根据您使用的浏览器不同，警告信息可能如下：
zh_tw: 許多用戶在瀏覽器輸入www.linksyssmartwifi.com、myrouter.local或相關路由器IP地址以存取路由器設定時，會看到一條安全警告。視您使用的瀏覽器而定，警告信息可能如下：

source: External Port
ar: المنفذ الخارجي
da: Ekstern port
de: Externer Port
el: Εξωτερική θύρα
es_ar: Puerto externo
fi: Ulkoinen portti
fr: Port externe
id: Port Eksternal
it: Porta esterna
ja: 外部ポート
ko: 외부 포트
nb: Ekstern port
nl: Externe poort
pl: Port zewnętrzny
pt: Porta externa
ru: Внешний порт
sv: Extern port
th: พอร์ตภายนอก
tr: Harici Port
vi: Cổng Ngoài
zh: 外部端口
zh_tw: 外部連接埠

# externalSpeedText
source: External speed test
ar: اختبار السرعة الخارجية
da: Kontrol af ekstern hastighed
de: Externe Geschwindigkeitsprüfung
el: Εξωτερική δοκιμή ταχύτητας
es_ar: Prueba de velocidad externa
fi: Ulkoinen nopeustesti
fr: Test de vitesse externe
id: Uji kecepatan eksternal
it: Test di velocità esterno
ja: 外部速度テスト
ko: 외부 속도 테스트
nb: Ekstern hastighetskontroll
nl: Externe snelheidstest
pl: Zewnętrzny test prędkości
pt: Teste de velocidade externa
ru: Внешний тест скорости
sv: Kontroll av extern hastighet
th: การทดสอบความเร็วภายนอก
tr: Harici hız testi
vi: Kiểm tra tốc độ bên ngoài
zh: 外网速度测试
zh_tw: 外網速度測試

# factoryResetDesc
source: A factory reset restores your router's settings, including the Wi-Fi and router password, to the default shown on the label at the bottom of the unit (Wi-Fi Password).
ar: ستؤدي إعادة ضبط جهاز التوجيه إلى إعدادات المصنع إلى فصل جميع الأجهزة المتصلة وسيعود جهاز التوجيه إلى الاعدادات الافتراضية الأصلية. هل أنت متأكد من أنك تريد إعادة ضبط جهاز التوجيه إلى إعدادات المصنع؟
da: Hvis du nulstiller routeren til fabriksindstillingerne, afbrydes forbindelsen til alle tilsluttede enheder, og routeren nulstilles til sin oprindelige standardkonfiguration. Er du sikker på, at du vil nulstille din router til fabriksindstillingerne?
de: Ein Werksreset stellt die Einstellungen Ihres Routers, einschließlich des WLAN- und Router-Passworts, auf die Standardwerte zurück, die auf dem Etikett an der Unterseite des Geräts angezeigt werden (WLAN-Passwort).
el: Η επαναφορά εργοστασιακών ρυθμίσεων επαναφέρει τις ρυθμίσεις του δρομολογητή σας, συμπεριλαμβανομένου του κωδικού πρόσβασης Wi-Fi και του δρομολογητή, στην προεπιλογή που εμφανίζεται στην ετικέτα στο κάτω μέρος της μονάδας (Κωδικός πρόσβασης Wi-Fi).
es_ar: El restablecimiento de fábrica de su router hará que todos los dispositivos conectados se desconecten y el router volverá a su configuración original por defecto. ¿Está seguro de que desea restablecer su router a los valores de fábrica?
fi: Tehdasasetusten palautus palauttaa reitittimen asetukset, mukaan lukien WiFi- ja reititinsalasanan, laitteen pohjassa olevassa tarrassa näkyviin oletusarvoihin (WiFi-salasana).
fr: Une réinitialisation d'usine restaure les paramètres de votre routeur, y compris le mot de passe WiFi et du routeur, aux valeurs par défaut indiquées sur l'étiquette au bas de l'appareil (Mot de passe WiFi).
id: Reset pabrik mengembalikan pengaturan router Anda, termasuk WiFi dan kata sandi router, ke default yang ditunjukkan pada label di bagian bawah unit (Kata Sandi WiFi).
it: Un ripristino di fabbrica ripristina le impostazioni del router, inclusa la password WiFi e del router, ai valori predefiniti mostrati sull'etichetta nella parte inferiore dell'unità (Password WiFi).
ja: 工場出荷時の設定に戻すと、WiFiパスワードとルーターパスワードを含むルーターの設定が、ユニット底部のラベルに表示されているデフォルト値（WiFiパスワード）に復元されます。
ko: 공장 초기화는 라우터의 설정(WiFi 및 라우터 암호 포함)을 장치 하단의 라벨에 표시된 기본값(WiFi 암호)으로 복원합니다.
nb: Hvis du tilbakestiller ruteren til fabrikkinnstillingene, kobles alle tilkoblede enheter fra, og ruteren tilbakestilles til den opprinnelige standardkonfigurasjonen. Er du sikker på at du vil tilbakestille ruteren til fabrikkinnstillingene?
nl: Als u uw router reset naar de fabrieksinstellingen, worden alle aangesloten apparaten losgekoppeld en keert de router terug naar de oorspronkelijke standaardconfiguratie. Weet u zeker dat u uw router wilt resetten naar de fabrieksinstellingen?
pl: Przywrócenie ustawień fabrycznych przywraca ustawienia routera, w tym hasło WiFi i routera, do wartości domyślnych pokazanych na etykiecie na spodzie urządzenia (Hasło WiFi).
pt: Uma redefinição de fábrica restaura as configurações do seu roteador, incluindo a senha do WiFi e do roteador, para os padrões mostrados na etiqueta na parte inferior da unidade (Senha do WiFi).
ru: Сброс к заводским настройкам восстанавливает настройки маршрутизатора, включая пароль WiFi и пароль маршрутизатора, до значений по умолчанию, указанных на этикетке в нижней части устройства (пароль WiFi).
sv: När du återställer routern till fabriksinställningarna kopplas alla anslutna enheter bort och routern återställs till sin ursprungliga standardkonfiguration. Är du säker på att du vill återställa routern till fabriksinställningarna?
th: การรีเซ็ตเป็นค่าจากโรงงานจะคืนค่าการตั้งค่าเราเตอร์ของคุณ รวมถึง WiFi และรหัสผ่านเราเตอร์ เป็นค่าเริ่มต้นที่แสดงบนฉลากที่ด้านล่างของเครื่อง (รหัสผ่าน WiFi)
tr: Fabrika sıfırlaması, yönlendiricinizin ayarlarını, WiFi ve yönlendirici parolası dahil olmak üzere ünitenin altındaki etikette gösterilen varsayılan ayarlara (WiFi Parolası) geri yükler.
vi: Khôi phục cài đặt gốc khôi phục cài đặt bộ định tuyến của bạn, bao gồm mật khẩu Wi-Fi và mật khẩu bộ định tuyến, về mặc định được hiển thị trên nhãn ở mặt dưới thiết bị (Mật khẩu Wi-Fi).
zh: 恢复出厂设置会将路由器的设置（包括WiFi密码和路由器密码）恢复为设备底部标签上显示的默认值（WiFi密码）。
zh_tw: 將路由器恢復出廠設定會令所有連接的裝置斷開連線，且路由器會恢復至初始預設配置。您確定要將路由器恢復出廠設定嗎？

# factoryResetOk
source: Yes, Factory Reset All
ar: نعم، إعادة ضبط المصنع للجميع
da: Ja, nulstil alle til fabriksindstillingerne
de: Ja, Alle auf Werkseinstellungen zurücksetzen
el: Ναι, επαναφορά εργοστασιακών ρυθμίσεων για όλα
es_ar: Sí, Restablecer todo de fábrica
fi: Kyllä, palauta kaikkien tehdasasetukset
fr: Oui, Réinitialiser tout en usine
id: Ya, Reset Pabrik Semua
it: Sì, ripristinare le impostazioni di fabbrica
ja: はい、すべてを工場出荷時設定にリセットします。
ko: 예, 모두 공장 초기화
nb: Ja, Tilbakestill alt til fabrikkinnstillingene
nl: Ja, alles resetten naar fabrieksinstellingen
pl: Tak, przywróć ustawienia fabryczne wszystkich
pt: Sim, redefinir todos os padrões de fábrica
ru: Да, сбросить все
sv: Ja, Återställ alla till fabriksinställningarna
th: ใช่ รีเซ็ตเป็นค่าจากโรงงานทั้งหมด
tr: Evet, Tümünü Fabrika Ayarlarına Sıfırla
vi: Có, Khôi phục cài đặt gốc tất cả
zh: 是的，恢复所有设备出厂设置
zh_tw: 是的，將所有裝置恢復出廠設定

# factoryResetOkSingle
source: Yes, Factory Reset
da: Ja, nulstil til fabriksindstillinger
de: Ja, auf Werkseinstellungen zurücksetzen
el: Ναι, επαναφορά εργοστασιακών ρυθμίσεων
es_ar: Sí, restablecer
fi: Kyllä, palauta tehdasasetukset
fr: Oui, réinitialiser
id: Ya, Reset Pabrik
it: Ripristino di fabbrica completato
ja: 工場出荷状態へのリセットが完了しました
ko: 예, 공장 초기화
nb: Fabrikkinnstillinger fullført
nl: Fabrieksinstellingen voltooid
pl: Tak, przywróć ustawienia fabryczne
pt: Sim, redefinir para os padrões de fábrica
ru: Да, сбросить
sv: Ja, återställ till fabriksinställningarna
th: ใช่ รีเซ็ตเป็นค่าจากโรงงาน
tr: Evet, Fabrika Ayarlarına Sıfırla
vi: Có, Khôi phục cài đặt gốc
zh: 是的，恢复出厂设置
zh_tw: 是的，恢復出廠設定

# factoryResetParentTitle
source: Reset Parent and all its child/s to Factory Default
ar: إعادة تعيين العقدة الأساسية وجميع العقد الفرعية إلى إعدادات المصنع الافتراضية
da: Nulstil parent og alle child til fabriksindstillinger
de: Parent und alle Childs auf Werkseinstellungen zurücksetzen
el: Επαναφορά γονικού και όλων των θυγατρικών στις εργοστασιακές προεπιλογές
es_ar: Restablecer a valores de fábrica el padre y todos sus hijos
fi: Palauta päälaitteen ja kaikkien alilaitteiden tehdasasetukset
fr: Réinitialiser le parent et tous ses enfants aux paramètres d'usine
id: Reset Induk dan semua anaknya ke Default Pabrik
it: Ripristinare le impostazioni di fabbrica del principale e di tutti i suoi secondario
ja: 親とそのすべての子ノードを工場出荷時設定にリセットする
ko: 상위 및 모든 하위 장치를 공장 기본값으로 재설정
nb: Tilbakestill hovednoden og alle dens sekundærnoder til fabrikkinnstillingene
nl: Reset hoofdnode en al zijn secundaire node/s naar fabrieksinstellingen
pl: Przywróć ustawienia fabryczne routera głównego i wszystkich jego węzłów podrzędnych
pt: Redefinir o pai e todos os seus filhos para os padrões de fábrica
ru: Сбросить родительское устройство и все дочерние устройства к заводским настройкам
sv: Återställ förälder och alla barn till fabriksinställningar
th: รีเซ็ตอุปกรณ์หลักและอุปกรณ์ย่อยทั้งหมดเป็นค่าจากโรงงาน
tr: Ana Cihazı ve tüm alt cihazları Fabrika Ayarlarına Sıfırla
vi: Khôi phục cài đặt gốc cho Bộ định tuyến chính và tất cả các điểm nút con
zh: 将主设备及其所有子设备恢复出厂默认设置
zh_tw: 將主裝置及其所有子裝置恢復出廠預設設定

# factoryResetTitle
source: Reset to Factory Default
ar: إعادة التعيين إلى إعدادات المصنع الافتراضية
da: Nulstil til fabriksindstillinger
de: Auf Werkseinstellung zurücksetzen
el: Επαναφορά στις εργοστασιακές προεπιλογές
es_ar: Restablecer los valores de fábrica
fi: Palauta tehdasasetukset
fr: Réinitialisation à la configuration d'usine par défaut
id: Reset ke Default Pabrik
it: Ripristino delle impostazioni di fabbrica
ja: 工場出荷時設定にリセット
ko: 공장 기본값으로 재설정
nb: Tilbakestill til fabrikkinnstillinger
nl: Resetten naar fabrieksinstellingen
pl: Przywróć ustawienia fabryczne
pt: Redefinir para os padrões de fábrica
ru: Сброс к заводским настройкам
sv: Återställ till fabriksinställningar
th: รีเซ็ตเป็นค่าจากโรงงาน
tr: Fabrika Ayarlarına Sıfırla
vi: Khôi phục cài đặt gốc
zh: 恢复出厂默认设置
zh_tw: 恢復出廠預設設定

# failedExclamation
source: Failed!
ar: فشل!
da: Mislykket!
de: Fehlgeschlagen!
el: Απέτυχε!
es_ar: ¡Falló!
fi: Epäonnistui!
fr: Échec !
id: Gagal!
it: Errore
ja: 失敗しました。
ko: 실패!
nb: Mislykket!
nl: Mislukt!
pl: Niepowodzenie!
pt: Erro
ru: Ошибка!
sv: Misslyckades!
th: ล้มเหลว!
tr: Başarısız!
vi: Thất bại!
zh: 失败！
zh_tw: 失敗！

source: Fair
ar: مقبول
da: Rimelig
de: Mittelmäßig
el: Μέτρια
es_ar: Aceptable
fi: Tyydyttävä
fr: Moyenne
id: Cukup
it: Discreta
ja: 普通
ko: 양호
nb: Grei
nl: Redelijk
pl: Umiarkowany
pt: Regular
ru: Удовлетворительный
sv: Acceptabel
th: สัญญาณพอใช้
tr: Orta
vi: Khá tốt
zh: 一般
zh_tw: 尚可

# faqListCannotAddChildNode
source: Can't add child nodes to network
ar: تتعذر إضافة عُقد تابعة إلى الشبكة
da: Kan ikke tilføje underordnede noder til netværket
de: Sekundäre Nodes können nicht im Netzwerk hinzugefügt werden
el: Δεν είναι δυνατόν να προστεθούν θυγατρικοί κόμβοι στο δίκτυο
es_ar: No se pueden añadir nodos hijo a la red
fi: Alisolmujen lisäys verkkoon ei onnistu
fr: Impossible d'ajouter des bornes secondaires au réseau
id: Tidak dapat menambah simpul sekunder ke jaringan
it: Impossibile aggiungere nodi secondari alla rete
ja: ネットワークに子ノードが追加できない
ko: 네트워크에 하위 노드를 추가할 수 없음
nb: Kan ikke legge til underordnede noder i nettverket
nl: Kan geen secundaire nodes aan het netwerk toevoegen
pl: Nie można dodać węzłów podrzędnych do sieci
pt: Não é possível adicionar nós subordinados à rede
ru: Не могу добавить дочерние узлы в сеть
sv: Det går inte att lägga till underordnade noder i nätverket
th: ไม่สามารถเพิ่มโหนดย่อยไปยังเครือข่ายได้
tr: Ağa alt düğümler eklenemiyor
vi: Không thể thêm điểm nút con vào mạng
zh: 无法将子节点添加到网络
zh_tw: 無法將子節點加入網路

# faqListChangeWiFiNamePassword
source: Change WiFi name or password
ar: تغيير اسم شبكة WiFi أو كلمة مرورها
da: Skift WiFi-navn eller adgangskode
de: WLAN-Namen oder Passwort ändern
el: Αλλαγή ονόματος ή κωδικού πρόσβασης του WiFi
es_ar: Cambiar el nombre o la contraseña del WiFi
fi: WiFi-nimen tai -salasanan vaihtaminen
fr: Modifier le nom ou le mot de passe du WiFi
id: Ubah nama atau kata sandi WiFi
it: Modificare il nome o la password del WiFi
ja: WiFi の名前またはパスワードを変更する
ko: WiFi 이름 또는 암호 변경
nb: Endre WiFi-navn eller -passord
nl: Naam of wachtwoord van WiFi wijzigen
pl: Zmień nazwę lub hasło sieci WiFi
pt: Alterar o nome ou senha de WiFi
ru: Изменить имя или пароль WiFi
sv: Ändra namn eller lösenord för WiFi
th: เปลี่ยนชื่อหรือรหัสผ่าน WiFi
tr: WiFi adını veya parolasını değiştirme
vi: Thay đổi tên hoặc mật khẩu WiFi
zh: 更改 WiFi 名称或密码
zh_tw: 變更 WiFi 名稱或密碼

# faqListCheckIfFirmwareAutoUpdate
source: How to check if firmware Auto-Updates is turned on
ar: كيفية التحقق من تشغيل التحديثات التلقائية للبرامج الثابتة
da: Tjek, om automatisk firmwareopdatering er aktiveret
de: Überprüfen, ob die automatische Firmware-Aktualisierung aktiviert ist
el: Πώς να ελέγξετε αν είναι ενεργοποιημένες οι αυτόματες ενημερώσεις υλικολογισμικού
es_ar: Cómo comprobar si las actualizaciones automáticas de firmware están activadas
fi: Miten tarkistan, onko laiteohjelmiston automaattinen päivitys käytössä
fr: Comment vérifier si la mise à jour automatique du micrologiciel est activée ?
id: Cara memeriksa apakah Pembaruan Otomatis firmware diaktifkan
it: Come verificare se gli aggiornamenti automatici del firmware sono abilitati
ja: ファームウェアの自動更新がオンになっているかを確認する方法
ko: 펌웨어 자동 업데이트가 켜져 있는지 확인하는 방법
nb: Sjekk om automatisk fastvareoppdatering er aktivert
nl: Controleren of automatische firmware-updates zijn ingeschakeld
pl: Jak sprawdzić, czy automatyczna aktualizacja oprogramowania sprzętowego jest włączona
pt: Como verificar se as atualizações automáticas de firmware estão ativadas
ru: Как проверить, включено ли автоматическое обновление прошивки
sv: Kontrollera om automatisk uppdatering av firmware är aktiverad
th: วิธีตรวจสอบว่าการอัปเดตเฟิร์มแวร์อัตโนมัติเปิดอยู่
tr: Bellenim Otomatik Güncellemelerinin açık olup olmadığını kontrol etme
vi: Cách kiểm tra xem tính năng Tự động cập nhật phần mềm điều khiển đã được bật chưa
zh: 如何检查固件自动更新是否开启
zh_tw: 如何檢查韌體自動更新是否已開啟

# faqListDeviceNoBestNode
source: Devices not connecting to best node
ar: لا تتصل الأجهزة بأفضل عقدة
da: Enheder opretter ikke forbindelse til bedste node
de: Geräte verbinden sich nicht mit dem besten Node
el: Οι συσκευές δεν συνδέονται με τον καλύτερο κόμβο
es_ar: Los dispositivos no se conectan al mejor nodo
fi: Laitteet eivät yhdistä parhaaseen solmuun
fr: Les appareils ne se connectent pas à la meilleure borne
id: Perangkat tidak terhubung ke simpul terbaik
it: I dispositivi non si connettono al nodo migliore
ja: デバイスが最適なノードに接続されない
ko: 장치가 최상의 노드에 연결되지 않음
nb: Enheter kobler ikke til beste node
nl: Apparaten maken geen verbinding met de beste node
pl: Urządzenia nie łączą się z najlepszym węzłem
pt: Dispositivo não conecta ao melhor nó
ru: Устройства не подключаются к лучшему узлу
sv: Enheter ansluter inte till den bästa noden
th: อุปกรณ์ไม่เชื่อมต่อกับโหนดที่ดีที่สุด
tr: En iyi düğüme bağlanmayan cihazlar
vi: Thiết bị không kết nối với điểm nút tốt nhất
zh: 设备未连接到最佳节点
zh_tw: 裝置未連接到最佳節點

# faqListDeviceNoWiFi
source: Devices cannot connect to WiFi
ar: يتعذر على الأجهزة الاتصال بشبكة WiFi
da: Enheder kan ikke oprette forbindelse til WiFi
de: Geräte können sich nicht mit dem WLAN verbinden
el: Οι συσκευές δεν μπορούν να συνδεθούν με το WiFi
es_ar: Los dispositivos no pueden conectarse al WiFi
fi: Laitteet eivät voi muodostaa WiFi-yhteyttä
fr: Les appareils ne peuvent pas se connecter au WiFi
id: Perangkat tidak dapat tersambung ke WiFi
it: I dispositivi non possono connettersi al WiFi
ja: デバイスが WiFi に接続できない
ko: 장치를 WiFi에 연결할 수 없음
nb: Enheter kan ikke koble til WiFi
nl: Apparaten kunnen geen verbinding maken met WiFi
pl: Urządzenia nie mogą połączyć się z siecią WiFi
pt: Não é possível conectar o dispositivo ao WiFi
ru: Устройства не могут подключиться к WiFi
sv: Enheter kan inte ansluta till WiFi
th: อุปกรณ์ไม่สามารถเชื่อมต่อกับ WiFi
tr: Cihazlar WiFi'a bağlanamıyor
vi: Thiết bị không thể kết nối với WiFi
zh: 设备无法连接到 WiFi
zh_tw: 裝置無法連接到 WiFi

# faqListEthernetPortNotWorking
source: Ethernet ports not working
ar: منافذ Ethernet لا تعمل
da: Ethernet-porte virker ikke
de: Ethernet-Ports funktionieren nicht
el: Οι θύρες Ethernet δεν λειτουργούν
es_ar: Los puertos Ethernet no funcionan
fi: Ethernet-portit eivät toimi
fr: Les ports Ethernet ne fonctionnent pas
id: Port Ethernet tidak bekerja
it: Le porte Ethernet non funzionano
ja: イーサネットのポートが動作しない
ko: 이더넷 포트가 작동하지 않음
nb: Ethernet-porter fungerer ikke
nl: Ethernet-poorten werken niet
pl: Porty Ethernet nie działają
pt: As portas Ethernet não estão funcionando
ru: Порты Ethernet не работают
sv: Ethernet-portarna fungerar inte
th: พอร์ตอีเธอร์เน็ตไม่ทำงาน
tr: Ethernet bağlantı noktaları çalışmıyor
vi: Cổng Ethernet không hoạt động
zh: 以太网端口不运行
zh_tw: 乙太網連接埠無作用

# faqListForgotRouterPassword
source: Forgot router password
ar: نسيت كلمة مرور الموجه
da: Glemt routerens adgangskode
de: Router-Passwort vergessen
el: Απώλεια κωδικού πρόσβασης του router
es_ar: Olvidé la contraseña del router
fi: Unohtunut reitittimen salasana
fr: Mot de passe du routeur oublié
id: Lupa kata sandi router
it: Password del router dimenticata
ja: ルーター パスワードを忘れた場合
ko: 라우터 암호를 잊어버림
nb: Glemt ruterpassord
nl: Routerwachtwoord vergeten
pl: Nie pamiętam hasła routera
pt: Esqueci a senha do roteador
ru: Забыли пароль маршрутизатора
sv: Glömt routerns lösenord
th: ลืมรหัสผ่านของเราเตอร์
tr: Yönlendirici parolasını unuttum
vi: Quên mật khẩu bộ định tuyến
zh: 忘记路由器密码
zh_tw: 忘記路由器密碼
