Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

source: Invalid gateway IP address
ar: عنوان IP للبوابة غير صالح
da: Ugyldig IP-adresse på gatewayen
de: Ungültige IP-Adresse des Gateways
el: Μη έγκυρη διεύθυνση IP πύλης
es_ar: Dirección IP de la puerta de enlace no válida
fi: Virheellinen yhdyskäytävän IP-osoite
fr: Adresse IP de la passerelle invalide
id: Alamat IP gateway tidak valid
it: Indirizzo IP del gateway non valido
ja: 無効なゲートウェイIPアドレス
ko: 잘못된 게이트웨이 IP 주소
nb: Ugyldig gateway-IP-adresse
nl: Ongeldig gateway-IP-adres
pl: Nieprawidłowy adres IP bramy
pt: Endereço IP de gateway inválido
ru: Недействительный IP-адрес шлюза
sv: Ogiltig IP-adress för gatewayen
th: IP แอดเดรสเกตเวย์ไม่ถูกต้อง
tr: Geçersiz ağ geçidi IP adresi
vi: Địa chỉ IP cổng không hợp lệ
zh: 网关IP地址无效
zh_tw: 網關IP地址無效

source: Invalid host name
ar: اسم المضيف غير صالح
da: Ugyldigt værtsnavn
de: Ungültiger Host-Name
el: Μη έγκυρο όνομα κεντρικού υπολογιστή
es_ar: Nombre de host no válido
fi: Virheellinen isäntänimi
fr: Nom d'hôte non valide
id: Nama Host Invalid
it: Nome host non valido
ja: 無効なホスト名
ko: 잘못된 호스트 이름
nb: Ugyldig vertsnavn
nl: Ongeldige hostnaam
pl: Nieprawidłowa nazwa hosta
pt: Nome de host inválido
ru: Недопустимое имя хоста
sv: Ogiltigt värdnamn
th: ชื่อโฮสต์ไม่ถูกต้อง
tr: Geçersiz Ana Bilgisayar Adı
vi: Tên máy chủ không hợp lệ
zh: 无效的主机名称
zh_tw: 主機名稱不正確

# invalidIPAddressSubnet
source: IP address not in valid subnet
ar: عنوان IP غير صالح في الشبكة الفرعية
da: IP-adresse ikke i gyldigt subnet
de: IP-Adresse nicht im gültigen Subnetz
el: Η διεύθυνση IP δεν βρίσκεται σε έγκυρο υποδίκτυο
es_ar: Dirección IP no en subred válida
fi: IP-osoite ei ole kelvollisessa aliverkossa
fr: L'adresse IP n'est pas dans un sous-réseau valide
id: Alamat IP tidak dalam subnet yang valid
it: Indirizzo IP non su una sottorete valida
ja: IPアドレスが有効なサブネットにありません。
ko: 유효한 서브넷의 IP 주소가 아님
nb: IP-adressen er ikke i et gyldig delnett
nl: IP-adres niet in geldig subnet
pl: Adres IP nie należy do prawidłowej podsieci
pt: O endereço IP não está em uma sub-rede válida
ru: IP-адрес не входит в действительную подсеть
sv: IP-adressen finns inte i giltigt subnät
th: IP แอดเดรสไม่อยู่ในซับเน็ตที่ถูกต้อง
tr: IP adresi geçerli alt ağda değil
vi: Địa chỉ IP không nằm trong mạng con hợp lệ
zh: IP地址不在有效子网内
zh_tw: IP地址不在有效子網內

source: Invalid input
ar: إدخال غير صالح
da: Ugyldigt input
de: Ungültige Eingabe
el: Μη έγκυρη καταχώριση
es_ar: Respuesta incorrecta
fi: Virheellinen syöte
fr: Entrée non valide
id: Input tidak valid
it: Inserimento non valido
ja: 無効な入力です。
ko: 잘못된 입력
nb: Ugyldige inndata
nl: Ongeldige invoer
pl: Nieprawidłowe dane wejściowe
pt: Entrada inválida
ru: Неверный ввод
sv: Ogiltiga indata
th: ป้อนข้อมูลไม่ถูกต้อง
tr: Geçersiz giriş
vi: Dữ liệu nhập không hợp lệ
zh: 输入无效
zh_tw: 輸入無效

source: Invalid IP address
ar: عنوان IP غير صالح
da: Ugyldig IP-adresse
de: Ungültige IP-Adresse
el: Μη έγκυρη διεύθυνση IP
es_ar: Dirección IP no válida
fi: Virheellinen IP-osoite
fr: Adresse IP non valide
id: Alamat IP tidak valid
it: Indirizzo IP non valido
ja: 無効なIPアドレスです。
ko: 잘못된 IP 주소
nb: Ugyldig IP-adresse
nl: Ongeldig IP-adres
pl: Nieprawidłowy adres IP
pt: Endereço IP inválido
ru: Недопустимый IP-адрес
sv: Ogiltig IP-adress
th: IP แอดเดรสไม่ถูกต้อง
tr: Geçersiz IP adresi
vi: Địa chỉ IP không hợp lệ
zh: 无效的IP地址
zh_tw: IP 位址不正確

# invalidIpOrSameAsHostIp
source: Invalid IP address or the same as the Host IP address
ar: عنوان IP غير صالح أو هو نفس عنوان IP المضيف
da: Ugyldig IP-adresse eller den samme som værtens IP-adresse
de: Ungültige IP-Adresse oder die gleiche wie die Host-IP-Adresse
el: Μη έγκυρη διεύθυνση IP ή ίδια με τη διεύθυνση IP κεντρικού υπολογιστή
es_ar: Dirección IP no válida o la misma que la dirección IP del host
fi: Virheellinen IP-osoite tai sama kuin isännän IP-osoite
fr: Adresse IP non valide ou identique à l'adresse IP de l'hôte
id: Alamat IP tidak valid atau sama dengan alamat IP Host
it: Indirizzo IP non valido o uguale all'indirizzo IP dell'host
ja: 無効なIPアドレスまたはホストIPアドレスと同じです
ko: 잘못된 IP 주소이거나 호스트 IP 주소와 동일함
nb: Ugyldig IP-adresse eller den samme som verts-IP-adressen
nl: Ongeldig IP-adres of hetzelfde als het IP-adres van de host
pl: Nieprawidłowy adres IP lub taki sam jak adres IP hosta
pt: Endereço IP inválido ou igual ao endereço IP do host
ru: Недействительный IP-адрес или совпадает с IP-адресом хоста
sv: Ogiltig IP-adress eller samma som värd-IP-adressen
th: IP แอดเดรสไม่ถูกต้องหรือเหมือนกับ IP แอดเดรสของโฮสต์
tr: Geçersiz IP adresi veya Ana Bilgisayar IP adresi ile aynı
vi: Địa chỉ IP không hợp lệ hoặc giống với địa chỉ IP máy chủ
zh: 无效IP地址或与主机IP地址相同
zh_tw: 無效的IP地址或與主機IP地址相同

source: Invalid MAC address.
ar: عنوان MAC غير صالح.
da: Ugyldig MAC-adresse.
de: Ungültige MAC-Adresse.
el: Μη έγκυρη διεύθυνση MAC.
es_ar: Dirección MAC no válida.
fi: Virheellinen MAC-osoite.
fr: Adresse MAC incorrecte.
id: Alamat MAC tidak valid.
it: Indirizzo MAC non valido.
ja: 無効な MAC アドレスです。
ko: 잘못된 MAC 주소입니다.
nb: Ugyldig MAC-adresse.
nl: Ongeldig MAC-adres.
pl: Nieprawidłowy adres MAC.
pt: Endereço MAC inválido.
ru: Недопустимый MAC-адрес.
sv: Ogiltig MAC-adress.
th: แอดเดรส MAC ไม่ถูกต้อง
tr: Geçersiz MAC adresi.
vi: Địa chỉ MAC không hợp lệ.
zh: 无效的MAC地址。
zh_tw: MAC 位址不正確。

source: Invalid number
ar: رقم غير صالح
da: Ugyldigt nummer
de: Ungültige Nummer
el: Μη έγκυρος αριθμός
es_ar: Número no válido
fi: Virheellinen numero
fr: Numéro invalide
id: Nomor tidak valid
it: Numero non valido
ja: 無効な番号
ko: 잘못된 숫자
nb: Ugyldig nummer
nl: Ongeldig nummer
pl: Nieprawidłowy numer
pt: Número inválido
ru: Недействительный номер
sv: Ogiltigt nummer
th: หมายเลขไม่ถูกต้อง
tr: Geçersiz numara
vi: Số không hợp lệ
zh: 无效数字
zh_tw: 無效數字

source: Invalid password
ar: كلمة مرور غير صالحة
da: Ugyldig adgangskode
de: Ungültiges Passwort
el: Μη έγκυρος κωδικός πρόσβασης
es_ar: La contraseña no es válida
fi: Salasana ei kelpaa
fr: Mot de passe incorrect
id: Kata sandi tidak sah
it: Password non valida
ja: 無効なパスワード
ko: 잘못된 암호
nb: Ugyldig passord
nl: Ongeldig wachtwoord
pl: Nieprawidłowe hasło
pt: Senha inválida
ru: Неверный пароль
sv: Ogiltigt lösenord
th: รหัสผ่านไม่ถูกต้อง
tr: Geçersiz parola
vi: Mật khẩu không hợp lệ
zh: 密码无效
zh_tw: 無效的密碼

source: Invalid subnet mask
ar: قناع الشبكة الفرعية غير صالح
da: Ugyldig undernetmaske
de: Ungültige Subnetz-Maske
el: Μη έγκυρη μάσκα υποδικτύου
es_ar: Máscara de subred no válida
fi: Aliverkon peite ei kelpaa
fr: Masque de sous-réseau non valide
id: Subnet mask tidak valid
it: Maschera di sottorete non valida
ja: 無効なサブネットマスクです。
ko: 잘못된 서브넷 마스크
nb: Ugyldig nettverksmaske
nl: Ongeldig subnetmasker
pl: Nieprawidłowa maska podsieci
pt: Máscara de sub-rede inválida
ru: Недопустимая маска подсети
sv: Ogiltig nätmask
th: ซับเน็ตมาส์กไม่ถูกต้อง
tr: Geçersiz alt ağ maskesi
vi: Mặt nạ mạng con không hợp lệ
zh: 无效的子网掩码
zh_tw: 無效的子網路遮罩

source: Invalid username
ar: اسم المستخدم غير صالح
da: Ugyldigt brugernavn
de: Ungültiger Benutzername
el: Μη έγκυρο όνομα χρήστη
es_ar: Nombre de usuario no válido
fi: Virheellinen käyttäjänimi
fr: Nom d'utilisateur invalide
id: Nama pengguna tidak valid
it: Nome utente non valido
ja: 無効なユーザー名
ko: 잘못된 사용자 이름
nb: Ugyldig brukernavn
nl: Ongeldige gebruikersnaam
pl: Nieprawidłowa nazwa użytkownika
pt: Nome de usuário inválido
ru: Недействительное имя пользователя
sv: Ogiltigt användarnamn
th: ชื่อผู้ใช้ไม่ถูกต้อง
tr: Geçersiz kullanıcı adı
vi: Tên người dùng không hợp lệ
zh: 无效用户名
zh_tw: 無效用戶名

source: IP address
ar: عنوان IP
da: IP-adresse
de: IP-Adresse
el: Διεύθυνση IP
es_ar: Dirección IP
fi: IP-osoite
fr: Adresse IP
id: Alamat IP
it: Indirizzo IP
ja: IP アドレス
ko: IP 주소
nb: IP-adresse
nl: IP-adres
pl: Adres IP
pt: Endereço IP
ru: IP-адрес
sv: IP-adress
th: IP แอดเดรส
tr: IP Adresi
vi: Địa chỉ IP
zh: IP地址
zh_tw: IP 位址

source: IP Address Range
ar: نطاق عنوان IP
da: Område for IP-adresse
de: IP-Adresse Bereich
el: Εύρος διευθύνσεων IP
es_ar: Intervalo de direcciones IP
fi: IP-osoitealue
fr: Plage d'adresses IP
id: Rentang Alamat IP
it: Intervallo di indirizzi IP
ja: IPアドレス範囲
ko: IP 주소 범위
nb: IP-adresseområde
nl: IP-adresbereik
pl: Zakres adresów IP
pt: Intervalo de endereços IP
ru: Диапазон IP-адресов
sv: Intervall för IP-adress
th: ช่วง IP แอดเดรส
tr: IP Adresi Aralığı
vi: Phạm vi địa chỉ IP
zh: IP地址范围
zh_tw: IP地址範圍

# ipOrMacAddressOverlap
source: IP address or MAC address overlap
ar: تداخل عنوان IP أو عنوان MAC
da: Overlapning af IP-adresse eller MAC-adresse
de: Überlappung von IP-Adresse oder MAC-Adresse
el: Επικάλυψη διεύθυνσης IP ή διεύθυνσης MAC
es_ar: Superposición de dirección IP o dirección MAC
fi: IP-osoite tai MAC-osoite päällekkäinen
fr: Chevauchement de l'adresse IP ou de l'adresse MAC
id: Alamat IP atau alamat MAC tumpang tindih
it: Indirizzo IP o MAC sovrapposti
ja: IPアドレスまたはMACアドレスの重複
ko: IP 주소 또는 MAC 주소가 중복됨
nb: Overlapping av IP-adresse eller MAC-adresse
nl: IP-adres of MAC-adres overlapt
pl: Nakładanie się adresu IP lub adresu MAC
pt: Sobreposição de endereço IP ou endereço MAC
ru: Перекрытие IP-адреса или MAC-адреса
sv: Överlappning av IP-adress eller MAC-adress
th: IP แอดเดรสหรือแอดเดรส MAC ทับซ้อนกัน
tr: IP adresi veya MAC adresi çakışması
vi: Địa chỉ IP hoặc địa chỉ MAC trùng lặp
zh: IP地址或MAC地址重叠
zh_tw: IP地址或MAC地址重疊

source: IPSec Passthrough
ar: عبور من خلال IPSec
el: Διέλευση IPSec
es_ar: Paso a través de IPSec
fi: IPSec-läpiohjaus
fr: Passthrough IPSec
it: Passthrough IPSec
ja: IPSec パススルー
ko: IPSec 패스스루
nb: IPSec-passasje
nl: IPSec-doorvoer
pt: Passagem IPSec
ru: IPSec-туннель
sv: IPSec-vidarekoppling
tr: IPSec Geçiş İzni
vi: IPSec Truyền qua
zh: IPsec通道
zh_tw: IPsec 穿透

source: IPv4 SPI firewall protection
ar: حماية جدار SPI لـ IPv4
da: SPI Firewall-beskyttelse til IPv4
de: IPv4 SPI Firewall-Schutz
el: Προστασία μέσω τείχους προστασίας SPI IPv4
es_ar: Protección de firewall SPI IPv4
fi: IPv4-SPI-palomuuri
fr: Protection par pare-feu SPI du iPv4
id: Perlindungan firewall SPI IPv4
it: Protezione firewall SPI IPv4
ja: IPv4 SPI ファイアウォール保護
ko: IPv4 SPI 방화벽 보호
nb: IPv4 SPI-brannmurbeskyttelse
nl: IPv4 SPI-firewallbeveiliging
pl: Ochrona przez zaporę IPv4 SPI
pt: Proteção de firewall SPI IPv4
ru: Защита с помощью межсетевого экрана IPv4 SPI
sv: IPv4 SPI-brandväggsskydd
th: การป้องกันของไฟร์วอลล์ IPv4 SPI
tr: IPv4 SPI güvenlik duvarı koruması
vi: Bảo vệ tường lửa IPv4 SPI
zh: IPv4 SPI防火墙保护
zh_tw: IPv4 SPI 防火牆保護

source: IPv6 Address
ar: عنوان IPv6
da: IPv6-adresse
de: IPv6-Adresse
el: Διεύθυνση IPv6
es_ar: Dirección IPv6
fi: IPv6-osoite
fr: Adresse IPv6
id: Alamat IPv6
it: Indirizzo IPv6
ja: IPv6 アドレス
ko: IPv6 주소
nb: IPv6-adresse
nl: IPv6-adres
pl: Adres IPv6
pt: Endereço IPv6
ru: IPv6-адрес
sv: IPv6-adress
th: IPv6 แอดเดรส
tr: IPv6 Adresi
vi: Địa chỉ IPv6
zh: IPv6地址
zh_tw: IPv6 位址

source: IPv6 - Automatic
ar: IPv6 - تلقائي
da: IPv6 - Automatisk
de: IPv6 - Automatisch
el: IPv6 - Αυτόματο
es_ar: IPv6 - Automático
fi: IPv6 - Automaattinen
fr: IPv6 - Automatique
id: IPv6 - Otomatis
it: IPv6 - Automatico
ja: IPv6 - 自動
ko: IPv6 - 자동
nb: IPv6 - Automatisk
nl: IPv6 - Automatisch
pl: IPv6 - Automatycznie
pt: IPv6 - Automático
ru: IPv6 - Автоматически
sv: IPv6 - Automatisk
th: IPv6 - อัตโนมัติ
tr: IPv6 - Otomatik
vi: IPv6 - Tự động
zh: IPv6 - 自动配置
zh_tw: IPv6 - 自動設定

source: IPv6 port services
ar: خدمات منفذ IPv6
da: IPv6-porttjenester
de: IPv6-Port-Dienste
el: Υπηρεσίες θύρας IPv6
es_ar: Servicios de puerto IPv6
fi: IPv6-porttipalvelut
fr: Services avec ports IPv6
id: Layanan Port IPv6
it: Servizi porte IPv6
ja: IPv6 ポート サービス
ko: IPv6 포트 서비스
nb: IPv6-porttjenester
nl: IPv6-poortservices
pl: Usługi portów IPv6
pt: Serviços de porta IPv6
ru: Служебные порты IPv6
sv: IPv6-porttjänster
th: บริการพอร์ต IPv6
tr: IPv6 Port Hizmetleri
vi: Dịch vụ Cổng IPv6
zh: IPv6端口服务
zh_tw: IPv6 連接埠服務

source: IPv6 SPI firewall protection
ar: حماية جدار SPI لـ IPv6
da: SPI Firewall-beskyttelse til IPv6
de: IPv6 SPI Firewall-Schutz
el: Προστασία μέσω τείχους προστασίας SPI IPv6
es_ar: Protección de firewall SPI IPv6
fi: IPv6-SPI-palomuuri
fr: Protection par pare-feu SPI du iPv6
id: Perlindungan firewall SPI IPv6
it: Protezione firewall SPI IPv6
ja: IPv6 SPI ファイアウォール保護
ko: IPv6 SPI 방화벽 보호
nb: IPv6 SPI-brannmurbeskyttelse
nl: IPv6 SPI-firewallbeveiliging
pl: Ochrona przez zaporę IPv6 SPI
pt: Proteção de firewall SPI IPv6
ru: Защита с помощью межсетевого экрана IPv6 SPI
sv: IPv6 SPI-brandväggsskydd
th: การป้องกันของไฟร์วอลล์ IPv6 SPI
tr: IPv6 SPI güvenlik duvarı koruması
vi: Bảo vệ tường lửa IPv6 SPI
zh: IPv6 SPI防火墙保护
zh_tw: IPv6 SPI 防火牆保護

source: Issue
ar: مشكلة
es_ar: Problema
it: Problema
pl: Problem
ru: Проблема
zh: 问题
zh_tw: 問題

source: Japan
ar: اليابان
el: Ιαπωνία
es_ar: Japón
fi: Japani
fr: Japon
id: Jepang
it: Giappone
ja: 日本
ko: 일본
pl: Japonia
pt: Japão
ru: Япония
th: ญี่ปุ่น
tr: Japonya
vi: Nhật Bản
zh: 日本
zh_tw: 日本

source: Keep alive
ar: استمرار النشاط
da: Bevar tilslutningen
de: Verbindung aufrecht halten
el: Διατήρηση σε ενεργή κατάσταση
es_ar: Mantener activo
fi: Aina käytössä
fr: Maintenir la connexion
id: Aktifkan terus
it: Connessione sempre attiva
ja: 接続を維持
ko: 상태 유지
nb: Oppretthold
nl: Continu verbinding houden
pl: Utrzymywanie aktywności
pt: Funcionamento
ru: Проверка активности
sv: Behåll anslutning
th: คงการเชื่อมต่อ
tr: Bağlı tut
vi: Giữ hoạt động
zh: 保持活跃
zh_tw: 保持活躍

source: L2TP Passthrough
ar: عبور من خلال L2TP
el: Διέλευση L2TP
es_ar: Paso a través de L2TP
fi: L2TP-läpiohjaus
fr: Passthrough L2TP
it: Passthrough L2TP
ja: L2TP パススルー
ko: L2TP 패스스루
nb: L2TP-passasje
nl: L2TP-doorvoer
pt: Passagem L2TP
ru: L2TP-туннель
sv: L2TP-vidarekoppling
tr: L2TP Geçiş İzni
vi: L2TP Truyền qua
zh: L2TP通道
zh_tw: L2TP 穿透

# labelInterface
source: Interface
ar: الواجهة
da: Grænseflade
de: Schnittstelle
el: Διασύνδεση
es_ar: Interfaz
fi: Käyttöliittymä
id: Antarmuka
it: Interfaccia
ja: インターフェイス
ko: 인터페이스
nb: Grensesnitt
pl: Interfejs
ru: Интерфейс
sv: Gränssnitt
th: อินเตอร์เฟซ
tr: Arabirim
vi: Giao diện
zh: 接口
zh_tw: 介面

source: LAN IP Address
ar: عنوان IP للشبكة المحلية
da: LAN-IP-adresse
de: LAN IP-Adresse
el: Διεύθυνση IP LAN
es_ar: Dirección IP LAN
fi: LAN IP -osoite
fr: Adresse IP du réseau local
id: Alamat IP LAN
it: Indirizzo IP LAN
ja: LAN IPアドレス
ko: LAN IP 주소
nb: LAN IP-adresse
nl: LAN IP-adres
pl: Adres IP sieci LAN
pt: Endereço IP da LAN
ru: IP-адрес LAN
sv: LAN IP-adress
th: IP แอดเดรส LAN
tr: LAN IP Adresi
vi: Địa chỉ IP LAN
zh: 局域网IP地址
zh_tw: 區域網IP地址

source: LAN/Wireless
ar: شبكة محلية/لاسلكية
da: LAN/trådløs
de: LAN/Drahtlos
el: LAN/Ασύρματο
es_ar: LAN/inalámbrico
fi: LAN/Langaton
fr: LAN/Sans fil
id: LAN/Nirkabel
ja: LAN/ワイアレス
ko: LAN/무선
nb: LAN/trådløst
nl: LAN/draadloos
pl: LAN/Bezprzewodowa
pt: LAN/Sem fio
ru: LAN/Беспроводная сеть
sv: LAN/trådlöst
th: LAN/ไร้สาย
tr: LAN/Kablosuz
vi: LAN/Không dây
zh: 局域网/无线
zh_tw: 區域網絡/無線

source: Last name
ar: الاسم الأخير
es_ar: Apellido
it: Cognome
pl: Nazwisko
ru: Фамилия
zh: 姓氏
zh_tw: 姓氏

source: Latency
ar: تأخير
da: Latenstid
de: Latenz
el: Καθυστέρηση
es_ar: Latencia
fi: Viive
fr: Temps de latence
id: Latensi
it: Latenza
ja: 待ち時間
ko: 지연 시간
nb: Forsinkelse
pl: Opóźnienie
pt: Latência
ru: Задержка
sv: Latens
th: ความหน่วง
tr: Gecikme
vi: Độ trễ
zh: 延迟
zh_tw: 延遲

source: Latin America
ar: أمريكا اللاتينية
da: Latinamerika
de: Lateinamerika
el: Λατινική Αμερική
es_ar: América Latina
fi: Latinalainen Amerikka
fr: Amérique latine
id: Amerika Latin
it: America Latina
ja: ラテンアメリカ
ko: 남미
nb: Latin-Amerika
nl: Latijns-Amerika
pl: Ameryka Łacińska
pt: América Latina
ru: Латинская Америка
sv: Latinamerika
th: ละตินอเมริกา
tr: Latin Amerika
vi: Mỹ Latinh
zh: 拉丁美洲
zh_tw: 拉丁美洲

# launchCheckInternet
source: Checking your internet...
ar: التحقق من الإنترنت...
da: Tjekker dit internet...
de: Überprüfung Ihres Internets...
el: Έλεγχος του internet...
es_ar: Comprobando su conexión a Internet...
fi: Tarkistetaan Internet-yhteyttä...
fr: Vérification de votre Internet...
id: Memeriksa internet Anda...
it: Controllo della connessione Internet...
ja: インターネットを確認中...
ko: 인터넷 확인 중...
nb: Sjekker Internett...
nl: Uw internet controleren...
pl: Sprawdzanie połączenia z Internetem...
pt: Verificação da conexão com a Internet...
ru: Проверка подключения к Интернету...
sv: Kontrollera ditt Internet...
th: กำลังตรวจสอบอินเทอร์เน็ตของคุณ...
tr: İnternetiniz kontrol ediliyor...
vi: Đang kiểm tra internet của bạn...
zh: 正在检查您的网络...
zh_tw: 正在檢查您的網絡...

# launchInternetConnected
source: Internet connected
ar: تم الاتصال بالإنترنت
da: Internettet er forbundet
de: Internet verbunden
el: Επιτυχής σύνδεση στο Internet
es_ar: Internet conectado
fi: Internet yhdistetty
fr: Connecté à Internet
id: Internet tersambung
it: Connesso a Internet
ja: インターネット接続済み
ko: 인터넷이 연결됨
nb: Internett er tilkoblet
nl: Verbonden met internet
pl: Internet podłączony
pt: Internet conectada
ru: Интернет подключен
sv: Internet anslutet
th: เชื่อมต่ออินเทอร์เน็ตแล้ว
tr: İnternete bağlı
vi: Đã kết nối Internet
zh: 互联网已连接
zh_tw: 網際網路已連線

source: Learn more
ar: معرفة المزيد
es_ar: Más información
it: Ulteriori informazioni
pl: Dowiedz się więcej
ru: Подробнее
zh: 了解更多信息
zh_tw: 了解更多資訊

source: Lights off
ar: إطفاء الأنوار
da: Lyset er slukket
de: Lichter aus
el: Λυχνίες σβηστές
es_ar: Luces apagadas
fi: Valot pois päältä
fr: Lumières éteintes
id: Lampu mati
it: Luci spente
ja: ライトオフ
ko: 표시등 꺼짐
nb: Lys av
nl: Licht uit
pl: Kontrolki wyłączone
pt: Luzes apagadas
ru: Индикаторы выключены
sv: Lampor släckta
th: ปิดไฟ
tr: Işıklar kapalı
vi: Tắt đèn
zh: 灯光关闭
zh_tw: 指示燈熄滅

# localLoginIncorrectRouterPassword
source: Incorrect Router Password
ar: كلمة مرور جهاز التوجيه غير صحيحة
da: Ugyldig router-adgangskode
de: Ungültiges Router-Passwort
el: Λανθασμένος κωδικός πρόσβασης δρομολογητή
es_ar: Contraseña del router incorrecta
fi: Väärä reitittimen salasana
fr: Mot de passe du routeur incorrect
id: Kata Sandi Router Salah
it: Password del router non corretta
ja: 無効なルーターパスワード
ko: 잘못된 라우터 암호
nb: Ugyldig ruterpassord
nl: Onjuist routerwachtwoord
pl: Nieprawidłowe hasło routera
pt: Senha incorreta do roteador
ru: Неверный пароль маршрутизатора
sv: Ogiltigt routerlösenord
th: รหัสผ่านเราเตอร์ไม่ถูกต้อง
tr: Yanlış Yönlendirici Parolası
vi: Mật khẩu bộ định tuyến không đúng
zh: 路由器密码错误
zh_tw: 路由器密碼錯誤

# localLoginRemainingAttempts
source: Remaining attempts: {attemptsRemaining}
ar: المحاولات المتبقية: {attemptsRemaining}
da: Resterende forsøg: {attemptsRemaining}
de: Verbleibende Versuche: {attemptsRemaining}
el: Απόπειρες που απομένουν: {attemptsRemaining}
es_ar: Intentos restantes: {attemptsRemaining}
fi: Yrityksiä jäljellä: {attemptsRemaining}
fr: Nombre de tentatives restantes : {attemptsRemaining}
id: Upaya tersisa: {attemptsRemaining}
it: Tentativi rimanenti: {attemptsRemaining}
ja: 残りの試行回数: {attemptsRemaining}
ko: 남은 시도 횟수: {attemptsRemaining}
nb: Gjenværende forsøk: {attemptsRemaining}
nl: Resterende pogingen: {attemptsRemaining}
pl: Pozostała liczba prób: {attemptsRemaining}
pt: Tentativas restantes: {attemptsRemaining}
ru: Осталось попыток: {attemptsRemaining}
sv: Återstående försök: {attemptsRemaining}
th: ความพยายามที่เหลือ: {attemptsRemaining}
tr: Kalan deneme: {attemptsRemaining}
vi: Số lần thử còn lại: {attemptsRemaining}
zh: 剩余登陆次数： {attemptsRemaining}
zh_tw: 剩餘嘗試次數： {attemptsRemaining}

# localLoginTooManyAttemptsTitle
source: Too many failed attempts
ar: محاولات فاشلة كثيرة
da: For mange mislykkede forsøg
de: Zu viele gescheiterte Versuche
el: Πάρα πολλές αποτυχημένες προσπάθειες
es_ar: Demasiados intentos fallidos
fi: Liian monta epäonnistunutta yritystä
fr: Trop de tentatives échouées
id: Terlalu banyak upaya gagal
it: Troppi tentativi falliti
ja: 試した失敗した数が多すぎます
ko: 너무 많은 시도 실패
nb: For mange mislykkede forsøk
nl: Te veel mislukte pogingen
pl: Zbyt wiele nieudanych prób
pt: Muitas tentativas fracassadas
ru: Слишком много неудачных попыток
sv: För många misslyckade försök
th: พยายามล้มเหลวมากเกินไป
tr: Çok fazla başarısız deneme
vi: Quá nhiều lần thử không thành công
zh: 尝试次数过多
zh_tw: 嘗試次數過多

# localLoginTryAgainIn
source: Try again in: {timeLeft}
ar: حاول مرة أخرى في: {timeLeft}
da: Prøv igen om: {timeLeft}
de: Versuchen Sie es nach folgender Zeit erneut: {timeLeft}
el: Δοκιμάστε ξανά σε: {timeLeft}
es_ar: Intente nuevamente en: {timeLeft}
fi: Yritä uudelleen: {timeLeft}
fr: Réessayez dans : {timeLeft}
id: Coba lagi dalam: {timeLeft}
it: Riprova tra: {timeLeft}
ja: 次の時間経過後に再試行してください: {timeLeft}
ko: 다음에서 다시 시도: {timeLeft}
nb: Prøv igjen om: {timeLeft}
nl: Probeer het opnieuw over: {timeLeft}
pl: Spróbuj ponownie w: {timeLeft}
pt: Tente novamente em: {timeLeft}
ru: Попробуй еще раз через: {timeLeft}
sv: Försök igen om: {timeLeft}
th: ลองอีกครั้งในอีก: {timeLeft}
tr: Şu kadar süre sonra tekrar deneyin: {timeLeft}
vi: Thử lại sau: {timeLeft}
zh: 再次尝试： {timeLeft}
zh_tw: 再試一次： {timeLeft}

source: Local Network
ar: الشبكة المحلية
da: Lokalt netværk
de: Lokales Netzwerk
el: Τοπικό δίκτυο
es_ar: Red local
fi: Lähiverkko
fr: Réseau local
id: Jaringan Lokal
it: Rete locale
ja: ローカル ネットワーク
ko: 로컬 네트워크
nb: Lokalt nettverk
nl: Lokaal netwerk
pl: Sieć lokalna
pt: Rede local
ru: Локальная сеть
sv: Lokalt nätverk
th: เครือข่ายท้องถิ่น
tr: Yerel Ağ
vi: Mạng Nội bộ
zh: 本地网络
zh_tw: 本機網路

# localResetRouterPasswordDescription
source: Pick something memorable, but secure.
ar: اختر شيئًا لا يُنسى، ولكن آمنًا.
da: Brug noget, du kan huske, men som er sikkert.
de: Verwenden Sie etwas, dass Sie sich merken können, das aber sicher ist.
el: Επιλέξτε κάτι που θα θυμάστε, αλλά που είναι ασφαλές.
es_ar: Elija algo memorable, pero seguro.
fi: Valitse jotain muistettavaa mutta turvallista.
fr: Choisissez un mot de passe facile à mémoriser, mais sûr.
id: Pilih sesuatu yang mudah diingat, tetapi aman.
it: Scegliete qualcosa di memorabile, ma sicuro.
ja: 覚えやすい、安全なものを使用してください。
ko: 기억하기 쉽지만 안전한 것을 선택하십시오.
nb: Bruk noe du kan huske, men som er sikkert.
nl: Kies iets dat u kunt onthouden, maar wel veilig is.
pl: Wybierz coś łatwego do zapamiętania, ale bezpiecznego.
pt: Escolha algo memorável, mas seguro.
ru: Выберите что-то запоминающееся, но безопасное.
sv: Använd något som du kan komma ihåg men som är säkert.
th: เลือกรหัสผ่านที่จำได้ง่ายแต่ปลอดภัย
tr: Hatırlanabilir ama güvenli bir şey seçin.
vi: Chọn thứ gì đó dễ nhớ, nhưng an toàn.
zh: 选择容易记住且安全的内容。
zh_tw: 選擇容易記住且安全的內容

# localResetRouterPasswordSuccessContent
source: You've updated your router password.
ar: لقد قمت بتحديث كلمة مرور جهاز التوجيه الخاص بك.
da: Du har opdateret din adgangskode til routeren.
de: Sie haben das Passwort Ihres Routers aktualisiert.
el: Ενημερώσατε τον κωδικό πρόσβασης του δρομολογητή σας.
es_ar: Ha actualizado la contraseña de su router.
fi: Olet päivittänyt reitittimen salasanan.
fr: Vous avez mis à jour le mot de passe de votre routeur.
id: Anda telah memperbarui kata sandi router Anda.
it: Avete aggiornato la password del router.
ja: ルーターのパスワードを更新しました。
ko: 라우터 암호가 업데이트되었습니다.
nb: Du har oppdatert passordet til ruteren din.
nl: U heeft uw routerwachtwoord bijgewerkt.
pl: Zaktualizowano hasło routera.
pt: Você atualizou a senha do roteador.
ru: Вы обновили пароль маршрутизатора.
sv: Du har uppdaterat lösenordet för din router.
th: คุณได้อัปเดตรหัสผ่านเราเตอร์แล้ว
tr: Yönlendirici parolanızı güncellediniz.
vi: Bạn đã cập nhật mật khẩu bộ định tuyến.
zh: 您已更新路由器密码。
zh_tw: 您已更新路由器密碼

# localResetRouterPasswordSuccessNext
source: Go back to Login
ar: العودة إلى تسجيل الدخول
da: Tilbage til login
de: Zurück zum Login
el: Επιστροφή στη σύνδεση
es_ar: Volver a Inicio de sesión
fi: Palaa kirjautumiseen
fr: Retournez à Connexion
id: Kembali ke Login
it: Tornate a Login
ja: ログイン画面に戻る
ko: 로그인으로 돌아가기
nb: Tilbake til påloggingen
nl: Ga terug naar Inloggen
pl: Wróć do logowania
pt: Voltar ao login
ru: Вернуться к входу
sv: Tillbaka till inloggningen
th: กลับไปที่หน้าล็อกอิน
tr: Oturum Açma'ya geri dön
vi: Quay lại đăng nhập
zh: 返回登录界面
zh_tw: 返回登入界面
