Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# redirectDescription
source: Please connect your device to the router before proceeding to {ip}.
ar: يرجى توصيل جهازك بالموجه قبل المتابعة إلى {ip}.
da: Tilslut din enhed til routeren, før du fortsætter med {ip}.
de: Bitte schließen Sie Ihr Gerät an den Router an, bevor Sie mit {ip} fortfahren.
el: Συνδέστε τη συσκευή σας στον δρομολογητή πριν προχωρήσετε στο {ip}.
es_ar: Por favor, conecte su dispositivo al router antes de proceder a {ip}.
fi: Yhdistä laitteesi reitittimeen ennen siirtymistä osoitteeseen {ip}.
fr: Veuillez connecter votre appareil au routeur avant de procéder à {ip}.
id: Harap sambungkan perangkat Anda ke router sebelum melanjutkan ke {ip}.
it: Collegare il dispositivo al router prima di procedere a {ip}.
ja: {ip}に進む前に、デバイスをルーターに接続してください。
ko: {ip}로 진행하기 전에 장치를 라우터에 연결하십시오.
nb: Koble enheten til ruteren før du fortsetter med {ip}.
nl: Sluit uw apparaat aan op de router voordat u doorgaat naar {ip}.
pl: Połącz urządzenie z routerem przed przejściem do {ip}.
pt: Por favor, conecte seu dispositivo ao roteador antes de prosseguir para {ip}.
ru: Пожалуйста, подключите ваше устройство к маршрутизатору, прежде чем перейти к {ip}.
sv: Anslut din enhet till routern innan du fortsätter med {ip}.
th: โปรดเชื่อมต่ออุปกรณ์ของคุณกับเราเตอร์ก่อนดำเนินการต่อไปยัง {ip}
tr: {ip} adresine devam etmeden önce lütfen cihazınızı yönlendiriciye bağlayın.
vi: Chuyển hướng cho phép bạn chuyển hướng lưu lượng từ một cổng cụ thể đến một địa chỉ IP cụ thể trên mạng của bạn.
zh: 请在继续访问{ip}之前，将您的设备连接到路由器。
zh_tw: 請在繼續存取{ip}前，將您的裝置連接到路由器。

source: Refresh
ar: تحديث
da: Opdater
de: Aktualisieren
el: Ανανέωση
es_ar: Actualizar
fi: Päivitä
fr: Actualiser
id: Perbarui
it: Aggiorna
ja: 最新の情報に更新
ko: 새로 고침
nb: Oppdater
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ru: Обновить
sv: Uppdatera
th: รีเฟรช
tr: Yenile
vi: Làm mới
zh: 刷新
zh_tw: 重新整理

# releaseAndRenew
source: Release & Renew
ar: الإصدار والتجديد
da: Del og forny
de: Freigeben und Erneuern
el: Αποδέσμευση & ανανέωση
es_ar: Liberar y Renovar
fi: Vapauta ja uusi
fr: Libérer et renouveler
id: Lepas & Perbarui
it: Sblocco e rinnovo
ja: リリース＆リニュー
ko: 해제 및 갱신
nb: Frigjør og forny
nl: Vrijgeven en vernieuwen
pl: Zwolnij i odnów
pt: Desbloquear e renovar
ru: Освободить и обновить
sv: Släpp och förnya
th: ปล่อยและต่ออายุ
tr: Bırak ve Yenile
vi: Giải phóng và gia hạn
zh: 释放并续订
zh_tw: 釋放並重新獲取

source: Release and Renew IP address
ar: إصدار وتجديد عنوان IP
da: Frigiv og forny IP-adresse
de: IP-Adresse freigeben und erneuern
el: Αποδέσμευση και ανανέωση διεύθυνσης IP
es_ar: Liberar y Renovar dirección IP
fi: Vapauta ja uusi IP-osoite
fr: Libérer et renouveler l'adresse IP
id: Lepas dan Perbarui alamat IP
it: Sblocco e rinnovo dell'indirizzo IP
ja: IPアドレスをリリースして再取得する
ko: IP 주소 해제 및 갱신
nb: Frigjør og forny IP-adresse
nl: IP-adres vrijgeven en vernieuwen
pl: Zwolnij i odnów adres IP
pt: Desbloquear e renovar o endereço IP
ru: Освободить и обновить IP-адрес
sv: Släpp och förnya IP-adress
th: ปล่อยและต่ออายุ IP แอดเดรส
tr: IP adresini Bırak ve Yenile
vi: Giải phóng và gia hạn địa chỉ IP
zh: 释放并续订IP地址
zh_tw: 釋放並重新獲取IP地址

# releaseAndRenewIpAddressDescription
source: When you release and renew your IP address, all connected devices will lose their connection to the internet. All devices will be reconnected when the process is complete. Do you want to continue?
ar: عند تحرير عنوان IP الخاص بك وتجديده، ستفقد جميع الأجهزة المتصلة اتصالها بالإنترنت. سيتم إعادة توصيل جميع الأجهزة عند اكتمال العملية. هل تريد الاستمرار؟
da: Hvis du frigiver og fornyer din IP-adresse, vil alle tilsluttede enheder miste deres forbindelse til internettet. Når processen er færdig, vil alle enheder blive tilsluttet igen._x000D_ _x000D_ Vil du gerne fortsætte?
de: Wenn Sie Ihre IP-Adresse freigeben und erneuern, verlieren alle angeschlossenen Geräte ihre Verbindung zum Internet. Wenn der Vorgang vollständig durchgeführt ist, werden alle Geräte wieder verbunden._x000D_ _x000D_ Möchten Sie fortfahren?
el: Όταν αποδεσμεύετε και ανανεώνετε τη διεύθυνση IP σας, όλες οι συνδεδεμένες συσκευές θα χάσουν τη σύνδεσή τους στο internet. Όλες οι συσκευές θα επανασυνδεθούν όταν ολοκληρωθεί η διαδικασία. Θέλετε να συνεχίσετε;
es_ar: Cuando libere y renueve su dirección IP, todos los dispositivos conectados perderán su conexión a Internet. Todos los dispositivos se volverán a conectar cuando finalice el proceso. ¿Desea continuar?
fi: Kun vapautat ja uusit IP-osoitteesi, kaikkien yhdistettyjen laitteiden Internet-yhteys katkeaa. Kaikki laitteet yhdistetään uudelleen, kun prosessi on valmis. Haluatko jatkaa?
fr: Lorsque vous libérez et renouvelez votre adresse IP, tous les appareils connectés perdent leur connexion à l'internet. Tous les appareils seront reconnectés lorsque le processus sera terminé. Voulez-vous continuer ?
id: Ketika Anda melepas dan memperbarui alamat IP Anda, semua perangkat tersambung akan kehilangan koneksi ke internet. Semua perangkat akan tersambung kembali ketika proses selesai. Apakah Anda ingin melanjutkan?
it: Quando si sblocca e si rinnova l'indirizzo IP, tutti i dispositivi collegati perdono la connessione a Internet. Tutti i dispositivi si riconnetteranno al termine del processo._x000D_ _x000D_ Si desidera continuare?
ja: IPアドレスをリリースして更新すると、すべての接続されたデバイスはインターネットへの接続を失います。プロセスが完了すると、すべてのデバイスが再接続されます。 続行しますか？
ko: IP 주소를 해제하고 갱신하면 연결된 모든 장치가 인터넷 연결을 잃게 됩니다. 프로세스가 완료되면 모든 장치가 다시 연결됩니다. 계속하시겠습니까?
nb: Hvis du frigjør og fornyer IP-adressen din, vil alle tilkoblede enheter miste tilkoblingen til Internett. Når prosessen er fullført, vil alle enhetene bli koblet til igjen. Ønsker du å fortsette?
nl: Wanneer u uw IP-adres vrijgeeft en vernieuwt, verliezen alle verbonden apparaten hun verbinding met internet. Alle apparaten worden opnieuw verbonden wanneer het proces is voltooid._x000D_ _x000D_ Wilt u doorgaan?
pl: Gdy zwalniasz i odnawiasz adres IP, wszystkie podłączone urządzenia stracą połączenie z Internetem. Wszystkie urządzenia zostaną ponownie połączone po zakończeniu procesu. Czy chcesz kontynuować?
pt: Quando você liberar e renovar seu endereço IP, todos os dispositivos conectados perderão a conexão com a Internet. Todos os dispositivos voltarão a se conectar quando o processo for concluído. Deseja continuar?
ru: Когда вы освобождаете и обновляете IP-адрес, все подключенные устройства потеряют подключение к Интернету. Все устройства будут подключены повторно после завершения процесса. Хотите продолжить?
sv: Om du släpper och förnyar din IP-adress kommer alla anslutna enheter att förlora sin anslutning till Internet. När processen är klar kommer alla enheter att återanslutas. Vill du fortsätta?
th: เมื่อคุณปล่อยและต่ออายุ IP แอดเดรสของคุณ อุปกรณ์ที่เชื่อมต่อทั้งหมดจะสูญเสียการเชื่อมต่อกับอินเทอร์เน็ต อุปกรณ์ทั้งหมดจะเชื่อมต่อใหม่เมื่อกระบวนการเสร็จสมบูรณ์ คุณต้องการดำเนินการต่อหรือไม่
tr: IP adresinizi bırakıp yenilediğinizde, bağlı tüm cihazlar internet bağlantılarını kaybedecektir. İşlem tamamlandığında tüm cihazlar yeniden bağlanacaktır. Devam etmek istiyor musunuz?
vi: Giải phóng và gia hạn địa chỉ IP của bạn có thể giúp giải quyết các vấn đề kết nối.
zh: 当您释放并续订IP地址时，所有连接的设备将失去网络连接。过程完成后，所有设备将重新连接。 您要继续吗？
zh_tw: 當您釋放並重新獲取IP地址時，所有連接的裝置將失去網絡連線。過程完成後，所有裝置將重新連接。_x000D_ _x000D_ 您要繼續嗎？

source: Release Reserved IP
ar: تحرير عنوان IP المحجوز
da: Frigiv reserveret IP
de: Reservierte IP freigeben
el: Αποδέσμευση δεσμευμένης IP
es_ar: Liberar IP Reservada
fi: Vapauta varattu IP
fr: Libérer l'IP réservée
id: Lepas IP Cadangan
it: Rilascio dell'IP riservato
ja: 予約されたIPを解放する
ko: 예약된 IP 해제
nb: Frigjør reservert IP
nl: Reserve IP vrijgeven
pl: Zwolnij zarezerwowany IP
pt: Liberar IP reservado
ru: Освободить зарезервированный IP
sv: Frigör reserverad IP
th: ปล่อย IP ที่สำรองไว้
tr: Ayrılmış IP'yi Bırak
vi: Giải phóng IP dành riêng
zh: 释放保留的IP
zh_tw: 釋放保留的IP

# releaseReservedIpDescription
source: Once IP reservation is released your device will obtain a different IP address upon reconnecting.
ar: بمجرد إصدار حجز IP، سيحصل جهازك على عنوان IP مختلف عند إعادة الاتصال.
da: Så snart IP-reservationen er frigivet, vil din enhed modtage en anden IP-adresse, næste gang du opretter forbindelse.
de: Sobald die IP-Reservierung freigegeben ist, erhält Ihr Gerät bei der nächsten Verbindung eine andere IP-Adresse.
el: Μόλις αποδεσμευτεί η δέσμευση IP, η συσκευή σας θα λάβει διαφορετική διεύθυνση IP κατά την επανασύνδεση.
es_ar: Una vez liberada la IP reservada, su dispositivo obtendrá una dirección IP diferente al reconectarse.
fi: Kun IP-varaus vapautetaan, laitteesi saa eri IP-osoitteen, kun se yhdistetään uudelleen.
fr: Une fois la réservation d'IP libérée, votre appareil obtiendra une adresse IP différente lors de la reconnexion.
id: Setelah reservasi IP dilepas, perangkat Anda akan mendapatkan alamat IP yang berbeda saat tersambung kembali.
it: Una volta rilasciato l'IP riservato, il dispositivo otterrà un indirizzo IP diverso al momento della riconnessione.
ja: IP予約が解除されると、デバイスは再接続時に異なるIPアドレスを取得します。
ko: IP 예약이 해제되면 장치가 다시 연결할 때 다른 IP 주소를 받게 됩니다.
nb: Så snart IP-reservasjonen er frigitt, vil enheten motta en annen IP-adresse neste gang den kobler seg til.
nl: Zodra de IP-reservering is vrijgegeven, krijgt uw apparaat een ander IP-adres bij het opnieuw verbinden.
pl: Po zwolnieniu rezerwacji IP Twoje urządzenie otrzyma inny adres IP po ponownym połączeniu.
pt: Quando o IP reservado for liberado, seu dispositivo receberá um endereço IP diferente ao se reconectar.
ru: После освобождения резервирования IP ваше устройство получит другой IP-адрес при повторном подключении.
sv: Så snart IP-reservationen har frigjorts får enheten en annan IP-adress nästa gång den ansluts.
th: เมื่อปล่อยการสำรอง IP อุปกรณ์ของคุณจะได้รับ IP แอดเดรสที่แตกต่างเมื่อเชื่อมต่อใหม่
tr: IP ayırma bırakıldığında cihazınız yeniden bağlandığında farklı bir IP adresi alacaktır.
vi: Giải phóng địa chỉ IP dành riêng sẽ cho phép thiết bị nhận địa chỉ IP mới từ máy chủ DHCP.
zh: 一旦释放IP保留，您的设备在重新连接时将获取不同的IP地址。
zh_tw: 一旦釋放IP保留，您的裝置在重新連接時將獲取不同的IP地址。

source: Remove
ar: إزالة
da: Fjern
de: Entfernen
el: Αφαίρεση
es_ar: Eliminar
fi: Poista
fr: Supprimer
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
nb: Fjern
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
sv: Ta bort
th: ลบ
tr: Kaldır
vi: Xoá
zh: 删除
zh_tw: 移除

source: Remove node
ar: إزالة العقدة
da: Fjerne node?
de: Node entfernen?
el: Αφαίρεση κόμβου
es_ar: Eliminar nodo
fi: Poista solmu
fr: Supprimer le nœud
id: Hapus simpul
it: Rimuovi nodo
ja: ノードを削除する
ko: 노드 제거
nb: Fjerne node?
nl: Node verwijderen
pl: Usuń węzeł
pt: Remover nó
ru: Удалить узел
sv: Ta bort nod
th: ลบโหนด
tr: Düğümü kaldır
vi: Xóa điểm nút
zh: 移除节点
zh_tw: 移除節點

source: Reopen
ar: إعادة فتح
es_ar: Reabrir
it: Riaprire
pl: Otwórz ponownie
ru: Открыть повторно
zh: 重新打开
zh_tw: 重新開啟

source: Request Callback
ar: طلب إعادة الاتصال
es_ar: Solicitar devolución de llamada
it: Richiesta di richiamata
pl: Poproś o oddzwonienie
ru: Запросить обратный звонок
zh: 请求回电
zh_tw: 請求回電

# requestCallbackFailDescription
source: Create issue fail. You can download the log here.
ar: فشل الإنشاء. يمكنك تنزيل السجل هنا.
es_ar: Falló la creación de la incidencia. Puede descargar el registro aquí.
it: Non è stato possibile creare il problema. È possibile scaricare il registro qui.
pl: Utworzenie zgłoszenia nie powiodło się. Możesz pobrać dziennik tutaj.
ru: Не удалось создать обращение. Вы можете скачать журнал здесь.
zh: 创建问题失败。您可以在此处下载日志。
zh_tw: 創建問題失敗，您可在此處下載日誌。

source: Resend code
ar: إعادة إرسال الرمز
da: Send kode igen
de: Code erneut senden
el: Αποστολή κωδικού ξανά
es_ar: Volver a enviar el código
fi: Lähetä koodi uudelleen
fr: Renvoyer le code
id: Kirim Ulang Kode
it: Invia codice di nuovo
ja: コードの再送信
ko: 코드 재전송
nb: Send kode på nytt
nl: Code opnieuw verzenden
pl: Wyślij kod ponownie
pt: Reenviar código
ru: Повторно отправить код
sv: Skicka kod igen
th: ส่งรหัสอีกครั้ง
tr: Kodu Yeniden Gönder
vi: Gửi lại mã
zh: 重新发送验证码
zh_tw: 重新發送驗證碼

source: Reserve IP
ar: حجز عنوان IP
da: Reserver IP
de: IP reservieren
el: Δέσμευση IP
es_ar: Reservar IP
fi: Varaa IP
fr: Réserver IP
id: Cadangkan IP
it: Riserva IP
ja: IPを予約
ko: IP 예약
nb: Reserver IP
pl: Zarezerwuj IP
pt: Reservar IP
ru: Зарезервировать IP
sv: Reservera IP
th: สำรอง IP
tr: IP Ayır
vi: Dành riêng IP
zh: 保留IP
zh_tw: 保留IP

# reservedIpDescription
source: Reserving DHCP means your device will always be assigned to this specific IP address.
ar: إن حجز DHCP يعني أن جهازك سيتم تعيينه دائمًا إلى عنوان IP المحدد هذا.
da: DHCP-reservation betyder, at din enhed altid får tildelt denne specifikke IP-adresse.
de: Die Reservierung von DHCP bedeutet, dass Ihrem Gerät immer diese spezifische IP-Adresse zugeordnet wird.
el: Η δέσμευση DHCP σημαίνει ότι η συσκευή σας θα εκχωρείται πάντα σε αυτήν τη συγκεκριμένη διεύθυνση IP.
es_ar: Reservar DHCP significa que su dispositivo siempre se asignará a esta dirección IP específica.
fi: DHCP:n varaaminen tarkoittaa, että laitteellesi määritetään aina tämä tietty IP-osoite.
fr: Réserver DHCP signifie que votre appareil sera toujours assigné à cette adresse IP spécifique.
id: Mencadangkan DHCP berarti perangkat Anda akan selalu ditetapkan ke alamat IP tertentu ini.
it: Riservare il DHCP significa che il dispositivo sarà sempre assegnato a questo indirizzo IP specifico.
ja: DHCPを予約することは、あなたのデバイスが常にこの特定のIPアドレスに割り当てられることを意味します。
ko: DHCP 예약은 장치가 항상 이 특정 IP 주소에 할당됨을 의미합니다.
nb: DHCP-reservasjon betyr at enheten din alltid blir tildelt denne spesifikke IP-adressen.
nl: DHCP reserveren betekent dat uw apparaat altijd aan dit specifieke IP-adres wordt toegewezen.
pl: Rezerwacja DHCP oznacza, że Twoje urządzenie zawsze będzie miało przypisany ten konkretny adres IP.
pt: Reservar DHCP significa que seu dispositivo sempre será atribuído a esse endereço IP específico.
ru: Резервирование DHCP означает, что вашему устройству всегда будет назначен этот конкретный IP-адрес.
sv: DHCP-reservation innebär att din enhet alltid tilldelas denna specifika IP-adress.
th: การสำรอง DHCP หมายความว่าอุปกรณ์ของคุณจะได้รับการกำหนด IP แอดเดรสนี้เสมอ
tr: DHCP ayırma, cihazınızın her zaman bu belirli IP adresine atanacağı anlamına gelir.
vi: Dành riêng địa chỉ IP đảm bảo thiết bị luôn nhận cùng một địa chỉ IP từ máy chủ DHCP.
zh: 保留DHCP意味着您的设备将始终被分配到此特定IP地址。
zh_tw: 保留DHCP意味著您的裝置將始終獲分配此特定IP地址。

source: Reset Filters
ar: إعادة تعيين المرشحات
da: Nulstil filter
de: Filter zurücksetzen
el: Επαναφορά φίλτρων
es_ar: Restablecer filtros
fi: Nollaa suodattimet
fr: Réinitialiser les filtres
id: Reset Filter
it: Azzeramento dei filtri
ja: フィルターをリセット
ko: 필터 재설정
nb: Tilbakestill filter
nl: Filters resetten
pl: Resetuj filtry
pt: Redefinir filtros
ru: Сбросить фильтры
sv: Återställ filter
th: รีเซ็ตตัวกรอง
tr: Filtreleri Sıfırla
vi: Đặt lại bộ lọc
zh: 重置筛选器
zh_tw: 重置篩選器

source: Reset to Factory Default
ar: إعادة التعيين إلى إعدادات المصنع الافتراضية
da: Nulstil til fabriksindstillinger
de: Auf Werkseinstellung zurücksetzen
el: Επαναφορά στις εργοστασιακές προεπιλογές
es_ar: Restablecer valores de fábrica
fi: Palauta tehdasasetukset
fr: Réinitialisation aux paramètres d'usine
id: Reset ke Default Pabrik
it: Ripristino delle impostazioni di fabbrica
ja: 工場出荷時設定にリセット
ko: 공장 기본값으로 재설정
nb: Tilbakestill til fabrikkinnstillinger
nl: Resetten naar fabrieksinstellingen
pl: Przywróć ustawienia fabryczne
pt: Redefinição para os padrões de fábrica
ru: Сбросить к заводским настройкам
sv: Återställ till fabriksinställningar
th: รีเซ็ตเป็นค่าจากโรงงาน
tr: Fabrika Ayarlarına Sıfırla
vi: Đặt lại về mặc định
zh: 恢复出厂默认设置
zh_tw: 恢復出廠預設設定

source: Restart
ar: إعادة تشغيل
da: Genstart
de: Neu starten
el: Επανεκκίνηση
es_ar: Reiniciar
fi: Käynnistä uudelleen
fr: Redémarrer
id: Hidupkan Ulang
it: Riavvia
ja: 再起動
ko: 다시 시작
nb: Start på nytt
nl: Opnieuw opstarten
pl: Uruchom ponownie
pt: Reiniciar
ru: Перезапустить
sv: Starta om
th: รีสตาร์ท
tr: Yeniden Başlat
vi: Khởi động lại
zh: 重启
zh_tw: 重新開機

source: Restart Network
ar: إعادة تشغيل الشبكة
da: Genstart netværket
de: Netzwerk neu starten
el: Επανεκκίνηση δικτύου
es_ar: Reiniciar red
fi: Käynnistä verkko uudelleen
fr: Redémarrer le réseau
id: Hidupkan Ulang Jaringan
it: Riavvia la rete
ja: ネットワークの再起動
ko: 네트워크 재시작
nb: Start nettverket på nytt
nl: Netwerk opnieuw opstarten
pl: Uruchom sieć ponownie
pt: Reinicie a rede
ru: Перезагрузить сеть
sv: Starta om nätverket
th: รีสตาร์ทเครือข่าย
tr: Ağı Yeniden Başlat
vi: Khởi động lại mạng
zh: 重启网络
zh_tw: 重啟網路

# restartWifiAlertDesc
source: Network devices will temporarily disconnect and reconnect
ar: سيتم فصل أجهزة الشبكة مؤقتًا وإعادة الاتصال بها
da: Netværksenhederne vil midlertidigt afbryde og genoprette forbindelsen
de: Die Netzwerkgeräte werden sich vorübergehend trennen und wieder verbinden
el: Οι συσκευές δικτύου θα αποσυνδεθούν και θα επανασυνδεθούν προσωρινά
es_ar: Los dispositivos de red se desconectarán y volverán a conectar temporalmente
fi: Verkkolaitteiden yhteys katkeaa tilapäisesti ja muodostetaan uudelleen
fr: Les appareils du réseau se déconnectent et se reconnectent temporairement
id: Perangkat jaringan akan terputus sementara dan tersambung kembali
it: I dispositivi di rete si disconnettono e si riconnettono temporaneamente
ja: ネットワーク機器は一時的に切断され、再接続されます。
ko: 네트워크 장치가 일시적으로 연결이 끊어졌다가 다시 연결됩니다
nb: Nettverksenhetene vil midlertidig koble fra og koble til igjen
nl: Netwerkapparaten worden tijdelijk losgekoppeld en opnieuw verbonden
pl: Urządzenia sieciowe zostaną tymczasowo rozłączone i połączone ponownie
pt: Os dispositivos de rede serão temporariamente desconectados e reconectados.
ru: Сетевые устройства временно отключатся и подключатся снова
sv: Nätverksenheterna kommer tillfälligt att kopplas bort och återanslutas
th: อุปกรณ์เครือข่ายจะยกเลิกการเชื่อมต่อชั่วคราวและเชื่อมต่อใหม่
tr: Ağ cihazları geçici olarak bağlantıyı kesecek ve yeniden bağlanacak
vi: Các thay đổi này yêu cầu khởi động lại WiFi. Bạn có muốn tiếp tục không?
zh: 网络设备将暂时断开并重新连接
zh_tw: 網絡裝置將暫時斷開連線並重新連接

# restartWifiAlertTitle
source: These changes require restarting your WiFi
ar: تتطلب هذه التغييرات إعادة تشغيل شبكة WiFi
da: Disse ændringer kræver genstart af dit trådløse netværk
de: Diese Änderungen erfordern einen Neustart Ihres WLANs
el: Αυτές οι αλλαγές απαιτούν επανεκκίνηση του WiFi
es_ar: Estos cambios requieren que restablezca su WiFi
fi: Muutokset edellyttävät WiFi:n käynnistämistä uudelleen
fr: Redémarrez votre WiFi pour appliquer ces modifications
id: Perubahan ini butuh untuk menghidupkan ulang WiFi Anda
it: Per queste modifiche è necessario rlavviare il WiFi
ja: これらの変更を適用するには、WiFiの再起動が必要です
ko: 이러한 변경 사항을 적용하려면 WiFi를 다시 시작해야 합니다.
nb: Disse endringene krever at du tilbakestiller WiFi-nettverket
nl: Voor deze wijzigingen moet uw WiFi opnieuw worden opgestart
pl: Zmiany te wymagają ponownego uruchomienia sieci WiFi
pt: Essas alterações exigem a reinicialização da sua wifi
ru: Эти изменения требуют перезапуска вашего WiFi
sv: Dessa ändringar kräver att du startar om ditt WiFi
th: การเปลี่ยนแปลงเหล่านี้ต้องรีสตาร์ท WiFi ของคุณ
tr: Bu değişiklikler, WiFi'ınızı yeniden başlatılmasını gerektirir
vi: Các thay đổi này yêu cầu khởi động lại WiFi
zh: 这些更改要求重启您的WiFi
zh_tw: 這些變更需要重新啟動 WiFi

source: Restarting...
ar: جارٍ إعادة التشغيل...
da: Genstarter...
de: Neustart wird durchgeführt...
el: Γίνεται επανεκκίνηση...
es_ar: Reiniciando...
fi: Käynnistetään uudelleen...
fr: Redémarrage en cours...
id: Menghidupkan ulang...
it: Riavvio in corso...
ja: 再起動中...
ko: 다시 시작…
nb: Starter på nytt ...
nl: Opnieuw opstarten...
pl: Ponowne uruchamianie...
pt: Reiniciando...
ru: Перезапуск...
sv: Startar om...
th: กำลังรีสตาร์ท...
tr: Yeniden başlatılıyor...
vi: Đang khởi động lại...
zh: 正在重新启动…
zh_tw: 正在重新開機…

source: Restarting WiFi...
ar: إعادة تشغيل الواي فاي...
da: Wi-Fi er genstartet...
de: WLAN wird neu gestartet...
el: Επανεκκίνηση WiFi...
es_ar: Reiniciando WiFi...
fi: Käynnistetään WiFiä uudelleen...
fr: Redémarrage du WiFi...
id: Memulai ulang WiFi...
it: Riavvio del WiFi...
ja: WiFiを再起動しています...
ko: WiFi 다시 시작 중...
nb: WiFi er startet på nytt...
nl: WiFi opnieuw opstarten...
pl: Ponowne uruchamianie WiFi...
pt: Reiniciar o WiFi...
ru: Перезапуск WiFi...
sv: WiFi är omstartat...
th: กำลังรีสตาร์ท WiFi...
tr: WiFi yeniden başlatılıyor...
vi: Đang khởi động lại WiFi...
zh: 正在重启WiFi...
zh_tw: 正在重新啟動WiFi...

source: Retype Router Password
ar: أعد كتابة كلمة مرور جهاز التوجيه
da: Indtast routerens adgangskode igen
de: Router-Passwort erneut eingeben
el: Πληκτρολογήστε ξανά τον κωδικό πρόσβασης του δρομολογητή
es_ar: Vuelva a escribir la contraseña del router
fi: Kirjoita reitittimen salasana uudelleen
fr: Confirmer le mot de passe du routeur
id: Ketik Ulang Kata Sandi Router
it: Reinserire la password del router
ja: ルーターのパスワードを再入力してください。
ko: 라우터 암호 다시 입력
nb: Skriv inn ruterpassordet på nytt
nl: Routerwachtwoord opnieuw invoeren
pl: Powtórz hasło routera
pt: Digite novamente a senha do roteador
ru: Повторно введите пароль маршрутизатора
sv: Ange routerns lösenord igen
th: พิมพ์รหัสผ่านเราเตอร์อีกครั้ง
tr: Yönlendirici Parolasını Yeniden Yazın
vi: Nhập lại mật khẩu bộ định tuyến
zh: 重新输入路由器密码
zh_tw: 重新輸入路由器密碼

source: Route name
ar: اسم المسار
da: Rutenavn
de: Routenname
el: Όνομα διαδρομής
es_ar: Nombre de ruta
fi: Reitin nimi
fr: Nom de l'itinéraire
id: Nama rute
it: Nome router
ja: 名前をルート
ko: 경로 이름
nb: Rutenavn
nl: Routenaam
pl: Nazwa trasy
pt: Nome do roteador
ru: Имя маршрута
sv: Routernamn
th: ชื่อเส้นทาง
tr: Yol adı
vi: Tên tuyến
zh: 路由名称
zh_tw: 路由名稱

source: Router Not Found
ar: لم يتم العثور على الموجّه
da: Routeren blev ikke fundet
de: Router nicht gefunden
el: Ο δρομολογητής δεν βρέθηκε
es_ar: No se ha encontrado el router
fi: Reititintä ei löydy
fr: Routeur introuvable
id: Router Tidak Ditemukan
it: Router non trovato
ja: ルーターが見つかりません
ko: 라우터를 찾을 수 없음
nb: Finner ikke ruter
nl: Router niet gevonden
pl: Nie znaleziono routera
pt: Roteador não encontrado
ru: Маршрутизатор не найден
sv: Routern hittades inte
th: ไม่พบเราเตอร์
tr: Router Bulunamadı
vi: Không Tìm thấy Bộ định tuyến
zh: 无法找到路由器
zh_tw: 找不到路由器
