Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# nMinutes
source: {count, plural, one{{count} min} other{{count} mins}}
ar: {count, plural, one{{count} دقيقة} other{{count} دقائق}}
da: {count, plural, one{{count} minut} other{{count} minutter}}
de: {count, plural, one{{count} Minute} other{{count} Minuten}}
el: {count, plural, one{{count} λεπτό} other{{count} λεπτά}}
fi: {count, plural, one{{count} min} other{{count} min}}
id: {count, plural, one{{count} menit} other{{count} menit}}
it: {count, plural, one{{count} minuto} other{{count} minuti}}
ja: {count, plural, one{{count} 分} other{{count} 分}}
ko: {count, plural, one{{count}분} other{{count}분}}
nb: {count, plural, one{{count} minutt} other{{count} minutter}}
nl: {count, plural, one{{count} minuut} other{{count} minuten}}
pl: {count, plural, one{{count} min} other{{count} min}}
ru: {count, plural, one{{count} мин} other{{count} мин}}
sv: {count, plural, one{{count} minut} other{{count} minuter}}
th: {count, plural, one{{count} นาที} other{{count} นาที}}
tr: {count, plural, one{{count} dk} other{{count} dk}}
vi: {count, plural, one{{count} phút} other{{count} phút}}
zh: {count, plural, one{{count} 分钟} other{{count} 分钟}}
zh_tw: {count, plural, one{{count} 分鐘} other{{count} 分鐘}}

# nReservedAddresses
source: {count, plural, zero{You don't have any Reserved Address. Select devices below to start reserving.} one{{count} Reserved Address} other{{count} Reserved Addresses}}
ar: {count, plural, zero{ليس لديك أي عنوان محجوز. حدد الأجهزة أدناه لبدء الحجز.} one{{count} عنوان محجوز} other{{count} عناوين محجوزة}}
da: {count, plural, zero{Du har endnu ikke en reserveret adresse. Vælg enheder nedenfor for at starte reservationen.} one{{count} Reserveret adresse} other{{count} Reserverede adresser}}
de: {count, plural, zero{Sie haben noch keine reservierte Adresse. Wählen Sie unten Geräte aus, um mit der Reservierung zu beginnen.} one{{count} Reservierte Adresse} other{{count} Reservierte Adressen}}
el: {count, plural, zero{Δεν έχετε καμία δεσμευμένη διεύθυνση. Επιλέξτε συσκευές παρακάτω για να ξεκινήσετε τη δέσμευση.} one{{count} δεσμευμένη διεύθυνση} other{{count} δεσμευμένες διευθύνσεις}}
es_ar: {count, plural, zero{No tiene ninguna dirección reservada. Seleccione los dispositivos de abajo para empezar a reservar.} one{{count} Dirección Reservada} other{{count} Direcciones reservadas}}
fi: {count, plural, zero{Sinulla ei ole varattuja osoitteita. Aloita varaaminen valitsemalla laitteet alta.} one{{count} varattu osoite} other{{count} varattua osoitetta}}
fr: {count, plural, zero{Vous n'avez pas d'adresse réservée. Sélectionnez les dispositifs ci-dessous pour commencer à réserver.} one{{count} Adresse réservée} other{{count} Adresses réservées}}
id: {count, plural, zero{Anda tidak memiliki Alamat Cadangan. Pilih perangkat di bawah untuk mulai mencadangkan.} one{{count} Alamat Cadangan} other{{count} Alamat Cadangan}}
it: {count, plural, zero{Non ci sono indirizzi riservati. Selezionare i dispositivi sottostanti per iniziare a riservarli.} one{{count} Indirizzo riservato} other{{count} Indirizzi riservati}}
ja: {count, plural, zero{予約されたアドレスはありません。以下のデバイスを選択して予約を開始してください。} one{{count} 予約済みアドレス} other{{count} 予約済みアドレス}}
ko: {count, plural, zero{예약된 주소가 없습니다. 아래에서 장치를 선택하여 예약을 시작하십시오.} one{{count}개의 예약된 주소} other{{count}개의 예약된 주소}}
nb: {count, plural, zero{Du har ennå ikke reservert noen adresse. Velg enhetene nedenfor for å starte reservasjonen.} one{{count} Reservert adresse} other{{count} Reserverte adresser}}
nl: {count, plural, zero{U heeft geen gereserveerd adres. Selecteer hieronder apparaten om te beginnen met reserveren.} one{{count} Gereserveerd adres} other{{count} Gereserveerde adressen}}
pl: {count, plural, zero{Nie masz żadnych zarezerwowanych adresów. Wybierz urządzenia poniżej, aby rozpocząć rezerwację.} one{{count} zarezerwowany adres} other{{count} zarezerwowane adresy}}
pt: {count, plural, zero{Você não tem nenhum endereço reservado. Selecione os dispositivos abaixo para começar a reservar.} one{{count} Endereço reservado} other{{count} Endereços reservados}}
ru: {count, plural, zero{У вас нет зарезервированных адресов. Выберите устройства ниже, чтобы начать резервирование.} one{{count} зарезервированный адрес} other{{count} зарезервированных адресов}}
sv: {count, plural, zero{Du har ännu inte en reserverad adress. Välj enheter nedan för att starta reserveringen.} one{{count} Reserverad adress} other{{count} Reserverade adresser}}
th: {count, plural, zero{คุณไม่มี IP แอดเดรสที่สำรองไว้ เลือกอุปกรณ์ด้านล่างเพื่อเริ่มการสำรอง} one{{count} IP แอดเดรสที่สำรองไว้} other{{count} IP แอดเดรสที่สำรองไว้}}
tr: {count, plural, zero{Hiç Ayrılmış Adresiniz yok. Ayırmaya başlamak için aşağıdan cihazları seçin.} one{{count} Ayrılmış Adres} other{{count} Ayrılmış Adres}}
vi: {count, plural, zero{Bạn chưa có địa chỉ dành riêng nào. Chọn thiết bị bên dưới để bắt đầu dành riêng.} one{{count} địa chỉ dành riêng} other{{count} địa chỉ dành riêng}}
zh: {count, plural, zero{您没有任何保留地址。请选择下面的设备开始进行保留设置。} one{{count} 个保留地址} other{{count} 个保留地址}}
zh_tw: {count, plural, zero{您沒有任何保留地址，請選擇下面的裝置開始進行保留設定。} one{{count} 個保留地址} other{{count} 個保留地址}}

# nSeconds
source: {count, plural, one{{count} sec} other{{count} secs}}
ar: {count, plural, one{{count} ثانية} other{{count} ثوان}}
da: {count, plural, one{{count} sekund} other{{count} sekunder}}
de: {count, plural, one{{count} Sekunde} other{{count} Sekunden}}
el: {count, plural, one{{count} δευτ.} other{{count} δευτ.}}
fi: {count, plural, one{{count} s} other{{count} s}}
id: {count, plural, one{{count} dtk} other{{count} dtk}}
it: {count, plural, one{{count} secondo} other{{count} secondi}}
ja: {count, plural, one{{count} 秒} other{{count} 秒}}
ko: {count, plural, one{{count}초} other{{count}초}}
nb: {count, plural, one{{count} sekund} other{{count} sekunder}}
nl: {count, plural, one{{count} seconde} other{{count} secondes}}
pl: {count, plural, one{{count} sek.} other{{count} sek.}}
pt: {count, plural, one{{count} seg} other{{count} secs}}
ru: {count, plural, one{{count} сек} other{{count} сек}}
sv: {count, plural, one{{count} sekunder} other{{count} sekunder}}
th: {count, plural, one{{count} วินาที} other{{count} วินาที}}
tr: {count, plural, one{{count} sn} other{{count} sn}}
vi: {count, plural, one{{count} giây} other{{count} giây}}
zh: {count, plural, one{{count} 秒} other{{count} 秒}}
zh_tw: {count, plural, one{{count} 秒} other{{count} 秒}}

source: Name
ar: الاسم
da: Navn
el: Όνομα
es_ar: Nombre
fi: Nimi
fr: Nom
id: Nama
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
sv: Namn
th: ชื่อ
tr: Ad
vi: Tên
zh: 名称
zh_tw: 名稱

source: Need help?
ar: هل تحتاج إلى مساعدة؟
da: Brug for hjælp?
de: Brauchen Sie Hilfe?
el: Χρειάζεστε βοήθεια;
es_ar: ¿Necesita ayuda?
fi: Tarvitsetko apua?
fr: Besoin d'aide&nbsp;?
id: Butuh bantuan?
it: Hai bisogno di aiuto?
ja: ご不明な点がおありですか?
ko: 도움이 필요하세요?
nb: Trenger du hjelp?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt: Precisa de ajuda?
ru: Нужна помощь?
sv: Behöver du hjälp?
th: ต้องการความช่วยเหลือหรือไม่
tr: Yardıma mı ihtiyacınız var?
vi: Cần trợ giúp?
zh: 需要帮助？
zh_tw: 是否需要協助？

source: Netherlands
ar: هولندا
da: Holland
de: Niederlande
el: Ολλανδία
es_ar: Holanda
fi: Alankomaat
fr: Pays-Bas
id: Belanda
it: Paesi Bassi
ja: オランダ
ko: 네덜란드
nb: Nederland
nl: Nederland
pl: Holandia
pt: Países Baixos
ru: Нидерланды
sv: Nederländerna
th: เนเธอร์แลนด์
tr: Hollanda
vi: Hà Lan
zh: 荷兰
zh_tw: 荷蘭

source: New: {version}
ar: جديد: {version}
da: Ny: {version}
de: Neue: {version}
el: Νέα: {version}
es_ar: Nueva: {version}
fi: Uusi: {version}
fr: Nouvelle : {version}
id: Baru: {version}
it: Nuovo: {version}
ja: 新しい: {version}
ko: 새로운 버전: {version}
nb: Ny: {version}
nl: Nieuw: {version}
pl: Nowa: {version}
pt: Nova: {version}
ru: Новая: {version}
sv: Nya: {version}
th: ใหม่: {version}
tr: Yeni: {version}
vi: Mới: {version}
zh: 新版本：{version}
zh_tw: 新版本：{version}

source: New Zealand
ar: نيوزيلندا
de: Neuseeland
el: Νέα Ζηλανδία
es_ar: Nueva Zelanda
fi: Uusi-Seelanti
fr: Nouvelle-Zélande
id: Selandia Baru
it: Nuova Zelanda
ja: ニュージーランド
ko: 뉴질랜드
nl: Nieuw-Zeeland
pl: Nowa Zelandia
pt: Nova Zelândia
ru: Новая Зеландия
sv: Nya Zeeland
th: นิวซีแลนด์
tr: Yeni Zelanda
zh: 新西兰
zh_tw: 紐西蘭

source: Next
ar: التالي
da: Næste
de: Weiter
el: Επόμενο
es_ar: Siguiente
fi: Seuraava
fr: Suivant
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
nb: Neste
nl: Volgende
pl: Dalej
pt: Avançar
ru: Далее
sv: Nästa
th: ต่อไป
tr: İleri
vi: Tiếp
zh: 下一步
zh_tw: 下一步

source: Night mode
ar: الوضع الليلي
da: Nattetilstand
de: Nachtmodus
el: Νυχτερινή λειτουργία
es_ar: Modo nocturno
fi: Yötila
fr: Mode nuit
id: Mode Malam
it: Modalità notturna
ja: 夜間モード
ko: 야간 모드
nb: Nattmodus
nl: Nachtmodus
pl: Tryb nocny
pt: Modo Noturno
ru: Ночной режим
sv: Nattläge
th: โหมดกลางคืน
tr: Gece Modu
vi: Chế độ ban đêm
zh: 夜间模式
zh_tw: 夜間模式

# nightModeOffDesc
source: Node lights are always on
ar: مصابيح العقدة تعمل دائمًا
da: Nodens lys er altid tændt
de: Die Node-Leuchten sind immer eingeschaltet
el: Οι λυχνίες των κόμβων είναι πάντα αναμμένες
es_ar: Las luces del nodo están siempre encendidas.
fi: Solmun valot ovat aina päällä
fr: Les voyants lumineux des bornes sont toujours allumés
id: Lampu simpul selalu menyala
it: Le spie luminose del nodo sono sempre accese
ja: ノードライトは常に点灯します
ko: 노드 표시등은 항상 켜져 있습니다.
nb: Nodelysene er alltid på
nl: Nodelampjes zijn altijd aan
pl: Kontrolki węzłów są zawsze włączone
pt: Dispositivos leves estão sempre ligados
ru: Индикаторы узлов всегда горят
sv: Nodlampor är alltid på
th: ไฟของโหนดเปิดอยู่ตลอดเวลา
tr: Düğüm ışıkları her zaman açık
vi: Đèn điểm nút luôn sáng
zh: 节点指示灯常亮
zh_tw: 節點照明恆亮

# nightModeOnDesc
source: Enable Night Mode to turn off node lights automatically from 8PM - 8AM
ar: قم بتفعيل الوضع الليلي لإيقاف تشغيل أضواء العقدة تلقائيًا من الساعة 8 مساءً حتى الساعة 8 صباحًا
da: Aktivér nattilstanden for at slukke lyset på noden automatisk fra 20:00 til 8:00.
de: Aktivieren Sie den Nachtmodus, um die Lichter des Node automatisch von 20:00 bis 8:00 Uhr auszuschalten.
el: Ενεργοποιήστε τη νυχτερινή λειτουργία για να σβήνουν αυτόματα οι λυχνίες των κόμβων από τις 8 μ.μ. έως τις 8 π.μ.
es_ar: Active el Modo Nocturno para apagar las luces del nodo automáticamente de 8PM - 8AM
fi: Ota yötila käyttöön sammuttaaksesi solmujen valot automaattisesti klo 20.00–8.00
fr: Activer le Mode Nuit pour éteindre automatiquement les lumières du nœud de 20h à 8h.
id: Aktifkan Mode Malam untuk mematikan lampu simpul secara otomatis dari 20:00 - 08:00
it: Attivare la modalità notturna per spegnere automaticamente le luci del nodo dalle 20.00 alle 8.00.
ja: ナイトモードを有効にすると、午後8時から午前8時までノードのランプが自動的にオフになります。
ko: 야간 모드를 활성화하여 오후 8시부터 오전 8시까지 노드 표시등을 자동으로 끕니다
nb: Aktiver nattmodus for å slå av lysene på noden automatisk fra kl. 20.00 til kl. 8.00.
nl: Schakel de nachtmodus in om de verlichting van de node automatisch uit te schakelen van 20.00 - 8.00 uur.
pl: Włącz tryb nocny, aby automatycznie wyłączać kontrolki węzłów w godzinach 20:00-8:00
pt: Ative o Modo Noturno para desligar as luzes do nó automaticamente das 8 pm às 8 am.
ru: Включите ночной режим, чтобы автоматически выключать индикаторы узлов с 20:00 до 8:00
sv: Aktivera nattläget för att släcka lamporna på noden automatiskt från 20:00 till 8:00.
th: เปิดใช้งานโหมดกลางคืนเพื่อปิดไฟของโหนดโดยอัตโนมัติตั้งแต่ 20:00 น. - 08:00 น.
tr: Düğüm ışıklarının akşam 8'den sabah 8'e kadar otomatik olarak kapatmak için Gece Modunu etkinleştirin
vi: Bật Chế độ ban đêm để tự động tắt đèn điểm nút từ 8 giờ tối đến 8 giờ sáng
zh: 启用夜间模式，可使节点灯光在晚上8点到早上8点自动关闭
zh_tw: 啟用夜間模式，可使節點指示燈在晚上8時至早上8時自動熄滅

# nightModeTime
source: 8PM - 8AM
ar: 8 مساءً - 8 صباحًا
el: 8 μ.μ. - 8 π.μ.
fr: 20H - 8H
ja: 午後8時 - 午前8時
ko: 오후 8시 - 오전 8시
th: 20:00 น. - 08:00 น.
vi: 8 giờ tối - 8 giờ sáng
zh: 晚上8点 - 早上8点
zh_tw: 晚上8時 - 早上8時

# nightModeTips
source: When enabled, the LED light will turn off between 8:00 PM and 8:00 AM.
ar: عند تفعيل هذا الخيار، سيتم إيقاف تشغيل ضوء LED بين الساعة 8:00 مساءً و8:00 صباحًا.
da: Når denne funktion er aktiveret, slukkes LED-displayet mellem kl. 20.00 og kl. 8.00.
de: Wenn diese Funktion aktiviert ist, erlischt die LED-Anzeige zwischen 20:00 und 8:00 Uhr
el: Όταν είναι ενεργοποιημένη, η λυχνία LED θα σβήνει μεταξύ 8:00 μ.μ. και 8:00 π.μ.
es_ar: Cuando está activado, la luz LED se apagará entre las 8:00 PM y las 8:00 AM.
fi: Kun käytössä, LED-valo sammuu klo 20.00 ja 8.00 välillä.
fr: Lorsque cette option est activée, la lumière LED s'éteint entre 20h00 et 8h00.
id: Saat diaktifkan, lampu LED akan mati antara 20:00 dan 08:00.
it: Quando è attivata, la luce LED si spegne tra le 20:00 e le 8:00 del mattino.
ja: 有効にすると、LEDライトは午後8時から午前8時の間に消灯します。
ko: 활성화되면 LED 표시등이 오후 8:00부터 오전 8:00 사이에 꺼집니다.
nb: Når denne funksjonen er aktivert, slukkes LED-displayet mellom kl. 20.00 og 08.00.
nl: Wanneer ingeschakeld, gaat het ledlampje uit tussen 20:00 en 08:00.
pl: Po włączeniu kontrolka LED będzie wyłączona między 20:00 a 8:00.
pt: Quando ativado, a luz de LED se apagará entre as 8:00 PM e as 8:00 AM.
ru: Когда включено, светодиодный индикатор будет выключаться между 20:00 и 8:00.
sv: När denna funktion är aktiverad släcks LED-displayen mellan kl. 20.00 och 08.00
th: เมื่อเปิดใช้งาน ไฟ LED จะดับระหว่างเวลา 20:00 น. และ 08:00 น.
tr: Etkinleştirildiğinde, LED ışığı akşam 20:00 ile sabah 08:00 arasında kapanacaktır.
vi: Khi được bật, đèn LED sẽ tắt từ 8:00 tối đến 8:00 sáng.
zh: 启用后，LED指示灯将在晚上8点至早上8点之间熄灭。
zh_tw: 啟用後，LED指示燈將在晚上8時至早上8時之間熄滅

# noAdvancedRouting
source: You have no Advanced Routing
ar: ليس لديك توجيه متقدم
da: Du har ikke avanceret routing
de: Sie haben kein erweitertes Routing
el: Δεν έχετε σύνθετη δρομολόγηση
es_ar: No tiene Enrutamiento Avanzado
fi: Ei lisäreititystä
fr: Vous n'avez pas de routage avancé
id: Anda tidak memiliki Perutean Lanjutan
it: Non dispone di Routing avanzato
ja: 高度なルーティングはありません。
ko: 고급 라우팅이 없습니다
nb: Du har ikke avansert ruting
nl: U heeft geen geavanceerde routering
pl: Nie masz zaawansowanego routingu
pt: Não possui roteamento avançado
ru: У вас нет расширенной маршрутизации
sv: Du har inte avancerad routing
th: คุณไม่มีการกำหนดเส้นทางขั้นสูง
tr: Gelişmiş Yönlendirmeniz yok
vi: Bạn không có định tuyến nâng cao
zh: 您没有高级路由
zh_tw: 您沒有高級路由

# noCallbacksDescription
source: No callbacks have been scheduled callbacks yet.
ar: لم يتم جدولة أي معاودة للإتصال حتى الآن.
es_ar: Aún no se ha programado ninguna devolución de llamada.
it: Non è ancora stata programmata alcuna convocazione.
pl: Nie zaplanowano jeszcze żadnych oddzwonień.
ru: Пока не запланировано обратных звонков.
zh: 尚未安排回电。
zh_tw: 尚未安排回電。

source: No file chosen
ar: لم يتم اختيار ملف
da: Ingen fil valgt
de: Keine Datei ausgewählt
el: Δεν επιλέχθηκε αρχείο
es_ar: No se eligió un archivo
fi: Yhtään tiedostoa ei ole valittu
fr: Aucun fichier sélectionné
id: Tidak ada file yang dipilih
it: Nessun file selezionato
ja: ファイルが選択されていません
ko: 선택된 파일이 없음
nb: Ingen fil valgt
nl: Geen bestand geselecteerd
pl: Nie wybrano pliku
pt: Nenhum arquivo selecionado
ru: Файл не выбран
sv: Ingen fil har valts
th: ไม่มีไฟล์ที่เลือกไว้
tr: Seçili dosya yok
vi: Không có tệp nào được chọn
zh: 未选择文件
zh_tw: 沒有選擇檔案

# noFilteredDevices
source: You have no filtered devices
ar: ليس لديك أجهزة مفلترة
da: Du har ikke nogen filtrerede enheder
de: Sie verfügen über keine gefilterten Geräte
el: Δεν έχετε φιλτραρισμένες συσκευές
es_ar: No tiene dispositivos filtrados
fi: Ei suodatettuja laitteita
fr: Vous n'avez pas d'appareils filtrés
id: Anda tidak memiliki perangkat yang difilter
it: Nessun dispositivo filtrato
ja: フィルタリングされたデバイスはありません。
ko: 필터링된 장치가 없습니다
nb: Du har ingen filtrerte enheter
nl: U heeft geen gefilterde apparaten
pl: Nie masz filtrowanych urządzeń
pt: Nenhum dispositivo filtrado
ru: У вас нет отфильтрованных устройств
sv: Du har inte några filtrerade enheter
th: คุณไม่มีอุปกรณ์ที่ถูกกรอง
tr: Filtrelenmiş cihazınız yok
vi: Không có thiết bị nào được lọc
zh: 您没有过滤的设备
zh_tw: 您沒有經過篩選的裝置

# noIPv6PortService
source: You have no IPv6 Port Service
ar: ليس لديك خدمة منفذ IPv6
da: Du har ikke en IPv6-porttjeneste
de: Sie haben keinen IPv6 Port Service
el: Δεν έχετε υπηρεσία θύρας IPv6
es_ar: No tiene Servicio de Puerto IPv6
fi: Ei IPv6-porttipalvelua
fr: Vous n'avez pas de service de port IPv6
id: Anda tidak memiliki Layanan Port IPv6
it: Non dispone del servizio porte IPv6
ja: IPv6ポートサービスはありません。
ko: IPv6 포트 서비스가 없습니다
nb: Du har ikke en IPv6-porttjeneste
nl: U heeft geen IPv6-poortservice
pl: Nie masz usługi portów IPv6
pt: Não possui serviço de porta IPv6
ru: У вас нет службы портов IPv6
sv: Du har inte en IPv6-porttjänst
th: คุณไม่มีบริการพอร์ต IPv6
tr: IPv6 Port Hizmetiniz yok
vi: Không có dịch vụ cổng IPv6 nào
zh: 您没有IPv6端口服务
zh_tw: 您沒有IPv6連接埠服務

# noInternetConnectionDescription
source: Your internet might be down because of a local power outage or issue with your ISP.
ar: قد يكون الإنترنت لديك معطلاً بسبب انقطاع التيار الكهربائي المحلي أو مشكلة مع موفر خدمة الإنترنت.
da: Dit internet kan være nede på grund af en lokal strømafbrydelse eller et problem hos din internetudbyder.
de: Ihr Internet funktioniert vielleicht zurzeit nicht, weil es einen Stromausfall oder ein Problem mit Ihrem Internetanbieter gibt.
el: Το internet μπορεί να είναι εκτός λειτουργίας λόγω τοπικής διακοπής ρεύματος ή προβλήματος με τον ISP σας.
es_ar: Puede que la conexión a Internet no funcione debido a un apagón local o a un problema con el ISP.
fi: Internet-yhteytesi saattaa olla poikki paikallisen sähkökatkoksen tai Internet-palveluntarjoajasi ongelman vuoksi.
fr: Votre connexion Internet est peut-être désactivée en raison d'une coupure d'électricité locale ou d'un problème avec votre fournisseur d'accès.
id: Internet mungkin terputus karena terjadi mati listrik secara lokal, atau terjadi masalah dengan ISP Anda.
it: Potrebbe essersi verificata una disconnessione a Internet a causa di un'interruzione dell'alimentazione nella tua zona o di un problema dell'ISP.
ja: お住まいの地域の停電やご利用のISPの問題が原因で、インターネットにつながらない場合があります。
ko: 지역 정전이나 ISP 문제로 인해 인터넷에 장애가 있을 수 있습니다.
nb: Internett er kanskje nede på grunn av et lokalt strømbrudd eller problem hos internettleverandøren.
nl: Uw internet kan uitgevallen zijn door een plaatselijke stroomstoring of een probleem met uw internetprovider.
pl: Internet może być niedostępny z powodu lokalnej przerwy w dostawie prądu lub problemów u dostawcy usług internetowych.
pt: Sua internet pode estar inativa devido a falta de energia no local ou problema com seu ISP.
ru: Возможно, интернет-подключение не работает из-за локального отключения электроэнергии или проблем в работе вашего интернет-провайдера.
sv: Ditt internet kan vara nere på grund av ett lokalt strömavbrott eller problem med din internetleverantör.
th: อินเทอร์เน็ตของคุณอาจไม่ทำงานเพราะการขัดข้องของระบบจ่ายไฟฟ้าหรือปัญหากับ ISP ของคุณ
tr: Yerel elektrik kesintisi veya İSS'nizle ilgili bir sorun nedeniyle internetiniz kesilmiş olabilir.
vi: Internet của bạn có thể sẽ ngừng hoạt động do mất điện cục bộ hoặc sự cố với ISP.
zh: 您的互联网连接可能会因为当地停电或ISP的问题而断开。
zh_tw: 您的網路可能會因當地斷電或 ISP 問題而中斷連線。

# noInternetConnectionTitle
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
da: Ingen internetforbindelse
de: Keine Internetverbindung
el: Δεν υπάρχει σύνδεση στο Internet
es_ar: Sin conexión a Internet
fi: Ei internet-yhteyttä
fr: Aucune connexion Internet
id: Tidak ada sambungan internet
it: Nessuna connessione a Internet
ja: インターネット接続がありません
ko: 인터넷 연결이 없음
nb: Ingen internettforbindelse
nl: Geen internetverbinding
pl: Brak połączenia z Internetem
pt: Sem conexão à internet
ru: Нет подключения к Интернету
sv: ingen internetanslutning
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok
vi: Không có kết nối Internet
zh: 无互联网连接
zh_tw: 沒有網際網路連線

# noInternetConnectionWithSSIDTitle
source: {ssid} has no internet connection
ar: لا يمتلك {ssid} اتصالًا بالإنترنت
da: {ssid} har ikke forbindelse til internettet
de: {ssid} hat keine Internetverbindung
el: Το {ssid} δεν έχει σύνδεση στο internet
es_ar: {ssid} no tiene conexión a Internet
fi: {ssid} ei internet-yhteyttä
fr: {ssid} n'est pas connecté à Internet
id: {ssid} tidak memiliki sambungan internet
it: {ssid} non è connessa a Internet
ja: {ssid}にインターネット接続がありません
ko: {ssid}가 인터넷에 연결되어 있지 않습니다.
nb: {ssid} har ingen internettilkobling
nl: {ssid} heeft geen internetverbinding
pl: {ssid} nie ma połączenia z Internetem
pt: {ssid} não tem conexão à internet
ru: {ssid} не подключен к Интернету
sv: {ssid} har ingen internetanslutning
th: {ssid} ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: {ssid} internet bağlantısına sahip değil
vi: {ssid} không có kết nối Internet
zh: {ssid}没有互联网连接
zh_tw: {ssid} 沒有網際網路連線

# noPortRangeForwarding
source: You have no Port Range Forwarding
ar: ليس لديك إعادة توجيه نطاق المنفذ
da: Du har ikke viderestilling af portområde
de: Sie haben keine Port Range Forwarding
el: Δεν έχετε προώθηση εύρους θυρών
es_ar: No tiene Reenvío de Rango de Puertos
fi: Ei porttialueen edelleenohjausta
fr: Vous n'avez pas de transfert de plage de ports
id: Anda tidak memiliki Penerusan Rentang Port
it: Non dispone dell'inoltro dell'intervallo di porte
ja: ポート範囲転送がありません。
ko: 포트 범위 전달이 없습니다
nb: Du har ikke videresending av portområde
nl: U heeft geen Port Range Forwarding
pl: Nie masz przekierowania zakresu portów
pt: Não tem encaminhamento de intervalo de portas
ru: У вас нет переадресации диапазона портов
sv: Du har inte vidarebefordran av portintervall
th: คุณไม่มีการส่งต่อช่วงพอร์ต
tr: Port Aralığı Yönlendirmeniz yok
vi: Không có chuyển tiếp dải cổng nào
zh: 您没有端口范围转发规则
zh_tw: 您沒有連接埠範圍轉發規則

# noPortRangeTriggering
source: You have no Port Range Triggering
ar: ليس لديك نطاق منفذ محفز
da: Du har ikke Port Range Triggering
de: Sie haben kein Port Range Triggering
el: Δεν έχετε έναυσμα εύρους θυρών
es_ar: No tiene Activación de Rango de Puertos
fi: Ei porttialueen laukaisua
fr: Vous n'avez pas de déclenchement de plage de ports
id: Anda tidak memiliki Pemicuan Rentang Port
it: Non dispone di attivazione dell'intervallo di porte
ja: ポートレンジトリガーがありません。
ko: 포트 범위 트리거링이 없습니다
nb: Du har ikke portområdeutløsing
nl: U heeft geen Port Range Triggering
pl: Nie masz wyzwalania zakresu portów
pt: Não tem ativação de intervalo de portas
ru: У вас нет переключения диапазона портов
sv: Du har inte Port Range Triggering
th: คุณไม่มีการทริกเกอร์ช่วงพอร์ต
tr: Port Aralığı Tetiklemeniz yok
vi: Không có kích hoạt dải cổng nào
zh: 您没有端口范围触发规则
zh_tw: 您沒有連接埠範圍觸發規則

# noRules
source: You have no Rule/s
ar: ليس لديك أي قاعدة/قواعد
da: Du har ikke tilføjet nogen regel(r)
de: Sie haben keine Regel/n
el: Δεν έχετε κανόνα/ες
es_ar: No tiene Regla/s
fi: Ei sääntöjä
fr: Vous n'avez pas de règle(s)
id: Anda tidak memiliki Aturan
it: Non hai regole
ja: ルールはありません
ko: 규칙이 없습니다
nb: Du har ikke lagt til noen regel(er)
nl: U heeft geen regel(s)
pl: Nie masz reguł
pt: Sem regra(s)
ru: У вас нет правил
sv: Du har inte lagt till någon/några regel(r)
th: คุณไม่มีกฎ
tr: Hiç Kuralınız yok
vi: Không có quy tắc nào
zh: 您没有规则
zh_tw: 您沒有規則

# noSinglePortForwarding
source: You have no Single Port Forwarding
ar: ليس لديك إعادة توجيه منفذ واحد
da: Du har ikke viderestilling af en enkelt port
de: Sie haben keine Single Port Forwarding
el: Δεν έχετε προώθηση μίας θύρας
es_ar: No tiene Reenvío de Puerto Único
fi: Ei yhden portin edelleenohjausta
fr: Vous n'avez pas de transfert de port unique
id: Anda tidak memiliki Penerusan Port Tunggal
it: Non dispone di un inoltro a porta singola.
ja: 単一ポート転送はありません。
ko: 단일 포트 전달이 없습니다
nb: Du har ikke videresending av enkeltport
nl: U heeft geen Single Port Forwarding
pl: Nie masz przekierowania pojedynczego portu
pt: Não tem encaminhamento de porta única.
ru: У вас нет переадресации отдельных портов
sv: Du har inte vidarebefordran av enstaka portar
th: คุณไม่มีการส่งต่อพอร์ตเดียว
tr: Tek Port Yönlendirmeniz yok
vi: Không có chuyển tiếp cổng đơn nào
zh: 您没有单端口转发规则
zh_tw: 您沒有單連接埠轉發規則
