Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

source: Connected with MLO
ar: الاتصال بتقنية MLO
da: Tilslut med MLO
de: Mit MLO verbunden
el: Συνδεδεμένος με MLO
es_ar: Conectado con MLO
fi: Yhdistetty MLO-toiminnolla
fr: Connecté avec MLO
id: Tersambung dengan MLO
it: Connesso con MLO
ja: MLOを使用して接続済み
ko: MLO와 연결
nb: Tilkoblet med MLO
nl: Verbonden met MLO
pl: Połączone z MLO
pt: Conectado com MLO
ru: Подключено к MLO
sv: Ansluten med MLO
th: เชื่อมต่อด้วย MLO
tr: MLO ile bağlı
vi: Đã kết nối với MLO
zh: 已连接到MLO
zh_tw: 使用 MLO 連線

source: Connection
ar: الاتصال
da: Forbindelse
de: Verbindung
el: Σύνδεση
es_ar: Conexión
fi: Liitännät
fr: Connexion
id: Koneksi
it: Connessione
ja: 接続
ko: 연결
nb: Tilkobling
nl: Verbinding
pl: Połączenie
pt: Conexão
ru: Подключение
sv: Anslutning
th: การเชื่อมต่อ
tr: Bağlantı
vi: Kết nối
zh: 连接
zh_tw: 連線

source: Connection Mode
ar: وضع الاتصال
da: Forbindelsestilstand
de: Verbindungsmodus
el: Λειτουργία σύνδεσης
es_ar: Modo de conexión
fi: Yhteystila
fr: Mode de connexion
id: Mode Sambungan
it: Modalità di connessione
ja: 接続モード
ko: 연결 모드
nb: Tilkoblingsmodus
nl: Verbindingsmodus
pl: Tryb połączenia
pt: Modo de conexão
ru: Режим подключения
sv: Anslutning skapad
th: โหมดการเชื่อมต่อ
tr: Bağlantı Modu
vi: Chế độ Kết nối
zh: 连接模式
zh_tw: 連線模式

source: Connection Status
ar: حالة الاتصال
da: Forbindelsesstatus
de: Verbindungsstatus
el: Κατάσταση σύνδεσης
es_ar: Estado de la conexión
fi: Yhteyden tila
fr: État de la connexion
id: Status Koneksi
it: Stato della connessione
ja: 接続状態
ko: 연결 상태
nb: Tilkoblingsstatus
nl: Verbindingsstatus
pl: Stan połączenia
pt: Status da conexão
ru: Статус подключения
sv: Status för anslutningen
th: สถานะการเชื่อมต่อ
tr: Bağlantı Durumu
vi: Trạng thái kết nối
zh: 连接状态
zh_tw: 連接狀態

source: Connection Type
ar: نوع الاتصال
da: Forbindelsestype
de: Verbindungstyp
el: Τύπος σύνδεσης
es_ar: Tipo de conexi&oacute;n
fi: Yhteystyyppi
fr: Type de connexion
id: Tipe Koneksi
it: Tipo di connessione
ja: 接続の種類
ko: 연결 유형
nb: Tilkoblingstype
nl: Verbindingstype
pl: Typ połączenia
pt: Tipo de conex&atilde;o
ru: Тип подключения
sv: Anslutningstyp
th: ประเภทการเชื่อมต่อ
tr: Connection Type (Bağlantı Tipi)
vi: Loại Kết nối
zh: 连接类型
zh_tw: 連線類型

# connectionTypeAutomatic
source: Automatic
ar: تلقائي
de: Automatisch
el: Αυτόματα
es_ar: Automático
fi: Automaattinen
fr: Automatique
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
nb: Automatisk
nl: Automatisch
pl: Automatic (Automatyczny)
pt: Automático
ru: Автоматически
sv: Automatiskt
th: อัตโนมัติ
tr: Otomatik
vi: Automatic (Tự động)
zh: 自动
zh_tw: 自動

# connectionTypeBridge
source: Bridge Mode
ar: وضع الجسر
da: Brotilstand
de: Überbrückungsmodus
el: Λειτουργία γεφύρωσης
es_ar: Modo puente
fi: Sillattu tila
fr: Mode Pont
id: Mode Jembatan
it: Modalità bridge
ja: ブリッジ モード
ko: 브릿지 모드
nb: Bromodus
nl: Brugmodus
pl: Tryb mostu
pt: Modo com bridge
ru: Режим моста
sv: Bryggkopplat läge
th: โหมดบริดจ์
tr: Köprü Modu
vi: Chế độ Cầu nối
zh: 桥接模式
zh_tw: 橋接模式

# connectionTypeDhcp
source: Automatic Configuration - DHCP
ar: تكوين تلقائي - DHCP
da: Automatisk konfiguration - DHCP
de: Automatische Konfiguration – DHCP
el: Αυτόματη διαμόρφωση - DHCP
es_ar: Configuración automática - DHCP
fi: Automaattinen määritys - DHCP
fr: Configuration automatique - DHCP
id: Konfigurasi Otomatis - DHCP
it: Configurazione automatica - DHCP
ja: 自動構成 - DHCP
ko: 자동 구성 - DHCP
nb: Automatisk konfigurering – DHCP
nl: Automatische configuratie DHCP
pl: Automatyczna konfiguracja — DHCP
pt: Configuração automática – DHCP
ru: Автоматическая конфигурация – DHCP
sv: Automatisk konfiguration – DHCP
th: การตั้งค่าอัตโนมัติ - DHCP
tr: Otomatik Yapılandırma - DHCP
vi: Cấu hình tự động - DHCP
zh: 自动配置 - DHCP
zh_tw: 自動設定 - DHCP

# connectionTypePassThrough
source: Pass-through
ar: المرور عبر
el: Διέλευση
fi: Läpivienti
fr: Passage
ja: パススルー
ko: 패스스루
pl: Przekazywanie
ru: Сквозной режим
th: ผ่าน
tr: Geçiş
vi: Chế độ truyền qua
zh: 透传
zh_tw: 穿透傳輸

# connectionTypeStatic
source: Static IP
ar: IP ثابت
de: Statische IP-Adresse
el: Στατική IP
es_ar: IP estática
fi: Staattinen IP
fr: Adresse IP statique
id: IP Statis
it: IP statico
ja: 静的 IP
ko: 고정 IP
nb: Statisk IP
nl: Vast IP-adres
pl: Statyczny adres IP
pt: IP estático
ru: Статический IP-адрес
sv: Statisk IP
th: IP แบบสแตติก
tr: Statik IP
vi: IP tĩnh
zh: 静态IP
zh_tw: 靜態 IP

source: Connectivity
ar: الاتصال
da: Tilslutning
de: Konnektivität
el: Συνδεσιμότητα
es_ar: Conectividad
fi: Liitettävyys
fr: Connectivité
id: Konektivitas
it: Connettività
ja: 接続
ko: 연결성
nb: Tilkobling
nl: Connectiviteit
pl: Połączenia
pt: Conectividade
ru: Подключения
sv: Anslutning
th: การเชื่อมต่อ
tr: Bağlantı
vi: Kết nối
zh: 连接
zh_tw: 連線能力

# copyRight
source: Â© {year} Linksys Holdings, Inc. and/or its affiliates. All rights reserved.
ar: © {year} Linksys Holdings, Inc. و/أو الشركات التابعة لها. جميع الحقوق محفوظة.
da: © {year} Linksys Holdings, Inc. og/eller dets datterselskaber. Alle rettigheder forbeholdes.
de: © {year} Linksys Holdings, Inc. und/oder seine Tochterunternehmen. Alle Rechte vorbehalten.
el: © {year} Linksys Holdings, Inc. ή/και οι θυγατρικές της. Με επιφύλαξη κάθε δικαιώματος.
es_ar: © {year} Linksys Holdings, Inc. y/o sus filiales. Todos los derechos reservados.
fi: © {year} Linksys Holdings, Inc. ja/tai sen tytäryhtiöt. Kaikki oikeudet pidätetään.
fr: © {year} Linksys Holdings, Inc. et/ou ses filiales. Tous droits réservés.
id: © {year} Linksys Holdings, Inc. dan/atau afiliasinya. Hak cipta dilindungi undang-undang.
it: © {year} Linksys Holdings, Inc. e/o le sue affiliate. Tutti i diritti riservati.
ja: © {year} Linksysホールディングス株式会社およびその関連会社。全著作権所有。
ko: © {year} Linksys Holdings, Inc. 및/또는 그 계열사. 모든 권리 보유.
nb: © {year} Linksys Holdings, Inc. og/eller dets datterselskaper. Alle rettigheter forbeholdt.
nl: © {year} Linksys Holdings, Inc. en/of haar dochterondernemingen. Alle rechten voorbehouden.
pl: © {year} Linksys Holdings, Inc. i/lub jej podmioty stowarzyszone. Wszelkie prawa zastrzeżone.
pt: © {year} Linksys Holdings, Inc. e/ou suas afiliadas. Todos os direitos reservados.
ru: © {year} Linksys Holdings, Inc. и/или ее дочерние компании. Все права защищены.
sv: © {year} Linksys Holdings, Inc. och/eller dess dotterbolag. Alla rättigheter förbehålles.
th: © {year} Linksys Holdings, Inc. และ/หรือบริษัทในเครือ สงวนลิขสิทธิ์
tr: © {year} Linksys Holdings, Inc. ve/veya bağlı kuruluşları. Tüm hakları saklıdır.
vi: © {year} Linksys Holdings, Inc. và/hoặc các công ty liên kết. Đã đăng ký bản quyền.
zh: © {year} Linksys控股公司及/或其关联公司。保留所有权利。
zh_tw: © {year} Linksys控股公司及/或其附屬公司。保留所有權利。

source: CPU Utilization
ar: استخدام وحدة المعالجة المركزية (CPU)
da: Udnyttelse af CPU
de: CPU-Nutzung
el: Χρήση CPU
es_ar: Utilización de la CPU
fi: Suorittimen käyttö
fr: Utilisation de l'unité centrale
id: Penggunaan CPU
it: Utilizzo della CPU
ja: CPU使用率
ko: CPU 사용률
nb: CPU-bruk
nl: CPU-gebruik
pl: Wykorzystanie CPU
pt: Utilização da CPU
ru: Загрузка ЦП
sv: CPU-användning
th: การใช้งาน CPU
tr: CPU Kullanımı
vi: Sử dụng CPU
zh: CPU使用率
zh_tw: CPU使用率

# currentIPv6ConnectionTypeIsNotAutomatic
source: The current WAN IPv6 connection type is not automatic.
ar: نوع اتصال WAN IPv6 الحالي ليس تلقائيًا.
da: Den aktuelle WAN IPv6-forbindelsestype er ikke automatisk.
de: Der aktuelle WAN-IPv6-Verbindungstyp ist nicht automatisch.
el: Ο τρέχων τύπος σύνδεσης WAN IPv6 δεν είναι αυτόματος.
es_ar: El tipo de conexión WAN IPv6 actual no es automático.
fi: Nykyinen WAN IPv6 -yhteystyyppi ei ole automaattinen.
fr: Le type de connexion WAN IPv6 actuel n'est pas automatique.
id: Tipe koneksi WAN IPv6 saat ini tidak otomatis.
it: Il tipo di connessione WAN IPv6 corrente non è automatica.
ja: 現在のWAN IPv6接続の種類は自動ではありません。
ko: 현재 WAN IPv6 연결 유형이 자동이 아닙니다.
nb: Den gjeldende WAN IPv6-tilkoblingstypen er ikke automatisk.
nl: Het huidige WAN IPv6-verbindingstype is niet automatisch.
pl: Bieżący typ połączenia WAN IPv6 nie jest automatyczny.
pt: O tipo de conexão WAN IPv6 atual não é automático.
ru: Текущий тип подключения WAN IPv6 не является автоматическим.
sv: Aktuell typ av WAN IPv6-anslutning är inte automatisk.
th: ประเภทการเชื่อมต่อ WAN IPv6 ปัจจุบันไม่ใช่แบบอัตโนมัติ
tr: Mevcut WAN IPv6 bağlantı türü otomatik değil.
vi: Loại kết nối WAN IPv6 hiện tại không phải là tự động.
zh: 当前广域网IPv6连接类型不是自动的。
zh_tw: 目前廣域網IPv6連接類型並非自動。

source: Current: {version}
ar: الحالي: {version}
da: Nuværende: {version}
de: Aktuelle: {version}
el: Τρέχουσα: {version}
es_ar: Actual: {version}
fi: Nykyinen: {version}
fr: Actuel : {version}
id: Saat ini: {version}
it: Attuale: {version}
ja: 現在: {version}
ko: 현재: {version}
nb: Gjeldende: {version}
nl: Huidig: {version}
pl: Bieżąca: {version}
pt: Atual: {version}
ru: Текущая: {version}
sv: Aktuellt: {version}
th: เวอร์ชันปัจจุบัน: {version}
tr: Mevcut: {version}
vi: Hiện tại: {version}
zh: 当前版本：{version}
zh_tw: 目前版本：{version}

# currentWanTypeIsNotDhcp
source: The current WAN type is not DHCP.
ar: نوع WAN الحالي ليس DHCP.
da: Den aktuelle WAN-type er ikke DHCP.
de: Der aktuelle WAN-Typ ist nicht DHCP.
el: Ο τρέχων τύπος WAN δεν είναι DHCP.
es_ar: El tipo de WAN actual no es DHCP.
fi: Nykyinen WAN-tyyppi ei ole DHCP.
fr: Le type de connexion WAN actuel n'est pas DHCP.
id: Tipe WAN saat ini bukan DHCP.
it: Il tipo di WAN corrente non è DHCP.
ja: 現在のWANの種類はDHCPではありません。
ko: 현재 WAN 유형이 DHCP가 아닙니다.
nb: Den gjeldende WAN-typen er ikke DHCP.
nl: Het huidige WAN-type is niet DHCP.
pl: Bieżący typ WAN nie jest DHCP.
pt: O tipo de WAN atual não é DHCP.
ru: Текущий тип WAN не является DHCP.
sv: Aktuell WAN-typ är inte DHCP.
th: ประเภท WAN ปัจจุบันไม่ใช่ DHCP
tr: Mevcut WAN türü DHCP değil.
vi: Loại WAN hiện tại không phải là DHCP.
zh: 当前广域网类型不是DHCP。
zh_tw: 目前廣域網類型並非DHCP。

# dashboardFirmwareUpdateToDate
source: Firmware is <span>up-to-date</span>
ar: البرامج الثابتة محدثة
da: Firmwaren er <span>opdateret</span>
de: Firmware ist <span>auf dem neuesten Stand</span>
el: Το υλικολογισμικό είναι <span>ενημερωμένο</span>
es_ar: El Firmware está <span>actualizado</span>
fi: Laiteohjelmisto on <span>ajan tasalla</span>
fr: Micrologiciel est <span>à jour</span>
id: Firmware <span>mutakhir</span>
it: Il firmware è <span>aggiornato</span>.
ja: ファームウェアは最新です。
ko: 펌웨어가 <span>최신 상태</span>입니다
nb: Fastvaren er <span>oppdatert</span>
pl: Oprogramowanie sprzętowe jest <span>aktualne</span>
pt: O firmware foi <span>atualizado</span>.
ru: Прошивка <span>актуальна</span>
sv: Firmwaren är <span>uppdaterad</span>
th: เฟิร์มแวร์<span>ทันสมัย</span>แล้ว
tr: Bellenim <span>güncel</span>
vi: Phần mềm điều khiển <span>đã được cập nhật</span>
zh: 固件已<u>更新到最新版本</u>
zh_tw: 韌體已<u>更新至最新版本</u>

# dashboardSupportCallSupportDesc
source: Wait times apply
ar: تطبق أوقات الانتظار
da: Ventetider er gældende
de: Es gelten Wartezeiten
el: Ισχύουν χρόνοι αναμονής
es_ar: Se aplican tiempos de espera
fi: Odotusajat pätevät
fr: Les temps d'attente s'appliquent
id: Waktu tunggu berlaku
it: Applicazione dei timeout
ja: 待機時間が適用されます
ko: 대기 시간이 적용됩니다
nb: Ventetider gjelder
nl: Wachttijden zijn van toepassing
pl: Obowiązują czasy oczekiwania
pt: Aplicam-se tempos limite
ru: Время ожидания применяется
sv: Väntetider gäller
th: มีเวลารอสาย
tr: Bekleme süreleri geçerlidir
vi: Có thời gian chờ
zh: 需等待一定时间
zh_tw: 需等候一段時間

# dashboardSupportCallSupportTitle
source: Call Support
ar: اتصل بالدعم الفني
da: Ring til support
de: Support anrufen
el: Κλήση υποστήριξης
es_ar: Llamar a Soporte
fi: Soita tukeen
fr: Appeler le support
id: Hubungi Dukungan
it: Chiama il supporto
ja: サポートに連絡する
ko: 지원팀에 전화
nb: Ring kundestøtte
nl: Bel ondersteuning
pl: Zadzwoń do pomocy technicznej
pt: Ligar para o suporte
ru: Позвонить в службу поддержки
sv: Ring supporten
th: โทรติดต่อฝ่ายสนับสนุน
tr: Desteği Ara
vi: Gọi hỗ trợ
zh: 联系支持
zh_tw: 聯絡支援

# dashboardSupportCallbackDesc
source: Skip waiting. Send a message and a Linksys support agent will call you
ar: تخطى الانتظار. أرسل رسالة وسيتصل بك أحد وكلاء Linksys للدعم الفني
da: Du skal ikke vente. Send en besked, og en Linksys-supportmedarbejder vil ringe til dig.
de: Warten Sie nicht. Senden Sie eine Meldung und ein Linksys- Support-Agent wird Sie anrufen
el: Παρακάμψτε την αναμονή. Στείλτε ένα μήνυμα και ένας αντιπρόσωπος υποστήριξης της Linksys θα σας καλέσει
es_ar: Sáltese la espera. Envíe un mensaje y un agente de soporte de Linksys le llamará
fi: Ohita odotus. Lähetä viesti, niin Linksysin tukihenkilö soittaa sinulle
fr: Ne pas attendre. Envoyez un message et un agent du support Linksys vous rappellera.
id: Lewati menunggu. Kirim pesan dan agen dukungan Linksys akan menghubungi Anda
it: Saltate l'attesa. Inviate un messaggio e un agente del supporto Linksys vi richiamerà.
ja: 待たずにメッセージを送信してください。Linksysのサポートエージェントが電話をかけます。
ko: 대기 시간을 건너뛰십시오. 메시지를 보내면 Linksys 지원 담당자가 전화를 드립니다
nb: Ikke vent lenger. Send en melding, så ringer en Linksys-supportagent deg
nl: Sla het wachten over. Stuur een bericht en een Linksys-ondersteuningsagent belt u
pl: Pomiń oczekiwanie. Wyślij wiadomość, a agent pomocy technicznej Linksys oddzwoni do Ciebie
pt: Ignore a espera. Envie uma mensagem e um agente de suporte da Linksys ligará de volta para você.
ru: Пропустите ожидание. Отправьте сообщение, и агент поддержки Linksys перезвонит вам
sv: Vänta inte. Skicka ett meddelande så ringer en Linksys-supportagent upp dig
th: ข้ามการรอสาย ส่งข้อความและเจ้าหน้าที่สนับสนุน Linksys จะโทรหาคุณ
tr: Beklemeyi atlayın. Bir mesaj gönderin ve bir Linksys destek temsilcisi sizi arasın
vi: Bỏ qua thời gian chờ. Gửi tin nhắn và một đại lý hỗ trợ Linksys sẽ gọi cho bạn
zh: 无需等待。发送消息，Linksys支持人员将给您回电
zh_tw: 無需等候，發送訊息，Linksys支援人員會給您回電

# dashboardSupportCallbackTitle
source: Get a Callback
ar: طلب معاودة الاتصال
da: Anmod om et tilbagekald
de: Rückruf anfordern
el: Λήψη επανάκλησης
es_ar: Obtenga una devolución de llamada
fi: Pyydä takaisinsoitto
fr: Obtenir un rappel
id: Dapatkan Panggilan Balik
it: Ottenere un callback
ja: コールバックをリクエスト
ko: 콜백 받기
nb: Be om å bli ringt tilbake
nl: Krijg een terugbelverzoek
pl: Poproś o oddzwonienie
pt: Obter uma chamada de retorno
ru: Заказать обратный звонок
sv: Begär en återuppringning
th: รับการโทรกลับ
tr: Geri Arama Al
vi: Nhận cuộc gọi lại
zh: 获取回电
zh_tw: 獲取回電

# dashboardSupportFAQDesc
source: Read most common help articles sorted by topic
ar: اقرأ مقالات المساعدة الأكثر شيوعًا مرتبة حسب الموضوع
da: Læs de mest almindelige hjælpeartikler sorteret efter emne
de: Lesen Sie die häufigsten Hilfeartikel nach Thema sortiert
el: Διαβάστε τα πιο συνηθισμένα άρθρα βοήθειας ταξινομημένα κατά θέμα
es_ar: Lea los artículos de ayuda más comunes ordenados por temas
fi: Lue yleisimmät ohjeet aiheittain
fr: Lisez les articles d'aide les plus courants classés par sujet
id: Baca artikel bantuan paling umum diurutkan berdasarkan topik
it: Leggete gli articoli di aiuto più comuni ordinati per argomenti
ja: トピック別に識別された最も一般的なヘルプ記事を読む
ko: 주제별로 정리된 가장 일반적인 도움말 문서 읽기
nb: Les de vanligste hjelpeartiklene sortert etter emne
nl: Lees de meest voorkomende helpartikelen gesorteerd op onderwerp
pl: Przeczytaj najczęstsze artykuły pomocy posortowane według tematu
pt: Leia os artigos de ajuda mais comuns, classificados por tópico
ru: Читайте наиболее распространенные статьи помощи, отсортированные по темам
sv: Läs de vanligaste hjälpartiklarna sorterade efter ämne
th: อ่านบทความช่วยเหลือที่พบบ่อยที่สุดแยกตามหัวข้อ
tr: Konuya göre sıralanmış en yaygın yardım makalelerini okuyun
vi: Đọc các bài viết trợ giúp phổ biến nhất được sắp xếp theo chủ đề
zh: 阅读按主题分类的最常见帮助文章
zh_tw: 閱讀按主題分類的最常見支援文章

# dashboardSupportFAQTitle
source: View FAQ
ar: عرض الأسئلة الشائعة
da: Vis ofte stillede spørgsmål
de: FAQ anzeigen
el: Προβολή συχνών ερωτήσεων
es_ar: Ver Preguntas Frecuentes
fi: Näytä UKK
fr: Voir les FAQ
id: Lihat FAQ
it: Vedere le domande frequenti
ja: FAQを見る
ko: FAQ 보기
nb: Vis vanlige spørsmål
nl: Bekijk FAQ
pl: Wyświetl FAQ
pt: Ver Perguntas Frequentes
ru: Просмотреть FAQ
sv: Visa vanliga frågor
th: ดู FAQ
tr: SSS'yi Görüntüle
vi: Xem FAQ
zh: 查看常见问题解答
zh_tw: 查看常見問題解答

source: Date
ar: تاريخ
es_ar: Fecha
it: Data
pl: Data
ru: Дата
zh: 日期
zh_tw: 日期

# dateAndTime
source: Date & Time
ar: التاريخ والوقت
da: Dato og klokkeslæt
de: Datum und Uhrzeit
el: Ημερομηνία & ώρα
es_ar: Fecha y hora
fi: Päivämäärä ja aika
fr: Date et heure
id: Tanggal & Waktu
it: Data e ora
ja: 日付と時間
ko: 날짜 및 시간
nb: Dato og klokkeslett
nl: Datum en tijd
pl: Data i godzina
pt: Data e hora
ru: Дата и время
sv: Datum och tid
th: วันที่และเวลา
tr: Tarih ve Saat
vi: Ngày & Giờ
zh: 日期与时间
zh_tw: 日期及時間

# daylightSavingsTime
source: Automatically adjust for Daylight Savings Time
ar: التعديل تلقائيًا للتوقيت الصيفي
da: Skift automatisk til sommertid
de: Uhr automatisch an Zeitumstellung anpassen
el: Αυτόματη προσαρμογή ρολογιού σε αλλαγές θερινής ώρας
es_ar: Ajustar automáticamente para horario de verano
fi: Siirry automaattisesti kesäaikaan
fr: Régler automatiquement en fonction de l'heure d'été
id: Secara otomatis disesuaikan untuk Waktu Musim Panas
it: Passa automaticamente all'ora legale
ja: 自動的に夏時間調整を行う
ko: 일광 절약 시간에 대해 자동으로 조정합니다
nb: Juster automatisk for sommertid
nl: Automatisch aanpassen aan zomer- en wintertijd
pl: Automatycznie uwzględniaj czas letni
pt: Ajustar automaticamente para horário de verão
ru: Автоматический переход на летнее/зимнее время
sv: Justera för sommartid automatiskt
th: ปรับเวลาสำหรับการเลื่อนเวลาตามฤดูกาลโดยอัตโนมัติ
tr: Gün Işığından Tasarruf Saatini otomatik olarak ayarla
vi: Tự động điều chỉnh Thời gian Tiết kiệm Ánh sáng Ban ngày
zh: 自动根据夏令时进行调整
zh_tw: 自動調整為日光節約時間

source: Default Gateway
ar: العبّارة الافتراضية
da: Standardgateway
de: Standard-Gateway
el: Προεπιλεγμένη πύλη
es_ar: Pasarela predeterminada
fi: Oletusyhdyskäytävä
fr: Passerelle par défaut
id: Gateway Default
it: Gateway predefinito
ja: デフォルト ゲートウェイ
ko: 기본 게이트웨이
nb: Standard gateway
nl: Standaardgateway
pl: Brama domyślna
pt: Gateway padrão
ru: Шлюз по умолчанию
sv: Förvald gateway
th: เกตเวย์ที่เป็นดีฟอลต์
tr: Default Gateway (Varsayılan Ağ Geçidi)
vi: Cổng nối mặc định
zh: 默认网关
zh_tw: 預設閘道

source: Delete
ar: حذف
da: Slet
de: Löschen
el: Διαγραφή
es_ar: Eliminar
fi: Poista
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Eliminar
ru: Удалить
sv: Radera
th: ลบ
tr: Sil
vi: Xóa
zh: 删除
zh_tw: 刪除

source: Delete device?
ar: حذف الجهاز؟
da: Slet enhed?
de: Gerät löschen?
el: Διαγραφή συσκευής;
es_ar: ¿Borrar dispositivo?
fi: Poistetaanko laite?
fr: Supprimer l'appareil ?
id: Hapus perangkat?
it: Eliminare il dispositivo?
ja: デバイスを削除しますか？
ko: 장치를 삭제하시겠습니까?
nb: Slett enhet?
nl: Apparaat verwijderen?
pl: Usunąć urządzenie?
pt: Excluir o dispositivo?
ru: Удалить устройство?
sv: Ta bort enhet?
th: ลบอุปกรณ์?
tr: Cihaz silinsin mi?
vi: Xóa thiết bị?
zh: 是否删除设备？
zh_tw: 是否刪除裝置？

source: Delete reservation?
ar: حذف الحجز؟
da: Slet reservation?
de: Reservierung löschen?
el: Διαγραφή δέσμευσης;
es_ar: ¿Borrar reserva?
fi: Poistetaanko varaus?
fr: Supprimer la réservation ?
id: Hapus reservasi?
it: Cancellare la prenotazione?
ja: 予約を削除しますか？
ko: 예약을 삭제하시겠습니까?
nb: Slett reservasjon?
nl: Reservering verwijderen?
pl: Usunąć rezerwację?
pt: Excluir reserva?
ru: Удалить резервирование?
sv: Ta bort reservation?
th: ลบการสำรอง?
tr: Ayırma silinsin mi?
vi: Xóa địa chỉ dành riêng?
zh: 删除保留？
zh_tw: 刪除保留？

source: Denmark
ar: الدانمرك
da: Danmark
de: Dänemark
el: Δανία
es_ar: Dinamarca
fi: Tanska
fr: Danemark
it: Danimarca
ja: デンマーク
ko: 덴마크
nb: Danmark
nl: Denemarken
pl: Dania
pt: Dinamarca
ru: Дания
sv: Danmark
th: เดนมาร์ก
tr: Danimarka
vi: Đan Mạch
zh: 丹麦
zh_tw: 丹麥

# denyAccessDesc
source: Deny access to the MAC addresses on the list
ar: رفض الوصول إلى عناوين MAC الموجودة في القائمة
da: Nægt adgang til MAC-adresserne på listen
de: Den Zugriff auf die MAC-Adressen in der Liste verweigern
el: Απόρριψη πρόσβασης για τις διευθύνσεις MAC στη λίστα
es_ar: Denegar el acceso a las direcciones MAC de la lista
fi: Estä pääsy listalla olevista MAC-osoitteista
fr: Refuser l'accès aux adresses MAC de la liste
id: Tolak akses untuk alamat MAC dalam daftar
it: Negare l'accesso agli indirizzi MAC dell'elenco
ja: リストにあるMACアドレスへのアクセスを拒否します。
ko: 목록의 MAC 주소에 대한 액세스 거부
nb: Nekter tilgang til MAC-adressene i listen
nl: Toegang tot de MAC-adressen in de lijst weigeren
pl: Odmów dostępu adresom MAC z listy
pt: Negar acesso aos endereços MAC da lista
ru: Запретить доступ MAC-адресам из списка
sv: Neka åtkomst för MAC-adresserna i listan
th: ปฏิเสธการเข้าถึงสำหรับแอดเดรส MAC ในรายการ
tr: Listedeki MAC adreslerine erişimi reddet
vi: Từ chối quyền truy cập vào các địa chỉ MAC trong danh sách
zh: 拒绝列表中的MAC地址访问
zh_tw: 拒絕列表內的MAC地址訪問

source: Description
ar: الوصف
es_ar: Descripción
it: Descrizione
pl: Opis
ru: Описание
zh: 描述
zh_tw: 描述

source: Deselect All
ar: إلغاء تحديد الكل
da: Fravælg alle
de: Gesamte Auswahl aufheben
el: Αποεπιλογή όλων
es_ar: Deseleccionar todo
fi: Poista kaikki valinnat
fr: Désélectionner tout
id: Batalkan Pilihan Semua
it: Deseleziona tutto
ja: すべての選択を解除
ko: 모두 선택 해제
nb: Avbryt hele valget
nl: Alles deselecteren
pl: Odznacz wszystko
pt: Desmarcar tudo
ru: Отменить выбор всех
sv: Avbryt hela urvalet
th: ยกเลิกการเลือกทั้งหมด
tr: Tümünün Seçimini Kaldır
vi: Bỏ chọn tất cả
zh: 全不选
zh_tw: 全不選

source: Destination IP address
ar: عنوان IP للوجهة
da: Destinations-IP-adresse
de: Ziel-IP-Adresse
el: Διεύθυνση IP προορισμού
es_ar: Dirección IP de destino
fi: Kohteen IP-osoite
fr: Adresse IP de destination
id: Alamat IP tujuan
it: Indirizzo IP di destinazione
ja: デスティネーション IP アドレス
ko: 대상 IP 주소
nb: Destinasjons-IP-adresse
nl: Doel-IP-adres
pl: Docelowy adres IP
pt: Endereço IP de destino
ru: IP-адрес места назначения
sv: Destinations-IP-adress
th: IP แอดเดรสปลายทาง
tr: Hedef IP adresi
vi: Địa chỉ IP đích
zh: 目标IP地址
zh_tw: 目的地 IP 位址

source: Device
ar: الجهاز
da: Enhed
de: Gerät
el: Συσκευή
es_ar: Dispositivo
fi: Laite
fr: Appareil
id: Perangkat
it: Dispositivo
ja: デバイス
ko: 장치
nb: Enhet
nl: Apparaat
pl: Urządzenie
pt: Dispositivo
ru: Устройство
sv: Enhet
th: อุปกรณ์
tr: Cihaz
vi: Thiết bị
zh: 设备
zh_tw: 裝置

source: Device deleted.
ar: تم حذف الجهاز.
da: Enheden er slettet.
de: Gerät gelöscht.
el: Η συσκευή διαγράφηκε.
es_ar: Dispositivo eliminado.
fi: Laite poistettu.
fr: Appareil supprimé.
id: Perangkat dihapus.
it: Dispositivo eliminato.
ja: デバイスが削除されました。
ko: 장치가 삭제되었습니다.
nb: Enhet slettet.
nl: Apparaat verwijderd.
pl: Urządzenie usunięte.
pt: O dispositivo foi excluído.
ru: Устройство удалено.
sv: Enheten raderad.
th: ลบอุปกรณ์แล้ว
tr: Cihaz silindi.
vi: Đã xóa thiết bị.
zh: 设备已删除。
zh_tw: 裝置已刪除。

source: Device IP#
ar: رقم IP الجهاز
da: Enheds-IP-nr
de: Geräte-IP-Nr
el: IP συσκευής
es_ar: Número de IP del dispositivo
fi: Laitteen IP-numero
fr: Adresse IP du périphérique
id: Nomor IP Perangkat
it: N. IP dispositivo
ja: デバイスIP#
ko: 장치 IP#
nb: Enhets-IP-nummer
nl: IP-adres apparaat
pl: Adres IP# urządzenia
pt: Nº IP do dispositivo
ru: IP устройства
sv: Enhets-IP-nr
th: หมายเลข IP อุปกรณ์
tr: Aygıt IP#
vi: #IP Thiết bị
zh: 设备IP号
zh_tw: 裝置 IP#

source: Device Info
ar: معلومات الجهاز
da: Enhedsoplysninger
de: Ger&auml;teinformation
el: Πληροφορίες συσκευής
es_ar: Informaci&oacute;n del dispositivo
fi: Laitetiedot
fr: Informations sur le p&eacute;riph&eacute;rique
id: Info Perangkat
it: Informazioni dispositivo
ja: デバイス情報
ko: 장치 정보
nb: Enhetsinformasjon
nl: Apparaatinfo
pl: Informacje o urządzeniu
pt: Informa&ccedil;&otilde;es do dispositivo
ru: Информация об устройстве
sv: Enhetsinfo
th: ข้อมูลอุปกรณ์
tr: Aygıt Bilgisi
vi: Th&ocirc;ng tin Thiết bị
zh: 设备信息
zh_tw: 裝置資訊

source: Device Model
ar: طراز الجهاز
da: Enhedsmodel
de: Gerätemodell
el: Μοντέλο συσκευής
es_ar: Modelo del dispositivo
fi: Laitteen malli
fr: Modèle de l'appareil
id: Model Perangkat
it: Modello del dispositivo
ja: デバイス モデル
ko: 장치 모델
nb: Enhetsmodell
nl: Model van het apparaat
pl: Model urządzenia
pt: Modelo do dispositivo
ru: Модель устройства
sv: Enhetsmodell
th: รุ่นอุปกรณ์
tr: Cihaz Modeli
vi: Mã thiết bị
zh: 设备型号
zh_tw: 裝置型號
