Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# noStaticRoutes
source: You have no static route/s
ar: ليس لديك مسار/مسارات ثابتة
da: Du har ikke nogen statisk(e) rute(r)
de: Sie haben keine statische(n) Route(n)
el: Δεν έχετε στατική/ές διαδρομή/ές
es_ar: No tiene rutas estáticas
fi: Ei staattisia reittejä
fr: Vous n'avez pas de route(s) statique(s)
id: Anda tidak memiliki rute statis
it: Non si dispone di una o più rotte statiche
ja: 静的ルートはありません
ko: 고정 경로가 없습니다
nb: Du har ingen statisk(e) rute(r)
nl: U heeft geen statische route(s)
pl: Nie masz tras statycznych
pt: Você não tem rota(s) estática(s)
ru: У вас нет статических маршрутов
sv: Du har inte någon statisk rutt (eller flera)
th: คุณไม่มีเส้นทางแบบสแตติก
tr: Hiç statik yolunuz yok
vi: Không có tuyến tĩnh nào
zh: 您没有静态路由
zh_tw: 您沒有靜態路由

source: Node
ar: العقدة
el: Κόμβος
es_ar: Nodo
fi: Solmu
fr: Borne d'accès WiFi
id: Simpul
it: Nodo
ja: ノード
ko: 노드
pl: Węzeł
pt: Nó
ru: Узел
sv: Nod
th: โหนด
tr: Düğüm
vi: Điểm nút
zh: 节点
zh_tw: 節點

# nodeBlinkBlueDesc
source: Router is booting up
ar: جاري تشغيل جهاز التوجيه
da: Routeren starter op
de: Der Router fährt hoch
el: Ο δρομολογητής εκκινείται
es_ar: El router se está iniciando
fi: Reititin käynnistyy
fr: Le routeur démarre
id: Router sedang memulai
it: Il router si sta avviando
ja: ルーターが起動しています。
ko: 라우터가 부팅 중입니다
nb: Ruteren starter opp
nl: Router wordt opgestart
pl: Router uruchamia się
pt: O roteador está iniciando
ru: Маршрутизатор загружается
sv: Routern håller på att startas upp
th: เราเตอร์กำลังบูต
tr: Yönlendirici başlatılıyor
vi: Đèn nhấp nháy màu xanh lam
zh: 路由器正在启动
zh_tw: 路由器正在啟動

# nodeBlinkRedDesc
source: While pressing the reset button, blinking in a fading effect
ar: أثناء الضغط على زر إعادة الضبط، يومض بتأثير التلاشي
da: Mens der trykkes på nulstillingsknappen, blinker den i et faldende mønster.
de: Während die Reset-Taste gedrückt wird, blinkt es in einem verblassenden Muster.
el: Ενώ πατάτε το κουμπί επαναφοράς, αναβοσβήνει με εφέ σταδιακού σβησίματος
es_ar: Mientras pulsa el botón de reinicio, parpadea en un efecto de desvanecimiento
fi: Nollauspainiketta painettaessa, vilkkuu himmentyen
fr: Lorsque vous appuyez sur le bouton de réinitialisation, le clignotement s'estompe.
id: Saat menekan tombol reset, berkedip dengan efek memudar
it: Mentre si preme il pulsante di ripristino, lampeggia con un effetto di dissolvenza.
ja: リセットボタンを押しながら、ゆっくりと点滅する
ko: 재설정 버튼을 누르는 동안 페이딩 효과로 깜박임
nb: Mens tilbakestillingsknappen er trykket inn, blinker den i et falmende mønster.
nl: Terwijl u op de resetknop drukt, knippert het in een vervagend effect
pl: Podczas naciskania przycisku resetowania, miganie z efektem przygaszania
pt: Enquanto pressiona o botão de reinicialização, pisca em um efeito de esmaecimento.
ru: При нажатии кнопки сброса, мигает с эффектом затухания
sv: När återställningsknappen är intryckt blinkar den i ett övergående mönster.
th: ขณะกดปุ่มรีเซ็ต ไฟกะพริบแบบหรี่ลง
tr: Sıfırlama düğmesine basarken, solma efektiyle yanıp sönüyor
vi: Đèn nhấp nháy màu đỏ
zh: 按下重置按钮时，指示灯以渐隐效果闪烁
zh_tw: 按下重置按鈕時，指示燈以漸隱效果閃爍

# nodeBlinkWhiteDesc
source: Internet has been detected; setup is in progress or, Changes to WiFi settings
ar: تم اكتشاف الإنترنت؛ الإعداد قيد التقدم أوهناك تغييرات على إعدادات الواي فاي
da: Internettet er blevet genkendt; opsætningen er ved at blive udført, eller der foretages ændringer i Wi-Fi indstillingerne
de: Internet wurde erkannt; die Einrichtung wird durchgeführt oder, Änderungen an den WLAN-Einstellungen
el: Εντοπίστηκε internet, η ρύθμιση βρίσκεται σε εξέλιξη ή γίνονται αλλαγές στις ρυθμίσεις WiFi
es_ar: Se ha detectado Internet; la configuración está en curso o, Cambios en la configuración WiFi
fi: Internet havaittu; määritys käynnissä tai WiFi-asetuksia muutetaan
fr: Internet a été détecté ; la configuration est en cours ou, Modifications des paramètres WiFi
id: Internet telah terdeteksi; persiapan sedang berlangsung atau, Perubahan pada pengaturan WiFi
it: Internet è stato rilevato; la configurazione è in corso o, Modifiche alle impostazioni WiFi
ja: インターネットが検出されました; 設定が進行中です、またはWiFi設定の変更
ko: 인터넷이 감지되었습니다. 설정이 진행 중이거나 WiFi 설정이 변경되었습니다
nb: Internett er oppdaget; oppsett pågår eller, endrer til WiFi-innstillinger
nl: Internet is gedetecteerd; installatie is bezig of, Wijzigingen in WiFi-instellingen
pl: Wykryto Internet; trwa konfiguracja lub zmiany ustawień WiFi
pt: A Internet foi detectada; a configuração está em andamento ou, Alterações nas configurações de WiFi
ru: Интернет обнаружен; идет настройка или изменение настроек WiFi
sv: Internet har identifierats, konfigurering pågår eller ändringar görs i WiFi-inställningarna
th: ตรวจพบอินเทอร์เน็ต กำลังตั้งค่าหรือมีการเปลี่ยนแปลงการตั้งค่า WiFi
tr: İnternet algılandı; kurulum devam ediyor veya WiFi ayarlarında değişiklikler yapılıyor
vi: Đèn nhấp nháy màu trắng
zh: 已检测到互联网；设置正在进行中，或者WiFi设置有更改
zh_tw: 已偵測到互聯網；設定正在進行中，或者WiFi設定有更改

# nodeBlinkYellowDesc
source: The Pair button on the router was pressed and no child nodes were detected.
ar: تم الضغط على زر الاقتران على جهاز التوجيه ولم يتم الكشف عن أي عقدة فرعية.
da: Der er trykket på parringsknappen på routeren, og ingen underordnede noder er blevet genkendt.
de: Die Pair-Taste des Routers wurde gedrückt und es wurden keine Child Node erkannt.
el: Πατήθηκε το κουμπί σύζευξης στον δρομολογητή και δεν εντοπίστηκαν θυγατρικοί κόμβοι.
es_ar: Se ha pulsado el botón Emparejar del router y no se ha detectado ningún nodo secundario.
fi: Reitittimen parinmuodostuspainiketta painettiin eikä alisolmuja havaittu.
fr: Le bouton Pair du routeur a été actionné et aucun nœud enfant n'a été détecté.
id: Tombol Pasangkan pada router ditekan dan tidak ada simpul anak yang terdeteksi.
it: È stato premuto il pulsante Pair del router e non è stato rilevato alcun nodo secondario.
ja: ルーターのペアボタンが押され、子ノードは検出されませんでした。
ko: 라우터의 페어링 버튼을 눌렀지만 하위 노드가 감지되지 않았습니다.
nb: Par-knappen på ruteren er trykket inn, og ingen sekundær noder er gjenkjent.
nl: De knop Koppelen op de router is ingedrukt en er zijn geen secundaire nodes gedetecteerd.
pl: Naciśnięto przycisk parowania na routerze i nie wykryto węzłów podrzędnych.
pt: O botão Pair do roteador foi pressionado e nenhum nó secundário foi detectado.
ru: Была нажата кнопка сопряжения на маршрутизаторе, и дочерние узлы не были обнаружены
sv: Pair-knappen på routern har tryckts in och inga underordnade noder har identifierats.
th: กดปุ่มจับคู่บนเราเตอร์แล้วไม่พบโหนดย่อย
tr: Yönlendiricideki Eşleştirme düğmesine basıldı ve hiç alt düğüm algılanmadı.
vi: Đèn nhấp nháy màu vàng
zh: 按下了路由器上的配对按钮，但未检测到子节点。
zh_tw: 按下了路由器上的配對按鈕，但未偵測到子節點。

# nodeDetailBlinkNodeLightBtn
source: Blink node light
ar: وميض ضوء العقدة
da: Blinkende nodelys
de: Blinkende Node-Leuchte
el: Λυχνία κόμβου που αναβοσβήνει
es_ar: Intermitencia de la luz del nodo
fi: Vilkuta solmun valoa
fr: voyant de la borne clignotant
id: Lampu simpul berkedip
it: Spia luminosa del nodo lampeggiante
ja: ノードのライトを点滅させる
ko: 노드 표시등 깜박임
nb: Blink nodelys
nl: Knipperen van lampje op node
pl: Zamigaj wskaźnikiem stanu węzła
pt: Verifique a luz do nó
ru: Мигающий индикатор узла
sv: Blinkande nodlampa
th: ไฟของโหนดกะพริบ
tr: Yanıp sönen düğüm ışığı
vi: Đèn của điểm nút nhấp nháy
zh: 节点指示灯闪烁
zh_tw: 閃爍節點指示燈

# nodeDetailBlinkingCounting
source: ({count}s) Blinking... <u>Stop</u>
ar: ({count}s) وامض... <u>توقف</u>
da: ({count}s) Blinkt... <u>Stop</u>
de: ({count}s) Blinker... <u>Stop</u>
el: ({count}δ) Αναβοσβήνει... <u>Διακοπή</u>
es_ar: ({count}s) Parpadeando... <u>Detener</u>
fi: ({count}s) Vilkkuu... <u>Pysäytä</u>
fr: ({count}s) Clignotant... <u>Stop</u>
id: ({count}d) Berkedip... <u>Berhenti</u>
it: ({count}s) Lampeggiante... <u>Stop</u>
ja: ({count}s) 点滅中... <u>停止</u>
ko: ({count}초) 깜박임... <u>중지</u>
nb: ({count}s) Indikator... <u>Stopp</u>
nl: ({count}s) Knipperend... <u>Stop</u>
pl: ({count}s) Miganie... <u>Zatrzymaj</u>
pt: ({count}s) Piscando... <u>Parar</u>
ru: ({count}с) Мигает... <u>Остановить</u>
sv: ({count}s) Indikator... <u>Stoppa</u>
th: ({count}วิ) กำลังกะพริบ... <u>หยุด</u>
tr: ({count}sn) Yanıp sönüyor... <u>Durdur</u>
vi: Đang đếm số lần nhấp nháy...
zh: （{count}秒）闪烁... <u>停止</u>
zh_tw: （{count}秒）閃爍... <u>停止</u>

# nodeDetailsLedNightMode
source: Night mode (8PM - 8AM)
ar: الوضع الليلي (8 مساءً - 8 صباحًا)
da: Nattilstand (20:00 og 8:00)
de: Nachtmodus (20:00 und 8:00 Uhr)
el: Νυχτερινή λειτουργία (8 μ.μ. - 8 π.μ.)
es_ar: Modo Nocturno (8PM - 8AM)
fi: Yötila (20.00–8.00)
fr: Mode Nuit (20h - 8h)
id: Mode malam (20:00 - 08:00)
it: Modalità notturna (8PM - 8AM)
ja: ナイトモード（午後8時 - 午前8時）
ko: 야간 모드(오후 8시 - 오전 8시)
nb: Nattmodus (20:00 og 8:00)
nl: Nachtmodus (20:00 - 08:00)
pl: Tryb nocny (20:00-8:00)
pt: Modo Noturno (8PM - 8AM)
ru: Ночной режим (20:00 - 8:00)
sv: Nattläge (20:00 och 8:00)
th: โหมดกลางคืน (20:00 น. - 08:00 น.)
tr: Gece modu (20:00 - 08:00)
vi: Chế độ ban đêm LED
zh: 夜间模式（晚上8点 - 早上8点）
zh_tw: 夜間模式（晚上8時 - 早上8時）

source: Node light
ar: ضوء العقدة
da: Nodelys
de: Node-Leuchte
el: Λυχνία κόμβου
es_ar: Luz del nodo
fi: Merkkivalo
fr: Voyant de la borne
id: Lampu simpul
it: Spia del nodo
ja: ノードライト
ko: 노드 표시등
nb: Nodelys
nl: Lampje van node
pl: Wskaźnik stanu węzła
pt: Luz do nó
ru: Лампочки узла
sv: Nodlampa
th: ไฟของโหนด
tr: Düğüm ışığı
vi: Đèn của điểm nút
zh: 节点指示灯
zh_tw: 節點指示燈

source: Node name
ar: اسم العقدة
da: Nodenavn
el: Όνομα κόμβου
es_ar: Nombre del nodo
fi: Solmun nimi
fr: Nom de la borne
id: Nama Simpul
it: Nome del nodo
ja: ノードの名前
ko: 노드 이름
nb: Nodenavn
nl: Naam node
pl: Nazwa węzła
pt: Nome do nó
ru: Имя узла
sv: Nodens namn
th: ชื่อโหนด
tr: Düğüm Adı
vi: Tên điểm nút
zh: 节点名称
zh_tw: 節點名稱

# nodeOffDesc
source: Router is not powered ON or Night mode feature is enabled and the light has been turned OFF from 8pm to 8 am
ar: لم يتم تشغيل جهاز التوجيه أو تفعيل خاصية الوضع الليلي وتم إيقاف تشغيل الضوء من الساعة 8 مساءً إلى الساعة 8 صباحًا
da: Routeren er ikke tændt, eller natfunktionen er aktiveret, og LED'en var slukket fra kl. 20.00 til kl. 8.00.
de: Der Router ist nicht eingeschaltet oder die Nachtmodusfunktion ist aktiviert und die LED wurde von 20 Uhr bis 8 Uhr morgens AUSgeschaltet
el: Ο δρομολογητής δεν είναι ενεργοποιημένος ή η λειτουργία νυχτερινής λειτουργίας είναι ενεργοποιημένη και η λυχνία έχει σβήσει από τις 8 μ.μ. έως τις 8 π.μ.
es_ar: El router no está encendido o la función de modo nocturno está activada y la luz se ha apagado desde las 8 pm hasta las 8 am.
fi: Reitittimeen ei ole kytketty virtaa tai yötila on käytössä ja valo on sammutettu klo 20.00–8.00
fr: Le routeur n'est pas sous tension ou la fonction Mode Nuit est activée et la lumière a été éteinte de 20h à 8h.
id: Router tidak dinyalakan atau fitur Mode malam diaktifkan dan lampu telah dimatikan dari jam 20:00 sampai 08:00
it: Il router non è acceso oppure la funzione di modalità notturna è attivata e la luce è stata spenta dalle 20:00 alle 8:00.
ja: ルーターの電源が入っていないか、ナイトモード機能が有効になっており、午後8時から午前8時までライトが消されています。
ko: 라우터의 전원이 켜져 있지 않거나 야간 모드 기능이 활성화되어 오후 8시부터 오전 8시까지 표시등이 꺼졌습니다
nb: Ruteren er ikke slått PÅ eller nattmodusfunksjonen er aktivert og lyset er slått AV fra kl. 20.00 til kl. 08.00
nl: Router is niet ingeschakeld of de functie Nachtmodus is ingeschakeld en het lampje is uitgeschakeld van 20:00 tot 08:00 uur
pl: Router nie jest włączony lub funkcja trybu nocnego jest włączona i kontrolka została wyłączona w godzinach 20:00-8:00
pt: O roteador não está ligado ou a função de modo noturno está ativada e a luz foi desligada das 8 pm às 8 am.
ru: Маршрутизатор не включен или включена функция ночного режима, и индикатор был выключен с 20:00 до 8:00
sv: Routern är inte påslagen eller nattlägesfunktionen är aktiverad och LED-lampan var släckt mellan kl. 20.00 och 08.00.
th: เราเตอร์ไม่ได้เปิดเครื่องหรือเปิดใช้งานคุณสมบัติโหมดกลางคืนและไฟถูกปิดตั้งแต่ 20:00 น. ถึง 08:00 น.
tr: Yönlendirici AÇIK değil veya Gece modu özelliği etkin ve ışık akşam 8'den sabah 8'e kadar KAPALI duruma getirildi
vi: Đèn tắt
zh: 路由器未通电或启用了夜间模式，且灯光在晚上8点到早上8点之间已关闭
zh_tw: 路由器未通電或已啟用夜間模式，且指示燈在晚上8時至早上8時之間已熄滅

source: Node removed
ar: تمت إزالة العقدة
da: Node fjernet
de: Node entfernt
el: Ο κόμβος αφαιρέθηκε
es_ar: Nodo eliminado
fi: Solmu poistettu
fr: Nœud supprimé
id: Simpul dihapus
it: Nodo rimosso
ja: ノードが削除されました
ko: 노드가 제거되었습니다
nb: Node fjernet
nl: Node verwijderd
pl: Węzeł usunięty
pt: Nó removido
ru: Узел удален
sv: Nod borttagen
th: ลบโหนดแล้ว
tr: Düğüm kaldırıldı
vi: Đã xóa điểm nút
zh: 节点已移除
zh_tw: 節點已移除

# nodeSolidBlueDesc
source: Router is ready for setup
ar: جهاز التوجيه جاهز للإعداد
da: Routeren er klar til opsætning
de: Der Router ist für die Einrichtung bereit
el: Ο δρομολογητής είναι έτοιμος για ρύθμιση
es_ar: El router está listo para la configuración
fi: Reititin on valmis määritettäväksi
fr: Le routeur est prêt à être configuré
id: Router siap untuk disiapkan
it: Il router è pronto per la configurazione
ja: ルーターセットアップの準備ができました。
ko: 라우터가 설정 준비가 되었습니다
nb: Ruteren er klar for oppsett
nl: Router is klaar voor installatie
pl: Router jest gotowy do konfiguracji
pt: O roteador está pronto para a configuração
ru: Маршрутизатор готов к настройке
sv: Routern är redo för installation
th: เราเตอร์พร้อมสำหรับการตั้งค่า
tr: Yönlendirici kurulum için hazır
vi: Đèn sáng ổn định màu xanh lam
zh: 路由器已准备好进行设置
zh_tw: 路由器已準備好進行設定

# nodeSolidRedDesc
source: Internet not detected; check your internet connection. You can <u>manually edit your internet settings if you have a PPPoE connection or any other internet type to re-establish the connection.</u>
ar: لم يتم اكتشاف الإنترنت؛ تحقق من اتصالك بالإنترنت. يمكنك <u>تحرير إعدادات الإنترنت يدويًا إذا كان لديك اتصال ( PPPoE) أو أي نوع آخر من الإنترنت لإعادة إنشاء الاتصال.</u>
da: Intet internet registreret; tjek din internetforbindelse. Du kan <u>manuelt redigere dine internetindstillinger, hvis du har en PPPoE-forbindelse eller en anden internettype, for at genoprette forbindelsen</u>.
de: Kein Internet erkannt; überprüfen Sie Ihre Internetverbindung. Sie können <u>manuell Ihre Interneteinstellungen bearbeiten, wenn Sie eine PPPoE-Verbindung oder einen anderen Internettyp haben, um die Verbindung wiederherzustellen.</u>
el: Δεν εντοπίστηκε internet, ελέγξτε τη σύνδεσή σας στο internet. Μπορείτε να <u>επεξεργαστείτε μη αυτόματα τις ρυθμίσεις internet εάν έχετε σύνδεση PPPoE ή οποιονδήποτε άλλο τύπο internet για να αποκαταστήσετε τη σύνδεση.</u>
es_ar: No se ha detectado Internet; compruebe su conexión a Internet. Puede editar manualmente la configuración de Internet si tiene una conexión PPPoE o cualquier otro tipo de Internet para restablecer la conexión.
fi: Internetiä ei havaittu; tarkista Internet-yhteytesi. Voit <u>muokata Internet-asetuksia manuaalisesti, jos sinulla on PPPoE-yhteys tai muu Internet-tyyppi yhteyden muodostamiseksi uudelleen.</u>
fr: L'internet n'est pas détecté ; vérifiez votre connexion internet. Vous pouvez <u>modifier manuellement vos paramètres internet si vous avez une connexion PPPoE ou tout autre type d'internet pour rétablir la connexion.</u>
id: Internet tidak terdeteksi; periksa koneksi internet Anda. Anda dapat <u>mengedit pengaturan internet Anda secara manual jika Anda memiliki koneksi PPPoE atau jenis internet lainnya untuk memulihkan koneksi.</u>
it: Non viene rilevata la presenza di Internet; controllare la connessione Internet. È possibile modificare manualmente le impostazioni Internet se si dispone di una connessione PPPoE o di altro tipo per ripristinare la connessione.
ja: インターネットが検出されませんでした。インターネット接続を確認してください。<u>PPPoE接続または他のインターネットタイプがある場合は、手動でインターネット設定を編集して接続を再確立できます。</u>
ko: 인터넷이 감지되지 않았습니다. 인터넷 연결을 확인하십시오. <u>PPPoE 연결이나 다른 인터넷 유형이 있는 경우 수동으로 인터넷 설정을 편집하여 연결을 다시 설정할 수 있습니다.</u>
nb: Ingen Internett oppdaget; sjekk Internett-tilkoblingen din. Du kan <u>manuelt redigere Internett-innstillingene hvis du har en PPPoE-tilkobling eller en annen Internett-type for å gjenopprette tilkoblingen</u>.
nl: Internet niet gedetecteerd; Controleer uw internetverbinding. U kunt <u>uw internetinstellingen handmatig bewerken als u een PPPoE-verbinding of een ander type internet heeft om de verbinding opnieuw tot stand te brengen.</u>
pl: Nie wykryto Internetu; sprawdź połączenie internetowe. Możesz <u>ręcznie edytować ustawienia internetowe, jeśli masz połączenie PPPoE lub inny typ połączenia internetowego, aby ponownie nawiązać połączenie.</u>
pt: Nenhuma Internet foi detectada; verifique sua conexão com a Internet. Você pode editar manualmente as configurações de Internet se tiver uma conexão PPPoE ou outra conexão de Internet para redefinir a conexão.
ru: Интернет не обнаружен; проверьте подключение к Интернету. Вы можете <u>вручную изменить настройки Интернета, если у вас есть подключение PPPoE или любой другой тип Интернета для восстановления соединения.</u>
sv: Inget Internet identifierat; kontrollera din Internetanslutning. Om du har en PPPoE-anslutning eller en annan typ av Internetanslutning kan du <u>manuellt redigera dina Internetinställningar för att återställa anslutningen</u>.
th: ไม่พบอินเทอร์เน็ต ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ คุณสามารถ <u>แก้ไขการตั้งค่าอินเทอร์เน็ตด้วยตนเองหากคุณมีการเชื่อมต่อ PPPoE หรือประเภทอินเทอร์เน็ตอื่นเพื่อสร้างการเชื่อมต่อใหม่</u>
tr: İnternet algılanmadı; internet bağlantınızı kontrol edin. <u>Bağlantıyı yeniden kurmak için PPPoE bağlantınız veya başka bir internet türünüz varsa internet ayarlarınızı manuel olarak düzenleyebilirsiniz.</u>
vi: Đèn sáng ổn định màu đỏ
zh: 未检测到互联网；请检查您的互联网连接。如果您使用PPPoE连接或其他任何互联网类型，可以 <u>手动编辑互联网设置以重新建立连接。</u>
zh_tw: 未偵測到互聯網；請檢查您的互聯網連線。如果您使用PPPoE連線或其他任何互聯網類型，可以 <u>手動編輯互聯網設定以重新建立連線。</u>

# nodeSolidWhiteDesc
source: Node is set up and online
ar: تم إعداد العقدة وأصبحت متصلة بالإنترنت
da: Noden er sat op og online
de: Der Node ist eingerichtet und online
el: Ο κόμβος έχει ρυθμιστεί και είναι σε σύνδεση
es_ar: El nodo está configurado y en línea
fi: Solmu on määritetty ja verkossa
fr: Le nœud est configuré et en ligne
id: Simpul telah disiapkan dan online
it: Il nodo è configurato e online
ja: ノードは設定され、オンラインです。
ko: 노드가 설정되어 온라인 상태입니다
nb: Noden er satt opp og er online
nl: Node is ingesteld en online
pl: Węzeł jest skonfigurowany i online
pt: O nó está configurado e on-line
ru: Узел настроен и в сети
sv: Nod är konfigurerad och online
th: ตั้งค่าโหนดแล้วและออนไลน์
tr: Düğüm kuruldu ve çevrimiçi
vi: Đèn sáng ổn định màu trắng
zh: 节点已设置并在线
zh_tw: 節點已設定並在線

source: Node Steering
ar: توجيه العقدة
da: Node Steering (nodestyring)
el: Κατεύθυνση Κόμβων
es_ar: Direccionamiento de nodo
fi: Solmun valinta
fr: Pilotage de la borne d'accès
id: Pengendalian Simpul
it: Gestione del nodo
ja: ノードのステアリング
ko: 노드 조정
nb: Nodestyring
nl: Node-aansturing
pl: Sterowanie węzłem
pt: Direção do nó
ru: Управление узлами
sv: Nodstyrning
tr: Düğüm Yönlendirme
vi: Định hướng điểm nút
zh: 节点转向
zh_tw: 節點切換

# nodeSteeringDesc
source: Allow your nodes to always connect to the node with the strongest signal. If you move a node or one goes offline any connected nodes will self-heal by connecting to the strongest signal avaialable
ar: اسمح لعقدك بالاتصال دائمًا بالعقدة ذات الإشارة الأقوى. إذا نقلت عقدة أو انقطع الاتصال بالإنترنت، فإن أي عقدة متصلة ستتعافى ذاتيًا من خلال الاتصال بأقوى إشارة متاحة
da: Sørg for, at dine noder altid forbinder til den node, der har det stærkeste signal. Hvis du flytter en node, eller en node går offline, vil alle forbundne noder hjælpe sig selv ved at forbinde til det stærkeste tilgængelige signal.
de: Lassen Sie zu, dass Ihre Node sich immer mit dem Node mit dem stärksten Signal verbinden. Wenn Sie einen Node verschieben oder ein Node offline geht, werden alle verbundenen Node sich selbst helfen, indem sie sich mit dem stärksten verfügbaren Signal verbinden
el: Επιτρέψτε στους κόμβους σας να συνδέονται πάντα στον κόμβο με το ισχυρότερο σήμα. Εάν μετακινήσετε έναν κόμβο ή ένας τεθεί εκτός σύνδεσης, τυχόν συνδεδεμένοι κόμβοι θα αυτοεπιδιορθωθούν συνδεόμενοι στο ισχυρότερο διαθέσιμο σήμα
es_ar: Permita que sus nodos se conecten siempre al nodo con la señal más fuerte. Si mueve un nodo o uno se desconecta, los nodos conectados se recuperarán automáticamente conectándose a la señal más potente disponible.
fi: Anna solmujesi yhdistää aina solmuun, jolla on voimakkain signaali. Jos siirrät solmun tai yksi menee offline-tilaan, yhdistetyt solmut korjaavat itsensä yhdistämällä voimakkaimpaan saatavilla olevaan signaaliin
fr: Permet à vos nœuds de toujours se connecter au nœud ayant le signal le plus fort. Si vous déplacez un nœud ou si l'un d'entre eux est mis hors ligne, tous les nœuds connectés se rétablissent d'eux-mêmes en se connectant au signal le plus fort disponible.
id: Izinkan simpul Anda untuk selalu tersambung ke simpul dengan sinyal terkuat. Jika Anda memindahkan simpul atau salah satu menjadi offline, simpul yang tersambung akan menyembuhkan diri dengan menyambung ke sinyal terkuat yang tersedia
it: Lasciate che i vostri nodi si connettano sempre al nodo con il segnale più forte. Se si sposta un nodo o uno si scollega, i nodi collegati si riprenderanno automaticamente collegandosi al segnale più forte disponibile.
ja: ノードは常に最も強い信号を持つノードに接続します。特定のノードを移動させたり、ノードがオフラインになると、接続されているノードは他の最も強い信号があるノードに接続することで自己修復します。
ko: 노드가 항상 가장 강한 신호를 가진 노드에 연결되도록 허용합니다. 노드를 이동하거나 오프라인 상태가 되면 연결된 노드가 사용 가능한 가장 강한 신호에 연결하여 자체 복구됩니다
nb: La nodene alltid koble seg til noden med det sterkeste signalet. Hvis du flytter en node eller en node går offline, vil alle tilkoblede noder hjelpe seg selv ved å koble seg til det sterkeste tilgjengelige signalet
nl: Laat uw nodes altijd verbinding maken met de node met het sterkste signaal. Als u een node verplaatst of er een offline gaat, herstellen alle verbonden nodes zichzelf door verbinding te maken met het sterkste beschikbare signaal
pl: Pozwól węzłom zawsze łączyć się z węzłem o najsilniejszym sygnale. Jeśli przeniesiesz węzeł lub jeden z nich przejdzie w tryb offline, wszystkie podłączone węzły samoczynnie połączą się z najsilniejszym dostępnym sygnałem
pt: Deixe que seus nós sempre se conectem ao nó com o sinal mais forte. Se você mover um nó ou se um deles se desconectar, os nós conectados se recuperarão automaticamente, conectando-se ao sinal mais forte disponível.
ru: Позволить узлам всегда подключаться к узлу с самым сильным сигналом. Если вы перемещаете узел или один из них отключается, все подключенные узлы самовосстановятся, подключившись к доступному сигналу с наибольшей мощностью
sv: Låt noder alltid ansluta till den nod som har den starkaste signalen. Om du flyttar en nod eller om en nod går offline kommer alla anslutna noder att hjälpa sig själva genom att ansluta till den starkaste tillgängliga signalen
th: อนุญาตให้โหนดของคุณเชื่อมต่อกับโหนดที่มีสัญญาณแรงที่สุดเสมอ หากคุณย้ายโหนดหรือโหนดหนึ่งออฟไลน์ โหนดที่เชื่อมต่ออยู่จะซ่อมแซมตัวเองโดยเชื่อมต่อกับสัญญาณที่แรงที่สุดที่มีอยู่
tr: Düğümlerinizin her zaman en güçlü sinyale sahip düğüme bağlanmasına izin verin. Bir düğümü taşırsanız veya biri çevrimdışı olursa, bağlı düğümler mevcut en güçlü sinyale bağlanarak kendini onaracaktır
vi: Cho phép mạng của bạn hướng các thiết bị không dây đến điểm nút có tín hiệu mạnh nhất
zh: 让您的节点始终连接到信号最强的节点。如果您移动一个节点或某个节点离线，任何已连接的节点将通过连接到可用的最强信号进行自我修复
zh_tw: 讓您的節點始終連接到訊號最強的節點。如果您移動一個節點或某個節點離線，任何已連接的節點將透過連接到可用的最強訊號進行自我修復

source: Nodes
ar: العُقد
da: Noder
el: Κόμβοι
es_ar: Nodos
fi: Solmut
fr: Bornes
id: Simpul
it: Nodi
ja: ノード
ko: 노드
nb: Noder
pl: Węzły
pt: Nós
ru: Узлы
sv: Noder
th: โหนด
tr: Düğümler
vi: Điểm nút
zh: 节点
zh_tw: 節點

source: Norway
ar: النرويج
da: Norge
de: Norwegen
el: Νορβηγία
es_ar: Noruega
fi: Norja
fr: Norvège
id: Norwegia
it: Norvegia
ja: ノルウェー
ko: 노르웨이
nb: Norge
nl: Noorwegen
pl: Norwegia
pt: Noruega
ru: Норвегия
sv: Norge
th: นอร์เวย์
tr: Norveç
vi: Na Uy
zh: 挪威
zh_tw: 挪威
