Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# localResetRouterPasswordTitle
source: New router password
ar: كلمة مرور الموجّه الجديدة
da: Ny adgangskode til router
de: Neues Routerpasswort
el: Νέος κωδικός πρόσβασης router
es_ar: Nueva contraseña para el router
fi: Uusi reitittimen salasana
fr: Nouveau mot de passe du routeur
id: Kata Sandi Router Baru
it: Nuova password del router
ja: 新規ルーター パスワード
ko: 새로운 라우터 암호
nb: Nytt passord for ruter
nl: Nieuw routerwachtwoord
pl: Nowe hasło routera
pt: Nova senha do roteador
ru: Новый пароль маршрутизатора
sv: Nytt routerlösenord
th: รหัสผ่านใหม่ของเราเตอร์
tr: Yeni Yönlendirici Parolası
vi: Mật khẩu bộ định tuyến mới
zh: 新的路由器密码
zh_tw: 新路由器密碼

# localRouterRecoveryDescription
source: To set a new router password, enter the 5-digit recovery key.
ar: لتعيين كلمة مرور جديدة لجهاز التوجيه، أدخل مفتاح الاسترداد المكون من 5 أرقام.
da: Indtast den 5-cifrede gendannelsesnøgle for at oprette en ny adgangskode til routeren.
de: Um ein neues Router-Passwort einzurichten, geben Sie den 5-stelligen Wiederherstellungs-Schlüssel ein.
el: Για να ορίσετε νέο κωδικό πρόσβασης δρομολογητή, εισαγάγετε τον 5ψήφιο κωδικό ανάκτησης.
es_ar: Para establecer una nueva contraseña del router, introduzca la clave de recuperación de 5 dígitos.
fi: Anna 5-numeroinen palautusavain asettaaksesi uuden reitittimen salasanan.
fr: Pour définir un nouveau mot de passe pour le routeur, entrez la clé de récupération à 5 chiffres.
id: Untuk mengatur kata sandi router baru, masukkan kunci pemulihan 5 digit.
it: Per impostare una nuova password del router, inserire la chiave di recupero a 5 cifre.
ja: 新しいルーターのパスワードを設定するには、5桁の復旧キーを入力してください。
ko: 새 라우터 암호를 설정하려면 5자리 복구 키를 입력하십시오.
nb: For å sette opp et nytt ruterpassord, skriv inn den femsifrede gjenopprettingsnøkkelen.
nl: Voer de 5-cijferige herstelsleutel in om een ​​nieuw routerwachtwoord in te stellen.
pl: Aby ustawić nowe hasło routera, wprowadź 5-cyfrowy klucz odzyskiwania.
pt: Para definir uma nova senha para o roteador, digite a chave de recuperação de 5 dígitos.
ru: Чтобы установить новый пароль маршрутизатора, введите 5-значный код восстановления.
sv: För att ställa in ett nytt routerlösenord, ange den 5-siffriga återställningsnyckeln.
th: หากต้องการตั้งรหัสผ่านเราเตอร์ใหม่ ให้ป้อนรหัสกู้คืน 5 หลัก
tr: Yeni bir yönlendirici parolası ayarlamak için 5 haneli kurtarma anahtarını girin.
vi: Để đặt mật khẩu bộ định tuyến mới, nhập khóa khôi phục 5 chữ số.
zh: 要设置新的路由器密码，请输入5位恢复密钥。
zh_tw: 要設定新的路由器密碼，請輸入5位復原密鑰

# localRouterRecoveryKeyErorr
source: That key didn't work. Check it and try again.
ar: لم يعمل هذا المفتاح. تحقق منه وحاول مرة أخرى.
da: Denne nøgle virkede ikke. Tjek den, og prøv igen.
de: Dieser Schlüssel hat nicht funktioniert. Überprüfen Sie ihn und versuchen Sie es erneut.
el: Αυτός ο κωδικός δεν λειτούργησε. Ελέγξτε τον και δοκιμάστε ξανά.
es_ar: Esa clave no ha funcionado. Compruébela e inténtelo de nuevo.
fi: Tuo avain ei toiminut. Tarkista se ja yritä uudelleen.
fr: Cette clé n'a pas fonctionné. Vérifiez-la et réessayez.
id: Kunci itu tidak berhasil. Periksa dan coba lagi.
it: Questa password non funziona. Verificatela e riprovate.
ja: そのキーは機能しませんでした。確認して再試行してください。
ko: 해당 키가 작동하지 않습니다. 확인하고 다시 시도하십시오.
nb: Denne nøkkelen fungerte ikke. Kontroller den, og prøv på nytt.
nl: Die sleutel werkte niet. Controleer het en probeer het opnieuw.
pl: Ten klucz nie zadziałał. Sprawdź go i spróbuj ponownie.
pt: Esta senha não funcionou. Verifique-a e tente novamente.
ru: Этот код не сработал. Проверьте его и попробуйте снова.
sv: Den här nyckeln fungerade inte. Kontrollera den och försök igen.
th: รหัสนั้นใช้ไม่ได้ ตรวจสอบและลองอีกครั้ง
tr: Bu anahtar işe yaramadı. Kontrol edin ve tekrar deneyin.
vi: Khóa không hoạt động. Kiểm tra và thử lại.
zh: 该密钥无效。请检查并再次尝试。
zh_tw: 該密鑰無效，請檢查後再試。

# localRouterRecoveryKeyLastChance
source: Acccess will be locked to pretect you if the next attempt is incorrect.
ar: سيتم قفل الوصول لحمايتك إذا كانت المحاولة التالية غير صحيحة.
da: Adgang vil blive blokeret for beskyttelse efter det næste mislykkede forsøg.
de: Der Zugriff wird zum Schutz nach dem nächsten Fehlversuch gesperrt.
el: Η πρόσβαση θα κλειδωθεί για την προστασία σας εάν η επόμενη προσπάθεια είναι λανθασμένη.
es_ar: El acceso se bloqueará para prevenirle si el siguiente intento es incorrecto.
fi: Pääsy lukitaan suojataksesi sinua, jos seuraava yritys on väärä.
fr: L'accès sera verrouillé pour vous protéger si la prochaine tentative est incorrecte.
id: Akses akan dikunci untuk melindungi Anda jika upaya berikutnya salah.
it: L'accesso sarà bloccato se il prossimo tentativo non è corretto.
ja: 次の試行が不正解な場合、保護するためにアクセスがロックされます。
ko: 다음 시도가 잘못되면 보안을 위해 액세스가 잠깁니다.
nb: Tilgang vil bli blokkert for beskyttelse etter neste mislykkede forsøk.
nl: De toegang wordt vergrendeld om u te beschermen als de volgende poging onjuist is.
pl: Dostęp zostanie zablokowany w celu ochrony, jeśli następna próba będzie nieprawidłowa.
pt: O acesso será bloqueado para impedi-lo se a próxima tentativa for incorreta.
ru: Доступ будет заблокирован для вашей защиты, если следующая попытка будет неверной.
sv: Åtkomst blockeras för skydd efter nästa misslyckade försök.
th: การเข้าถึงจะถูกล็อกเพื่อป้องกันคุณหากการพยายามครั้งต่อไปไม่ถูกต้อง
tr: Bir sonraki deneme yanlış olursa sizi korumak için erişim kilitlenecek.
vi: Quyền truy cập sẽ bị khóa để bảo vệ bạn nếu lần thử tiếp theo không chính xác.
zh: 如果下次尝试仍不正确，为保护您，访问将被锁定。
zh_tw: 若下次嘗試仍然錯誤，為保障您的安全，訪問權限將會被鎖定。

# localRouterRecoveryKeyLocked
source: Access locked. Too many failed attempts.
ar: الوصول مؤمّن. العديد من المحاولات الفاشلة.
da: Adgang låst. For mange mislykkede forsøg.
de: Zugriff verweigert. Zu viele fehlgeschlagene Versuche.
el: Η πρόσβαση κλειδώθηκε. Υπεράριθμες ανεπιτυχείς απόπειρες.
es_ar: Acceso bloqueado. Demasiados intentos fallidos.
fi: Tili on lukittu. Liian monta virheellistä yritystä.
fr: Accès verrouillé. Tentatives de connexion échouée trop nombreuses.
id: Akses terkunci. Terlalu banyak upaya yang gagal.
it: Accesso bloccato. Troppi tentativi errati.
ja: アクセスがロックされました。最大試行回数に達しました。
ko: 액세스가 잠겼습니다. 너무 많은 시도가 실패했습니다.
nb: Tilgang låst. For mange mislykkede forsøk.
nl: Toegang geblokkeerd. Te veel mislukte inlogpogingen.
pl: Dostęp zablokowany. Zbyt wiele nieudanych prób.
pt: Acesso bloqueado. Muitas tentativas incorretas.
ru: Доступ заблокирован. Слишком много неудачных попыток.
sv: Åtkomst låst. För många misslyckade försök.
th: การเข้าถึงถูกล็อค มีความพยายามที่ล้มเหลวมากเกินไป
tr: Erişim kilitlendi. Çok fazla başarısız deneme yaptınız.
vi: Đã khóa truy cập. Quá nhiều lần thử không thành công.
zh: 已锁定访问权限。多次尝试失败。
zh_tw: 存取已鎖定。嘗試失敗次數過多。

source: Log into router
ar: تسجيل الدخول إلى جهاز التوجيه
da: Log på routeren
de: Am Router anmelden
el: Σύνδεση στον δρομολογητή
es_ar: Iniciar sesión en el router
fi: Kirjaudu reitittimeen
fr: Se connecter au routeur
id: Masuk ke router
it: Accesso al router
ja: ルーターにログインする
ko: 라우터에 로그인
nb: Logg inn på ruteren
nl: Log in op de router
pl: Zaloguj się do routera
pt: Acesso ao roteador
ru: Войти в маршрутизатор
sv: Logga in på routern
th: ล็อกอินเข้าเราเตอร์
tr: Yönlendiriciye giriş yap
vi: Đăng nhập vào bộ định tuyến
zh: 登录路由器
zh_tw: 登入路由器

source: Log in
ar: تسجيل الدخول
da: Logon
de: Anmelden
el: Σύνδεση
es_ar: Iniciar sesión
fi: Kirjaudu
fr: Connexion
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
nb: Logg på
nl: Inloggen
pl: Zaloguj
ru: Вход
sv: Logga in
th: ล็อกอิน
tr: Oturum Aç
vi: Đăng nhập
zh: 登录
zh_tw: 登入

source: Log out
ar: تسجيل الخروج
da: Log af
de: Abmelden
el: Αποσύνδεση
es_ar: Finalizar la sesión
fi: Kirjaudu ulos
fr: Déconnexion
id: Keluar
it: Esci
ja: ログアウト
ko: 로그 아웃
nb: Avslutt
nl: Uitloggen
pl: Wyloguj
pt: Sair da conta
ru: Выход
sv: Logga ut
th: ล็อกเอาต์
tr: Oturumu kapat
vi: Đăng xuất
zh: 注销
zh_tw: 登出

source: MAC
zh: 媒体访问控制地址（MAC地址）
zh_tw: 媒體存取控制地址（MAC地址）

source: MAC Address
ar: MAC Address (عنوان MAC)
da: MAC-adresse
de: MAC-Adresse
el: Διεύθυνση MAC
es_ar: Dirección MAC
fi: MAC-osoite
fr: Adresse MAC
id: Alamat MAC
it: Indirizzo MAC
ja: MAC アドレス
ko: MAC 주소
nb: MAC-adresse
nl: MAC-adres
pl: Adres MAC
pt: MAC Address (Endereço MAC)
ru: MAC-адрес
sv: MAC-adress
th: แอดเดรส MAC
tr: MAC Adresi
vi: Địa chỉ MAC
zh: MAC地址
zh_tw: MAC 位址

source: MAC address clone
ar: نسخ عنوان MAC
da: MAC-adresseklon
de: MAC-Adresse kopieren
el: Κλώνος διεύθυνσης MAC
es_ar: Clon de dirección MAC
fi: MAC-osoitteen klooni
fr: Adresse MAC dupliquée
id: Klon Alamat MAC
it: Clonazione indirizzo MAC
ja: MAC アドレス複製
ko: MAC 주소 복제
nb: Kloning av MAC-adresse
nl: MAC-adres klonen
pl: Klon adresu MAC
pt: MAC Address Clone (Clone de endereço MAC)
ru: Клонирование MAC-адреса
sv: MAC-adresskloning
th: การโคลนแอดเดรส MAC
tr: MAC Adresi Kopyalama
vi: Sao chép Địa chỉ MAC
zh: MAC地址克隆
zh_tw: MAC 位址複製

source: MAC Filtering
ar: تصفية MAC
da: MAC-filtrering
de: MAC-Filterung
el: Φιλτράρισμα MAC
es_ar: Filtrado de MAC
fi: MAC-suodatus
fr: Filtrage MAC
id: Pemfilteran MAC
it: Filtraggio MAC
ja: MAC フィルター処理
ko: MAC 필터링
nb: MAC-adressefiltrering
pl: Filtrowanie adresów MAC
pt: Filtragem MAC
ru: Фильтрация MAC-адресов
sv: MAC-filtrering
th: การกรอง MAC
tr: MAC Filtreleme
vi: Lọc MAC
zh: MAC地址过滤
zh_tw: MAC 篩選

# macFilteringDisableWarning
source: MAC filtering will be turnned off once Instant-Privacy is enabled
ar: سيتم إيقاف تصفية عناوين MAC بمجرد تفعيل خاصية Instant-Privacy
da: MAC-filtrering deaktiveres, så snart Instant-Instant-Databeskyttelse er aktiveret.
de: Die MAC-Filterung wird deaktiviert, sobald Instant-Datenschutz aktiviert ist.
el: Το φιλτράρισμα MAC θα απενεργοποιηθεί μόλις ενεργοποιηθεί το Άμεσο-απόρρητο
es_ar: El filtrado MAC se desactivará cuando se active la Instant-Privacidad.
fi: MAC-suodatus poistetaan käytöstä, kun Pikayksityisyys otetaan käyttöön
fr: Le filtrage MAC sera désactivé lorsque Instant-Confidentialité sera activée.
id: Pemfilteran MAC akan dimatikan setelah Privasi-Instan diaktifkan
it: Il filtraggio MAC sarà disabilitato una volta abilitata la Instant-Privacy.
ja: Instant-プライバシーが有効になると、MACフィルタリングは無効になります。
ko: 즉시-개인정보가 활성화되면 MAC 필터링이 꺼집니다
nb: MAC-filtrering deaktiveres så snart Instant-Databeskyttelse er aktivert.
nl: MAC-filtering wordt uitgeschakeld zodra Instant-privacy is ingeschakeld
pl: Filtrowanie MAC zostanie wyłączone po włączeniu szybkiej prywatności
pt: A filtragem de MAC será desativada quando o Instant-Privacidade for ativado.
ru: Фильтрация MAC-адресов будет отключена после включения мгновенной конфиденциальности
sv: MAC-filtrering avaktiveras så snart Instant-Dataskydd aktiveras.
th: การกรอง MAC จะถูกปิดเมื่อเปิดใช้งานความเป็นส่วนตัวทันที
tr: Anında-Gizlilik etkinleştirildiğinde MAC filtreleme kapatılacak
vi: Lọc MAC sẽ bị tắt khi bật Riêng tư tức thì
zh: 一旦启用Instant隐私，MAC过滤将被关闭
zh_tw: 一旦啟用Instant私隱，MAC過濾將被關閉

source: Mail Exchange (Optional)
ar: تبادل البريد (اختياري)
da: Mailudveksling (valgfrit)
el: Ανταλλαγή αλληλογραφίας (Προαιρετικό)
es_ar: Intercambio de correo (opcional)
fi: Postipalvelin (valinnainen)
fr: Échange de courrier (facultatif)
id: Mail Exchange (Opsional)
it: Scambio di posta (opzionale)
ja: メール交換（オプション）
ko: 메일 교환(선택사항)
nb: Mail Exchange (valgfritt)
nl: Mailuitwisseling (optioneel)
pl: Serwer poczty (opcjonalnie)
pt: Troca de correio eletrônico (opcional)
ru: Почтовый сервер (необязательно)
sv: E-postutbyte (valfritt)
th: Mail Exchange (ไม่บังคับ)
tr: Posta Değişimi (İsteğe bağlı)
vi: Trao đổi thư (Tùy chọn)
zh: 邮件交换（可选）
zh_tw: 郵件交換（可選）

source: Manual
ar: يدوي
da: Manuel
de: Manuell
el: Μη αυτόματη
fi: Manuaalinen
fr: Manuel
it: Manuale
ja: 手動
ko: 설명서
nb: Manuell
nl: Handmatig
pl: Ręcznie
ru: Вручную
sv: Manuellt
th: กำหนดเอง
tr: El ile
vi: Thủ công
zh: 手动
zh_tw: 手動

# manualFirmwareEstimatedTime
source: Estimated time remaining
ar: الوقت المتبقي المقدر
es_ar: Tiempo estimado restante
it: Tempo stimato rimanente
pl: Szacowany pozostały czas
ru: Расчетное оставшееся время
zh: 预计剩余时间
zh_tw: 預計剩餘時間

source: Manual firmware update
ar: تحديث البرامج الثابتة يدويا
da: Manuel firmwareopdatering
de: Manuelle Firmware-Aktualisierung
el: Μη αυτόματη ενημέρωση υλικολογισμικού
es_ar: Actualización manual del firmware
fi: Manuaalinen laiteohjelmiston päivitys
fr: Mise à jour manuelle du micrologiciel
id: Pembaruan firmware manual
it: Aggiornamento manuale del firmware
ja: 手動ファームウェア更新
ko: 수동 펌웨어 업데이트
nb: Manuell fastvareoppdatering
nl: Handmatige firmware-update
pl: Ręczna aktualizacja oprogramowania sprzętowego
pt: Atualização manual do firmware
ru: Ручное обновление прошивки
sv: Manuell uppdatering av firmware
th: อัปเดตเฟิร์มแวร์ด้วยตนเอง
tr: Manuel bellenim güncellemesi
vi: Cập nhật phần mềm điều khiển thủ công
zh: 手动固件更新
zh_tw: 手動韌體更新

source: Manual update
ar: التحديث اليدوي
da: Manuel opdatering
de: Manuelle Aktualisierung
el: Μη αυτόματη ενημέρωση
es_ar: Actualización manual
fi: Manuaalinen päivitys
fr: Mise à jour manuelle
id: Pembaruan manual
it: Aggiornamento manuale
ja: 手動更新
ko: 수동 업데이트
nb: Manuell oppdatering
nl: Handmatige update
pl: Aktualizacja ręczna
pt: Atualização manual
ru: Ручное обновление
sv: Manuell uppdatering
th: อัปเดตด้วยตนเอง
tr: Manuel güncelleme
vi: Cập nhật thủ công
zh: 手动更新
zh_tw: 手動更新

source: Manually add device
ar: إضافة الجهاز يدويًا
da: Tilføj enhed manuelt
de: Gerät manuell hinzufügen
el: Μη αυτόματη προσθήκη συσκευής
es_ar: Añadir dispositivo manualmente
fi: Lisää laite manuaalisesti
fr: Ajouter manuellement un appareil
id: Tambahkan perangkat secara manual
it: Aggiungi il dispositivo manualmente
ja: デバイスを手動で追加する
ko: 수동으로 장치 추가
nb: Legg til enhet manuelt
nl: Apparaat handmatig toevoegen
pl: Dodaj urządzenie ręcznie
pt: Adicionar dispositivo manualmente
ru: Добавить устройство вручную
sv: Lägg till enhet manuellt
th: เพิ่มอุปกรณ์ด้วยตนเอง
tr: Manuel olarak cihaz ekle
vi: Thêm thiết bị thủ công
zh: 手动添加设备
zh_tw: 手動新增裝置

source: Manually add reservation
ar: إضافة الحجز يدويًا
da: Tilføj reservation manuelt
de: Reservierung manuell hinzufügen
el: Μη αυτόματη προσθήκη δέσμευσης
es_ar: Añadir reserva manualmente
fi: Lisää varaus manuaalisesti
fr: Ajouter manuellement une réservation
id: Tambahkan reservasi secara manual
it: Aggiungere la prenotazione manualmente
ja: 手動で予約を追加する
ko: 수동으로 예약 추가
nb: Legg til reservasjon manuelt
nl: Handmatig reservering toevoegen
pl: Dodaj rezerwację ręcznie
pt: Adicionar reserva manualmente
ru: Добавить резервирование вручную
sv: Lägg till reservation manuellt
th: เพิ่มการสำรองด้วยตนเอง
tr: Manuel olarak ayırma ekle
vi: Thêm địa chỉ dành riêng thủ công
zh: 手动添加保留
zh_tw: 手動新增保留

source: Manufacturer
ar: الشركة المصنّعة
da: Producent
de: Hersteller
el: Κατασκευαστής
es_ar: Fabricante
fi: Valmistaja
fr: Fabricant
id: Produsen
it: Produttore
ja: メーカー
ko: 제조사
nb: Produsent
nl: Fabrikant
pl: Producent
pt: Fabricante
ru: Производитель
sv: Tillverkare
th: ผู้ผลิต
tr: Üretici
vi: Nhà sản xuất
zh: 制造商
zh_tw: 製造商

source: Max idle time
ar: الحد الأقصى لوقت حالة الخمول
da: Maksimal ventetid
de: Maximale Wartezeit
el: Μέγιστος χρόνος αδράνειας
es_ar: Tiempo máximo de inactividad
fi: Enimmäisjoutoaika
fr: Durée maximale d'inactivité
id: Waktu idle maksimum
it: Tempo massimo di inattività
ja: 最大待機時間
ko: 최대 유휴 시간
nb: Maksimal ventetid
nl: Maximale inactiviteitstijd
pl: Maksymalny czas bezczynności
pt: Tempo máximo de inatividade
ru: Максимальное время простоя
sv: Maximal väntetid
th: เวลาว่างสูงสุด
tr: Maksimum boşta kalma süresi
vi: Thời gian chờ tối đa
zh: 最大空闲时间
zh_tw: 最大閒置時間

source: Maximum number of users
ar: العدد الأقصى للمستخدمين
da: Maksimalt antal brugere
de: Maximale Anzahl an Benutzern
el: Μέγιστος αριθμός χρηστών
es_ar: Cantidad máxima de usuarios
fi: Käyttäjien enimmäismäärä
fr: Nombre maximal d'utilisateurs
id: Jumlah maksimum pengguna
it: Numero massimo di utenti
ja: ユーザーの最大数
ko: 최대 사용자 수
nb: Maksimalt antall brukere
nl: Maximaal aantal gebruikers
pl: Maksymalna liczba użytkowników
pt: Número máximo de usuários
ru: Максимальное число пользователей
sv: Största antal användare
th: Maximum number of users (จำนวนผู้ใช้สูงสุด)
tr: Maximum number of users (Maksimum kullanıcı sayısı)
vi: Số lượng người dùng tối đa
zh: 最大用户数量
zh_tw: 最大使用者數量

source: Memory Utilization
ar: استخدام الذاكرة
da: Udnyttelse af hukommelse
de: Speicherplatznutzung
el: Χρήση μνήμης
es_ar: Utilización de memoria
fi: Muistin käyttö
fr: Utilisation de la mémoire
id: Penggunaan Memori
it: Utilizzo della memoria
ja: メモリ使用率
ko: 메모리 사용률
nb: Minneutnyttelse
nl: Geheugengebruik
pl: Wykorzystanie pamięci
pt: Utilização da memória
ru: Использование памяти
sv: Användning av minne
th: การใช้งานหน่วยความจำ
tr: Bellek Kullanımı
vi: Sử dụng bộ nhớ
zh: 内存使用率
zh_tw: 記憶體使用率

source: Menu
ar: القائمة
el: Μενού
es_ar: Menú
fi: Valikko
ja: メニュー
ko: 메뉴
nb: Meny
ru: Меню
sv: meny
th: เมนู
tr: Menü
zh: 菜单
zh_tw: 菜單

# menuRestartNetworkChildMessage
source: If you have more than one node, all will restart. Restarting mesh WiFi system temporarily disconnects it from the Internet. All nodes and connected devices will also be temporarily disconnected, but they will reconnect when mesh system is ready again.
da: Genstart node og alle underordnede noder. Genstart af mesh Wi-Fi-systemet vil midlertidigt afbryde det fra internettet. Hvis du har flere noder, vil alle genstarte. Tilsluttede enheder vil også opleve en midlertidig afbrydelse, men vil automatisk genoprette forbindelse, når systemet er online igen.
de: Knoten und alle untergeordneten Knoten neu starten. Das Neustarten des Mesh-WLAN-Systems trennt es vorübergehend vom Internet. Wenn Sie mehrere Knoten haben, werden alle neu gestartet. Verbundene Geräte werden ebenfalls eine temporäre Trennung erfahren, verbinden sich jedoch automatisch wieder, sobald das System wieder online ist.
el: Επανεκκίνηση κόμβου και όλων των θυγατρικών κόμβων. Η επανεκκίνηση του συστήματος mesh Wi-Fi θα το αποσυνδέσει προσωρινά από το Διαδίκτυο. Εάν έχετε πολλούς κόμβους, όλοι θα επανεκκινήσουν. Οι συνδεδεμένες συσκευές θα αντιμετωπίσουν επίσης μια προσωρινή αποσύνδεση, αλλά θα επανασυνδεθούν αυτόματα μόλις το σύστημα είναι ξανά συνδεδεμένο.
es_ar: Si reinicia el sistema WiFi, se desconectará temporalmente de Internet. Todos los dispositivos conectados también se desconectarán temporalmente, pero volverán a conectarse una vez que el sistema esté listo de nuevo.
fi: Käynnistä solmu ja kaikki alisolmut uudelleen. Mesh-Wi-Fi-järjestelmän uudelleenkäynnistys katkaisee sen väliaikaisesti Internet-yhteydestä. Jos sinulla on useita solmuja, kaikki käynnistyvät uudelleen. Liitetyt laitteet kokevat myös väliaikaisen yhteyden katkeamisen, mutta muodostavat automaattisesti yhteyden uudelleen, kun järjestelmä on taas online.
fr: Redémarrer le nœud et tous les nœuds enfants. Le redémarrage du système Wi-Fi maillé le déconnectera temporairement d'Internet. Si vous avez plusieurs nœuds, tous redémarreront. Les appareils connectés subiront également une déconnexion temporaire, mais se reconnecteront automatiquement une fois le système en ligne.
id: Nyalakan Ulang Node dan Semua Node Child. Menyalakan ulang sistem WiFi mesh akan memutuskan koneksi internet sementara. Jika Anda memiliki beberapa node, semua akan menyala ulang. Perangkat yang terhubung juga akan mengalami pemutusan sementara tetapi akan secara otomatis terhubung kembali setelah sistem online kembali.
it: Riavvia la rete
ja: ノードとすべての子ノードを再起動します。メッシュWi-Fiシステムの再起動により、一時的にインターネットから切断されます。複数のノードがある場合、すべてが再起動します。接続されているデバイスも一時的に切断されますが、システムがオンラインに戻ると自動的に再接続されます。
ko: 노드 및 모든 하위 노드 재부팅. 메시 Wi-Fi 시스템을 다시 시작하면 일시적으로 인터넷 연결이 끊어집니다. 여러 개의 노드가 있는 경우 모두 다시 시작됩니다. 연결된 장치도 일시적으로 연결이 끊어지지만 시스템이 다시 온라인 상태가 되면 자동으로 다시 연결됩니다.
nb: Start node og alle underordnede noder på nytt. Omstart av mesh Wi-Fi-systemet vil midlertidig koble det fra Internett. Hvis du har flere noder, vil alle starte på nytt. Tilkoblede enheter vil også oppleve en midlertidig frakobling, men vil automatisk koble til igjen når systemet er tilbake på nett.
nl: Herstart node en alle kindnodes. Het herstarten van het mesh Wi-Fi-systeem zal de internetverbinding tijdelijk verbreken. Als u meerdere nodes heeft, worden ze allemaal herstart. Verbonden apparaten zullen ook een tijdelijke onderbreking ervaren, maar zullen automatisch opnieuw verbinding maken zodra het systeem weer online is.
pl: Jeśli masz więcej niż jeden węzeł, wszystkie zostaną uruchomione ponownie. Ponowne uruchomienie systemu mesh WiFi spowoduje tymczasowe odłączenie go od Internetu. Wszystkie węzły i podłączone urządzenia również zostaną tymczasowo odłączone, ale połączą się ponownie, gdy system mesh będzie gotowy.
pt: Reiniciar Nó e Todos os Nós Filhos. A reinicialização do sistema Wi-Fi em malha o desconectará temporariamente da Internet. Se você tiver vários nós, todos serão reiniciados. Os dispositivos conectados também experimentarão uma desconexão temporária, mas se reconectarão automaticamente assim que o sistema estiver online novamente.
ru: Если у вас несколько узлов, все они будут перезапущены. При перезапуске одноранговая система WiFi будет временно отключена от Интернета. Все узлы и подключенные устройства будут временно отключены, а затем будут снова подключены к Интернету, когда одноранговая система будет готова к работе.
sv: Starta om noden och alla underordnade noder. Omstart av mesh Wi-Fi-systemet kommer tillfälligt att koppla bort det från Internet. Om du har flera noder kommer alla att starta om. Anslutna enheter kommer också att uppleva en tillfällig frånkoppling men kommer automatiskt att återansluta när systemet är online igen.
th: รีบูตโหนดและโหนดลูกทั้งหมด การรีบูตระบบ Mesh WiFi จะตัดการเชื่อมต่อจากอินเทอร์เน็ตชั่วคราว หากคุณมีหลายโหนด ทุกโหนดจะรีบูต อุปกรณ์ที่เชื่อมต่อจะถูกตัดการเชื่อมต่อชั่วคราวด้วย แต่จะเชื่อมต่อใหม่โดยอัตโนมัติเมื่อระบบกลับมาออนไลน์
tr: Düğümü ve Tüm Alt Düğümleri Yeniden Başlat. Mesh WiFi sistemini yeniden başlatmak, internet bağlantısını geçici olarak keser. Birden fazla düğümünüz varsa, hepsi yeniden başlar. Bağlı cihazlar da geçici bir bağlantı kesintisi yaşar ancak sistem tekrar çevrimiçi olduğunda otomatik olarak yeniden bağlanır.
vi: Khởi động lại nút và tất cả các nút con. Khởi động lại hệ thống WiFi mesh sẽ tạm thời ngắt kết nối Internet. Nếu bạn có nhiều nút, tất cả sẽ khởi động lại. Các thiết bị đã kết nối cũng sẽ bị ngắt kết nối tạm thời nhưng sẽ tự động kết nối lại sau khi hệ thống hoạt động trở lại.
zh: 重启网络将断开所有设备的连接。您确定要继续吗？
zh_tw: 重新啟動網路將中斷所有裝置的連線。您確定要繼續嗎？
