Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# dmzViewDHCP
source: View DHCP Client Table
ar: عرض جدول عملاء DHCP
da: Vis DHCP-klienttabel
de: DHCP-Client-Tabelle anzeigen
el: Προβολή πίνακα πελατών DHCP
es_ar: Ver Tabla de clientes DHCP
fi: Näytä DHCP-asiakastaulukko
fr: Voir le tableau des clients DHCP
id: Lihat Tabel Klien DHCP
it: Visualizza Tabella client DHCP
ja: DHCP クライアント テーブルを表示
ko: DHCP 클라이언트 테이블 보기
nb: Vis DHCP-klienttabell
nl: Clienttabel DHCP weergeven
pl: Wyświetl tablicę klientów DHCP
pt: Exibir tabela de clientes DHCP
ru: Просмотр таблицы клиентов службы DHCP
sv: Visa DHCP-klienttabell
th: ดูตารางไคลเอนต์ DHCP
tr: DHCP İstemci Tablosunu Görüntüle
vi: Xem Bảng Máy khách DHCP
zh: 查看DHCP客户端列表
zh_tw: 檢視 DHCP 用戶端資料表

source: DNS
ar: نظام اسم النطاق
nb: DNS LIST
sv: DNS-LISTA
zh: 域名系统
zh_tw: 域名系統

source: DNS 2 (optional)
ar: DNS 2 (اختياري)
da: DNS 2 (valgfri)
el: DNS 2 (προαιρετικό)
es_ar: DNS 2 (opcional)
fi: DNS 2 (valinnainen)
fr: DNS 2 (facultatif)
id: DNS 2 (opsional)
it: DNS 2 (opzionale)
ja: DNS 2 (オプション)
ko: DNS 2(옵션)
nb: DNS 2 (valgfritt)
nl: DNS 2 (optioneel)
pl: DNS 2 (opcjonalnie)
pt: DNS 2 (opcional)
ru: DNS 2 (не обязательно)
sv: DNS 2 (valfritt)
th: DNS 2 (ระบุหรือไม่ก็ได้)
tr: DNS 2 (isteğe bağlı)
vi: DNS 2 (tùy chọn)
zh: DNS 2（可选）
zh_tw: DNS 2（選用）

source: DNS 3 (optional)
ar: DNS 3 (اختياري)
da: DNS 3 (valgfri)
el: DNS 3 (προαιρετικό)
es_ar: DNS 3 (opcional)
fi: DNS 3 (valinnainen)
fr: DNS 3 (facultatif)
id: DNS 3 (opsional)
it: DNS 3 (opzionale)
ja: DNS 3 (オプション)
ko: DNS 3(옵션)
nb: DNS 3 (valgfritt)
nl: DNS 3 (optioneel)
pl: DNS 3 (opcjonalnie)
pt: DNS 3 (opcional)
ru: DNS 3 (не обязательно)
sv: DNS 3 (valfritt)
th: DNS 3 (ระบุหรือไม่ก็ได้)
tr: DNS 3 (isteğe bağlı)
vi: DNS 3 (tùy chọn)
zh: DNS 3（可选）
zh_tw: DNS 3（選用）

# doNotShowThisAgain
source: Don't show this page again
ar: لا تعرض هذه الصفحة مرة أخرى
es_ar: No mostrar esta página de nuevo
it: Non mostrare più questa pagina
pl: Nie pokazuj tej strony ponownie
ru: Больше не показывать эту страницу
zh: 不再显示此页面
zh_tw: 不再顯示此頁面

source: Do you want to Continue?
ar: هل تريد الاستمرار؟
da: Ønsker du at fortsætte?
de: Möchten Sie fortfahren?
el: Θέλετε να συνεχίσετε;
es_ar: ¿Desea continuar?
fi: Haluatko jatkaa?
fr: Voulez-vous continuer ?
id: Apakah Anda ingin melanjutkan?
it: Si desidera continuare?
ja: 続行しますか？
ko: 계속하시겠습니까?
nb: Vil du fortsette?
nl: Wilt u doorgaan?
pl: Czy chcesz kontynuować?
pt: Deseja continuar?
ru: Хотите продолжить?
sv: Vill du fortsätta?
th: คุณต้องการดำเนินการต่อหรือไม่
tr: Devam etmek istiyor musunuz?
vi: Bạn có muốn tiếp tục?
zh: 您要继续吗？
zh_tw: 您要繼續嗎？

source: Do you want to save the Local Network Settings?
ar: هل تريد حفظ إعدادات الشبكة المحلية؟
da: Vil du gemme de lokale netværksindstillinger?
de: Möchten Sie die lokalen Netzwerkeinstellungen speichern?
el: Θέλετε να αποθηκεύσετε τις ρυθμίσεις τοπικού δικτύου;
es_ar: ¿Desea guardar la configuración de la red local?
fi: Haluatko tallentaa lähiverkon asetukset?
fr: Souhaitez-vous enregistrer les paramètres du réseau local ?
id: Apakah Anda ingin menyimpan Pengaturan Jaringan Lokal?
it: Si desidera salvare le impostazioni di rete locale?
ja: ローカルネットワーク設定を保存しますか？
ko: 로컬 네트워크 설정을 저장하시겠습니까?
nb: Vil du lagre innstillingene for det lokale nettverket?
nl: Wilt u de lokale netwerkinstellingen opslaan?
pl: Czy chcesz zapisać ustawienia sieci lokalnej?
pt: Deseja salvar as configurações de rede local?
ru: Хотите сохранить настройки локальной сети?
sv: Vill du spara inställningarna för det lokala nätverket?
th: คุณต้องการบันทึกการตั้งค่าเครือข่ายในเครื่องหรือไม่
tr: Yerel Ağ Ayarlarını kaydetmek istiyor musunuz?
vi: Bạn có muốn lưu cài đặt mạng cục bộ?
zh: 您要保存本地网络设置吗？
zh_tw: 您要保存本地網絡設定嗎？

source: Domain name
ar: اسم المجال
da: Domænenavn
de: Domänenname
el: Όνομα τομέα
es_ar: Nombre de dominio
fi: Toimialueen nimi
fr: Nom de domaine
id: Nama domain
it: Nome dominio
ja: ドメイン名
ko: 도메인 이름
nb: Domenenavn
nl: Domeinnaam
pl: Nazwa domeny
pt: Nome do domínio
ru: Доменное имя
sv: Domännamn
th: ชื่อโดเมน
tr: Etki alanı adı
vi: Tên miền
zh: 域名
zh_tw: 網域名稱

source: Done
ar: تم
da: Udført
de: Fertig
el: Τέλος
es_ar: Listo
fi: Valmis
fr: Terminé
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nb: Fullført
nl: Gereed
pl: Gotowe
pt: Concluído
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Bitti
vi: Xong
zh: 完成
zh_tw: 完成

source: Download
ar: تنزيل
el: Λήψη
es_ar: Descarga
fi: Lataus
fr: Débit descendant (Download)
id: Unduh
ja: ダウンロード
ko: 다운로드
nb: Nedlasting
nl: Downloaden
pl: Pobieranie
ru: Загрузка
sv: Ladda ned
th: ดาวน์โหลด
tr: Karşıdan Yükle
vi: Tải xuống
zh: 下载
zh_tw: 下載

source: Download QR
da: Download QR-kode
de: QR-Code herunterladen
el: Λήψη QR
es_ar: Descargar código QR
fi: Lataa QR
fr: Télécharger le QR
id: Unduh QR
it: Scarica QR
ja: QRコードをダウンロード
ko: QR 다운로드
nb: Last ned QR
pl: Pobierz QR
pt: Baixar código QR
ru: Скачать QR-код
sv: Ladda ner QR
th: ดาวน์โหลด QR
tr: QR'yi İndir
vi: Tải xuống mã QR
zh: 下载二维码
zh_tw: 下載二維碼

source: DUID
zh: 设备唯一标识符（DUID）
zh_tw: 裝置唯一識別碼（DUID）

# dynamicRouting
source: Dynamic routing (RIP)
ar: التوجيه الحيوي (RIP)
da: Dynamisk routing (RIP)
de: Dynamisches Routing (RIP)
el: Δυναμική δρομολόγηση (RIP)
es_ar: Enrutamiento din&aacute;mico (RIP)
fi: Dynaaminen reititys (RIP)
fr: Routage dynamique (RIP)
id: Perutean Dinamis (RIP)
it: Routing dinamico (RIP)
ja: ダイナミックルーティング (RIP)
ko: 동적 라우팅(RIP)
nb: Dynamisk ruting (RIP)
nl: Dynamische routing (RIP)
pl: Dynamiczny routing (RIP)
pt: Dynamic Routing (Roteamento din&acirc;mico) (RIP)
ru: Динамическая маршрутизация (RIP)
sv: Dynamisk routing (RIP)
th: การกำหนดเส้นทางแบบไดนามิก (RIP)
tr: Dinamik Y&ouml;nlendirme/RIP
vi: Định tuyến Động (RIP)
zh: 动态路由（RIP）
zh_tw: 動態路由 (RIP)

source: Edit
ar: تحرير
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es_ar: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Wijzigen
pl: Edytuj
pt: Editar
ru: Редактировать
sv: Ändra
th: แก้ไข
tr: Düzenle
vi: Sửa
zh: 编辑
zh_tw: 編輯

source: Edit DHCP Reservation
ar: تحرير حجز DHCP (بروتوكول التكوين الديناميكي للمضيف)
da: Rediger DHCP-reservation
de: DHCP-Reservierung bearbeiten
el: Επεξεργασία δέσμευσης DHCP
es_ar: Editar reservación DHCP
fi: Muokkaa DHCP-varausta
fr: Modifier une réservation DHCP
id: Edit Reservasi DHCP
it: Modifica Prenotazione DHCP
ja: DHCP 予約を編集
ko: DHCP 예약 편집
nb: Rediger DHCP-reservering
nl: DHCP-reservering bewerken
pl: Edycja rezerwacji DHCP
pt: Adicionar reserva DHCP
ru: Редактировать резервирование DHCP
sv: Redigera DHCP-reservation
th: แก้ไขการสำรอง DHCP
tr: DHCP Ayırma Düzenle
vi: Chỉnh sửa địa chỉ DHCP dành riêng
zh: 编辑DHCP保留地址
zh_tw: 編輯 DHCP 保留

source: Email
ar: البريد الإلكتروني
es_ar: Correo electrónico
fi: Sähköposti
ja: 電子メール
ko: 이메일
nb: E-post
ru: Электронная почта
sv: E-post
th: อีเมล์
tr: E-posta
zh: 电子邮件
zh_tw: 電子郵件

source: Enabled
ar: ممكَّن
da: Aktiveret
de: Aktiviert
el: Ενεργοποιήθηκε
es_ar: Activado
fi: Käytössä
fr: Activé
id: Diaktifkan
it: Attivato
ja: 有効
ko: 활성화됨
nb: Aktivert
nl: Ingeschakeld
pl: Włączony
pt: Habilitado
ru: Включено
sv: Aktiverad
th: ใช้งาน
tr: Etkin
vi: Bật
zh: 启用
zh_tw: 已啓用

source: End port
ar: منفذ النهاية
da: Slutport
el: Θύρα λήξης
es_ar: Puerto final
fi: Lopetusportti
fr: Port de fin
id: Port Akhir
it: Porta di fine
ja: 終了ポート
ko: 종료 포트
nb: Sluttport
nl: Einde poortbereik
pl: Port końcowy
pt: Porta final
ru: Конечный порт
sv: Slutport
th: พอร์ตสิ้นสุด
tr: Bitiş Portu
vi: Cổng kết thúc
zh: 结束端口
zh_tw: 結束連接埠

source: End User License Agreement
ar: اتفاقية ترخيص المستخدم النهائي
da: Slutbrugerlicensaftale
de: Endbenutzer-Lizenzvereinbarung
el: Άδεια χρήσης τελικού χρήστη
es_ar: Contrato de licencia de usuario final
fi: Loppukäyttäjän käyttöoikeussopimus
fr: Contrat de licence utilisateur final
id: Perjanjian Lisensi Pengguna Akhir
it: Contratto di licenza con l'utente finale
ja: エンド ユーザー ライセンス契約
ko: 최종 사용자 라이센스 계약
nb: Lisensavtale for sluttbruker
nl: Licentieovereenkomst voor de eindgebruiker
pl: Umowa licencyjna użytkownika
pt: Contrato de Licença de Utilizador Final
ru: Лицензионное соглашение с конечным пользователем
sv: Licensavtal för slutanvändare
th: ข้อตกลงเรื่องสิทธิ์การใช้งานสำหรับผู้ใช้
tr: Son Kullanıcı Lisans Anlaşması
vi: Thỏa thuận cấp phép cho người dùng cuối
zh: 最终用户许可协议
zh_tw: 使用條款

source: Error
ar: خطأ
da: Fejl
de: Fehler
el: &Sigma;&phi;ά&lambda;&mu;&alpha;
fi: Virhe
fr: Erreur
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi
zh: 错误
zh_tw: 錯誤

# errorEmailAddressNotFound
source: Email address not found
ar: لم يتم العثورعلى البريد الإلكتروني
da: E-mail-adresse ikke fundet
de: E-Mail Adresse nicht gefunden
el: Η διεύθυνση email δεν βρέθηκε
es_ar: Dirección de correo electrónico no encontrada
fi: Sähköpostiosoitetta ei löydy
fr: L'adresse électronique n'a pas été trouvée
id: Alamat email tidak ditemukan
it: Indirizzo e-mail non trovato
ja: メールアドレスが見つかりません。
ko: 이메일 주소를 찾을 수 없습니다
nb: E-postadressen ble ikke funnet
nl: E-mailadres niet gevonden
pl: Nie znaleziono adresu e-mail
pt: Endereço de e-mail não encontrado
ru: Адрес электронной почты не найден
sv: E-postadressen hittades inte
th: ไม่พบที่อยู่อีเมล
tr: E-posta adresi bulunamadı
vi: Không tìm thấy địa chỉ email
zh: 未找到电子邮件地址
zh_tw: 找不到電郵地址

# errorEnterAValidEmailFormat
source: Enter a valid email format
ar: أدخل تنسيق بريد إلكتروني صالح
da: Indtast e-mailadressen i et gyldigt format
de: Geben Sie die E-Mail Adresse in einem gültigen Format ein
el: Εισαγάγετε έγκυρη μορφή email
es_ar: Introduzca un formato de correo electrónico válido
fi: Anna kelvollinen sähköpostiosoite
fr: Entrez un format d'email valide
id: Masukkan format email yang valid
it: Inserire un formato e-mail valido
ja: 有効なメール形式を入力してください。
ko: 유효한 이메일 형식을 입력하십시오
nb: Skriv inn e-postadressen i et gyldig format
nl: Voer een geldig e-mailadres in
pl: Wprowadź prawidłowy format adresu e-mail
pt: Digite um formato de e-mail válido
ru: Введите действительный формат электронной почты
sv: Ange e-postadressen i ett giltigt format
th: กรุณาป้อนรูปแบบอีเมลที่ถูกต้อง
tr: Geçerli bir e-posta biçimi girin
vi: Nhập định dạng email hợp lệ
zh: 请输入有效的电子邮件格式
zh_tw: 請輸入有效的電郵格式

# errorExpiredOtp
source: Code expired after 15 minutes. Send a new code and try again
ar: انتهت صلاحية الكود بعد 15 دقيقة. أرسل كودًا جديدًا وحاول مرة أخرى
da: Koden er udløbet efter 15 minutter. Send en ny kode for at prøve igen
de: Der Code ist nach 15 Minuten abgelaufen. Senden Sie einen neuen Code um es erneut zu versuchen
el: Ο κωδικός έληξε μετά από 15 λεπτά. Στείλτε νέο κωδικό και δοκιμάστε ξανά
es_ar: Código caducado después de 15 minutos. Envíe un nuevo código e inténtelo de nuevo
fi: Koodi vanhentui 15 minuutin kuluttua. Lähetä uusi koodi ja yritä uudelleen
fr: Le code a expiré après 15 minutes. Envoyez un nouveau code et réessayez.
id: Kode kedaluwarsa setelah 15 menit. Kirim kode baru dan coba lagi
it: Codice scaduto dopo 15 minuti. Si prega di inviare un nuovo codice e riprovare
ja: コードは15分後に期限切れになります。新しいコードを送信して、再度お試しください。
ko: 15분 후에 코드가 만료되었습니다. 새 코드를 보내고 다시 시도하십시오
nb: Koden har utløpt etter 15 minutter. Send en ny kode for å prøve igjen
nl: Code is na 15 minuten verlopen. Stuur een nieuwe code en probeer het opnieuw
pl: Kod wygasł po 15 minutach. Wyślij nowy kod i spróbuj ponownie
pt: O código expirou após 15 minutos. Envie um novo código e tente novamente.
ru: Код истек через 15 минут. Отправьте новый код и попробуйте снова
sv: Koden har löpt ut efter 15 minuter. Skicka en ny kod för att försöka igen
th: รหัสหมดอายุหลังจาก 15 นาที ส่งรหัสใหม่และลองอีกครั้ง
tr: Kod 15 dakika sonra süresi doldu. Yeni bir kod gönderin ve tekrar deneyin
vi: Mã hết hạn sau 15 phút. Gửi mã mới và thử lại
zh: 验证码15分钟后过期。请发送新验证码并再次尝试
zh_tw: 驗證碼15分鐘後過期，請發送新的驗證碼並再試一次

# errorGuestSSIDConflict
source: Guest network names must be different from your main network names. Please enter a different name.
ar: يجب أن تكون أسماء شبكات الضيوف مختلفة عن أسماء شبكتك الرئيسية. يرجى إدخال اسم مختلف.
da: Navnene på gæstenetværkene skal være forskellige fra navnene på dine hovednetværk. Indtast venligst et andet navn.
de: Die Namen der Gastnetzwerke müssen sich von den Namen Ihrer Hauptnetzwerke unterscheiden. Bitte geben Sie einen anderen Namen ein.
el: Τα ονόματα δικτύου επισκεπτών πρέπει να διαφέρουν από τα ονόματα του κύριου δικτύου σας. Εισαγάγετε διαφορετικό όνομα.
es_ar: Los nombres de la red de invitados deben ser diferentes de los nombres de su red principal. Por favor, introduzca un nombre diferente.
fi: Vierasverkon nimien on oltava eri kuin pääverkkosi nimet. Anna eri nimi.
fr: Les noms des réseaux invités doivent être différents de ceux de votre réseau principal. Veuillez saisir un nom différent.
id: Nama jaringan tamu harus berbeda dari nama jaringan utama Anda. Harap masukkan nama yang berbeda.
it: I nomi della rete ospite devono essere diversi da quelli della rete principale. Inserire un nome diverso.
ja: ゲストネットワークの名前は、メインネットワークの名前とは異なる必要があります。別の名前を入力してください。
ko: 게스트 네트워크 이름은 기본 네트워크 이름과 달라야 합니다. 다른 이름을 입력하십시오.
nb: Navnene på gjestenettverkene må være forskjellige fra navnene på hovednettverkene dine. Vennligst skriv inn et annet navn.
nl: Gastnetwerknamen moeten verschillen van uw hoofdnetwerknamen. Voer een andere naam in.
pl: Nazwy sieci gościnnej muszą różnić się od nazw sieci głównej. Wprowadź inną nazwę.
pt: Os nomes da rede de convidados devem ser diferentes dos nomes da rede principal. Digite um nome diferente.
ru: Имена гостевой сети должны отличаться от имен основной сети. Пожалуйста, введите другое имя.
sv: Namnen på gästnätverken måste skilja sig från namnen på dina huvudnätverk. Vänligen ange ett annat namn.
th: ชื่อเครือข่ายสำหรับผู้มาเยือนต้องแตกต่างจากชื่อเครือข่ายหลักของคุณ กรุณาป้อนชื่ออื่น
tr: Konuk ağ adları ana ağ adlarınızdan farklı olmalıdır. Lütfen farklı bir ad girin.
vi: Tên mạng khách phải khác với tên mạng chính của bạn. Vui lòng nhập tên khác.
zh: 访客网络名称必须与主网络名称不同。请输入不同的名称。
zh_tw: 訪客網絡名稱必須與主網絡名稱不同，請輸入不同名稱。

# errorIncorrectPassword
source: Incorrect password
ar: كلمة مرور غير صحيحة.
da: Forkert adgangskode
de: Falsches Passwort
el: Λάθος κωδικός πρόσβασης
es_ar: Contraseña incorrecta
fi: Väärä salasana
fr: Mot de passe incorrect
id: Kata sandi salah.
it: Password errata.
ja: パスワードが正しくありません
ko: 잘못된 암호
nb: Feil passord
nl: Onjuist wachtwoord
pl: Niewłaściwe hasło
pt: Senha incorreta
ru: Неверный пароль
sv: Felaktigt lösenord.
th: รหัสผ่านไม่ถูกต้อง
tr: Yanlış parola
vi: Mật khẩu không đúng
zh: 密码错误
zh_tw: 密碼錯誤

# errorInvalidOtp
source: Incorrect code, please check your code and try again
ar: الكود غير صحيح، يرجى التحقق من الكود الخاص بك والمحاولة مرة أخرى
da: Forkert kode, tjek venligst din kode og prøv igen
de: Fehlerhafter Code, bitte überprüfen Sie Ihren Code und versuchen Sie es erneut
el: Λανθασμένος κωδικός, ελέγξτε τον κωδικό σας και δοκιμάστε ξανά
es_ar: Código incorrecto, por favor compruebe su código e inténtelo de nuevo
fi: Väärä koodi, tarkista koodi ja yritä uudelleen
fr: Code incorrect, veuillez vérifier votre code et réessayer.
id: Kode salah, periksa kode Anda dan coba lagi
it: Codice errato, controllare il codice e riprovare.
ja: コードが間違っています。コードを確認して、再度お試しください。
ko: 잘못된 코드입니다. 코드를 확인하고 다시 시도하십시오
nb: Feil kode, vennligst sjekk koden din og prøv på nytt
nl: Onjuiste code, controleer uw code en probeer het opnieuw
pl: Nieprawidłowy kod, sprawdź kod i spróbuj ponownie
pt: Código incorreto, verifique seu código e tente novamente.
ru: Неверный код, проверьте код и попробуйте снова
sv: Felaktig kod, kontrollera din kod och försök igen
th: รหัสไม่ถูกต้อง กรุณาตรวจสอบรหัสและลองอีกครั้ง
tr: Yanlış kod, lütfen kodunuzu kontrol edin ve tekrar deneyin
vi: Mã không đúng, vui lòng kiểm tra mã của bạn và thử lại
zh: 验证码错误，请检查验证码后重试
zh_tw: 驗證碼錯誤，請檢查驗證碼後再試

# errorInvalidPhoneNumber
source: Invalid phone number
ar: رقم الهاتف غير صالح
da: Ugyldigt telefonnummer
de: Ungültige Telefonnummer
el: Μη έγκυρος αριθμός τηλεφώνου
es_ar: Número de teléfono no válido
fi: Virheellinen puhelinnumero
fr: Numéro de téléphone invalide
id: Nomor telepon tidak valid
it: Numero di telefono non valido
ja: 無効な電話番号です。
ko: 잘못된 전화번호
nb: Ugyldig telefonnummer
nl: Ongeldig telefoonnummer
pl: Nieprawidłowy numer telefonu
pt: Número de telefone inválido
ru: Недействительный номер телефона
sv: Ogiltigt telefonnummer
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
tr: Geçersiz telefon numarası
vi: Số điện thoại không hợp lệ
zh: 无效电话号码
zh_tw: 無效的電話號碼

# errorInvalidServer
source: The specified server IP address is not valid.
ar: عنوان IP للخادم المحدد غير صالح.
da: Den angivne server-IP-adresse er ikke gyldig.
de: Die angegebene Server-IP-Adresse ist nicht gültig.
el: Η καθορισμένη διεύθυνση IP διακομιστή δεν είναι έγκυρη.
es_ar: La dirección IP del servidor especificada no es válida.
fi: Määritetty palvelimen IP-osoite ei kelpaa.
fr: L'adresse IP du serveur spécifiée n'est pas valide.
id: Alamat IP server yang ditentukan tidak valid.
it: L'indirizzo IP del server specificato non è valido.
ja: 指定されたサーバーのIPアドレスは無効です。
ko: 지정된 서버 IP 주소가 유효하지 않습니다.
nb: Den angitte server-IP-adressen er ikke gyldig.
nl: Het opgegeven server-IP-adres is niet geldig.
pl: Podany adres IP serwera jest nieprawidłowy.
pt: O endereço IP do servidor especificado é inválido.
ru: Указанный IP-адрес сервера недействителен.
sv: Den angivna serverns IP-adress är inte giltig.
th: IP แอดเดรสของเซิร์ฟเวอร์ที่ระบุไม่ถูกต้อง
tr: Belirtilen sunucu IP adresi geçerli değil.
vi: Địa chỉ IP máy chủ được chỉ định không hợp lệ.
zh: 指定的服务器IP地址无效。
zh_tw: 指定的伺服器IP地址無效。

source: Error manual update failed!
ar: خطأ - فشل التحديث اليدوي!
da: Fejl. Manuel opdatering mislykkedes!
de: Fehler. Manuelle Aktualisierung fehlgeschlagen!
el: Σφάλμα, η μη αυτόματη ενημέρωση απέτυχε!
es_ar: Error, actualización manual fallida.
fi: Virhe manuaalisessa päivityksessä!
fr: Erreur la mise à jour manuelle a échoué !
id: Kesalahan pembaruan manual gagal!
it: Errore, aggiornamento manuale fallito.
ja: エラー手動の更新に失敗しました！
ko: 수동 업데이트 실패!
nb: Feilmelding. Manuell oppdatering mislyktes!
nl: Fout handmatige update mislukt!
pl: Błąd ręcznej aktualizacji!
pt: Erro, a atualização manual falhou.
ru: Ошибка ручного обновления!
sv: Felmeddelande. Manuell uppdatering misslyckades!
th: การอัปเดตด้วยตนเองล้มเหลว!
tr: Hata manuel güncelleme başarısız oldu!
vi: Lỗi cập nhật thủ công thất bại!
zh: 手动更新失败！
zh_tw: 手動更新失敗！

# errorManualUpdateSignatureCheckFailed
source: Invalid firmware file!
ar: ملف البرنامج الثابت غير صالح!
da: Ugyldig firmwarefil!
de: Ungültige Firmware Datei!
el: Μη έγκυρο αρχείο υλικολογισμικού!
es_ar: Archivo de firmware no válido
fi: Virheellinen laiteohjelmistotiedosto!
fr: Fichier de micrologiciel non valide !
id: File firmware tidak valid!
it: File firmware non valido
ja: 無効なファームウェアファイルです！
ko: 잘못된 펌웨어 파일!
nb: Ugyldig fastvarefil!
nl: Ongeldig firmwarebestand!
pl: Nieprawidłowy plik oprogramowania sprzętowego!
pt: Arquivo de firmware inválido
ru: Недействительный файл прошивки!
sv: Ogiltig fil för fast programvara!
th: ไฟล์เฟิร์มแวร์ไม่ถูกต้อง!
tr: Geçersiz bellenim dosyası!
vi: Tệp phần mềm điều khiển không hợp lệ!
zh: 固件文件无效！
zh_tw: 韌體檔案無效！

# errorOtpExceedsThreshold
source: You've entered an incorrect code too many times. Your account will be locked for 2 hours
ar: لقد أدخلت رمزًا غير صحيح عدة مرات. سيتم قفل حسابك لمدة ساعتين
da: Du har indtastet koden forkert for mange gange. Din konto vil blive låst i 2 timer
de: Sie haben den Code zu oft falsch eingegeben. Ihr Konto wird für 2 Stunden gesperrt
el: Έχετε εισαγάγει λανθασμένο κωδικό πάρα πολλές φορές. Ο λογαριασμός σας θα κλειδωθεί για 2 ώρες
es_ar: Ha introducido un código incorrecto demasiadas veces. Su cuenta se bloqueará durante 2 horas
fi: Olet antanut väärän koodin liian monta kertaa. Tilisi lukitaan 2 tunniksi
fr: Vous avez saisi un code incorrect trop souvent. Votre compte sera bloqué pendant 2 heures
id: Anda telah memasukkan kode yang salah terlalu banyak kali. Akun Anda akan dikunci selama 2 jam
it: Avete inserito un codice errato troppe volte. Il vostro account sarà bloccato per 2 ore
ja: 最大回数までコードを入力しました。アカウントは2時間ロックされます。
ko: 잘못된 코드를 너무 많이 입력했습니다. 계정이 2시간 동안 잠깁니다
nb: Du har tastet inn feil kode for mange ganger. Kontoen din vil bli blokkert i 2 timer
nl: U heeft te vaak een onjuiste code ingevoerd. Uw account wordt 2 uur lang geblokkeerd
pl: Zbyt wiele razy wprowadzono nieprawidłowy kod. Twoje konto zostanie zablokowane na 2 godziny
pt: Você digitou um código incorreto muitas vezes. Sua conta será bloqueada por 2 horas
ru: Вы ввели неверный код слишком много раз. Ваша учетная запись будет заблокирована на 2 часа
sv: Du har angett koden felaktigt för många gånger. Ditt konto kommer att blockeras i 2 timmar
th: คุณป้อนรหัสไม่ถูกต้องหลายครั้งเกินไป บัญชีของคุณจะถูกล็อกเป็นเวลา 2 ชั่วโมง
tr: Çok fazla yanlış kod girdiniz. Hesabınız 2 saat süreyle kilitlenecek
vi: Bạn đã nhập mã không đúng quá nhiều lần. Tài khoản của bạn sẽ bị khóa trong 2 giờ
zh: 您输入错误验证码的次数过多。您的账户将被锁定2小时
zh_tw: 您輸入錯誤驗證碼的次數過多，您的帳戶將被鎖定2小時

# errorUsernameAlreadyExist
source: It looks like you already have an account.
ar: يبدو أن لديك حسابًا بالفعل.
da: Det ser ud til, at du allerede har en konto.
de: Es sieht so aus, als haben Sie bereits ein Konto.
el: Φαίνεται ότι έχετε ήδη λογαριασμό.
es_ar: Parece que ya tiene una cuenta.
fi: Sinulla näyttää jo olevan tili.
fr: Il semble que vous ayez déjà un compte.
id: Sepertinya Anda sudah memiliki akun.
it: Sembra che tu abbia già un account.
ja: アカウントをすでにお持ちのようです。
ko: 이미 계정이 있는 것 같습니다.
nb: Det ser ut som om du allerede har en konto.
nl: Het lijkt erop dat u al een account heeft.
pl: Wygląda na to, że masz już konto.
pt: Parece que você já tem uma conta.
ru: Похоже, у вас уже есть учетная запись.
sv: Det ser ut som om du redan har ett konto.
th: ดูเหมือนว่าคุณมีบัญชีอยู่แล้ว
tr: Görünüşe göre zaten bir hesabınız var.
vi: Có vẻ như bạn đã có tài khoản.
zh: 看起来您已经有一个账户了。
zh_tw: 看來您已經有一個帳戶了

source: Ethernet
ja: イーサネット
ko: 이더넷
zh: 以太网
zh_tw: 乙太網路

source: Europe
ar: أوروبا
da: Europa
de: Europa
el: Ευρώπη
es_ar: Europa
fi: Eurooppa
id: Eropa
it: Europa
ja: 欧州
ko: 유럽
nb: Europa
nl: Europa
pl: Europa
pt: Europa
ru: Европа
sv: Europa
th: ยุโรป
tr: Avrupa
vi: Châu Âu
zh: 欧洲
zh_tw: 歐洲

source: Excellent
ar: ممتازة
da: Fremragen
de: Exzellent
el: Άριστη
es_ar: Excelente
fi: Erinomainen
fr: Excellente
id: Sangat Baik
it: Eccellente
ja: 非常に良い
ko: 탁월함
nb: Utmerket
nl: Uitstekend
pl: Doskonały
pt: Excelente
ru: Отличный
sv: Utmärkt
th: สัญญาณแรงดีมาก
tr: Mükemmel
vi: Tuyệt vời
zh: 非常棒
zh_tw: 極佳

source: Execute
ar: ينفذ
da: Udfør
de: Ausführen
el: Εκτέλεση
es_ar: Ejecute
fi: Suorita
fr: Exécuter
id: Jalankan
it: Eseguire
ja: 実行する
ko: 실행
nb: Utfør
nl: Uitvoeren
pl: Wykonaj
pt: Executar
ru: Выполнить
sv: Utför
th: ดำเนินการ
tr: Yürüt
vi: Thực thi
zh: 执行
zh_tw: 執行

# explanationError
source: You might also see a specific error code displayed, including:
ar: قد ترى أيضًا رمز خطأ محددًا معروضًا، بما في ذلك:
es_ar: También es posible que aparezca un código de error específico, entre otros:
it: È possibile che venga visualizzato anche un codice di errore specifico, tra gli altri:
pl: Możesz również zobaczyć wyświetlony konkretny kod błędu, w tym:
ru: Также может отображаться определенный код ошибки, включая:
zh: 您可能还会看到显示的特定错误代码，包括：
zh_tw: 您可能還會看到顯示的特定錯誤代碼，包括：

# explanationExample
source: Here's an example of how this message looks in the Google Chrome browser:
ar: فيما يلي مثال لكيفية ظهور هذه الرسالة في متصفح جوجل كروم (Google Chrome) :
es_ar: Este es un ejemplo del aspecto de este mensaje en el navegador Google Chrome:
it: Questo è un esempio di come appare il messaggio nel browser Google Chrome:
pl: Oto przykład, jak wygląda ta wiadomość w przeglądarce Google Chrome:
ru: Вот пример того, как это сообщение выглядит в браузере Google Chrome:
zh: 以下是此消息在谷歌浏览器中的显示示例：
zh_tw: 以下是此訊息在谷歌瀏覽器的顯示示例：
