Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

source: Account name
ar: اسم الحساب
da: Kontonavn
de: Kontoname
el: Όνομα λογαριασμού
es_ar: Nombre de cuenta
fi: Tilin nimi
fr: Nom du compte
id: Nama akun
it: Nome account
ja: アカウント名
ko: 계정 이름
nb: Kontonavn
nl: Accountnaam
pl: Nazwa konta
pt: Nome da conta
ru: Учетное имя
sv: Kontonamn
th: ชื่อแอคเคาท์
tr: Hesap adı
vi: Tên tài khoản
zh: 帐户名称
zh_tw: 帳戶名稱

source: Action
ar: الإجراء
da: Handling
de: Aktion
el: Ενέργεια
es_ar: Acción
fi: Toiminto
id: Tindakan
it: Azione
ja: アクション
ko: 작업
nb: Handling
nl: Handeling
pl: Operacja
pt: Ação
ru: Действие
sv: Åtgärd
th: การดำเนินการ
tr: Eylem
vi: Hành động
zh: 操作
zh_tw: 動作

source: Add
ar: إضافة
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es_ar: Agregar
fi: Lisää
fr: Ajouter
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Lägg till
th: เพิ่ม
tr: Ekle
vi: Thêm
zh: 添加
zh_tw: 新增

source: Add DHCP Reservation
ar: إضافة حجز DHCP
da: Tilføj DHCP-reservation
de: DHCP-Reservierung hinzufügen
el: Προσθήκη δέσμευσης DHCP
es_ar: Añadir reserva DHCP
fi: Lisää DHCP-varaus
fr: Ajouter une réservation DHCP
id: Tambah Reservasi DHCP
it: Aggiungere una prenotazione DHCP
ja: DHCP予約を追加する
ko: DHCP 예약 추가
nb: Legg til DHCP-reservasjon
nl: DHCP-reservering toevoegen
pl: Dodaj rezerwację DHCP
pt: Adicionar reserva de DHCP
ru: Добавить резервирование DHCP
sv: Lägg till DHCP-reservation
th: เพิ่มการสำรอง DHCP
tr: DHCP Ayırma Ekle
vi: Thêm địa chỉ DHCP dành riêng
zh: 添加DHCP保留
zh_tw: 新增DHCP保留

source: + Add DNS
ar: + إضافة DNS
da: + Tilføj DNS
de: + DNS hinzufügen
el: + Προσθήκη DNS
es_ar: + Agregar DNS
fi: + Lisää DNS
fr: + Ajouter un DNS
id: + Tambahkan DNS
it: + Aggiungi DNS
ja: + DNSを追加する
ko: + DNS 추가
nb: + Legg til DNS
nl: + DNS toevoegen
pl: + Dodaj DNS
pt: + Adicionar DNS
ru: + Добавить DNS
sv: + Lägg till DNS
th: + เพิ่ม DNS
tr: + DNS Ekle
vi: + Thêm DNS
zh: + 添加DNS
zh_tw: + 新增 DNS

source: Add nodes
ar: إضافة عقد
da: Tilføj noder
de: Nodes hinzufügen
el: Προσθήκη κόμβων
es_ar: Agregar nodos
fi: Lisää solmuja
fr: Ajoutez des bornes WiFi
id: Tambahkan simpul
it: Aggiungi nodi
ja: ノードを追加する
ko: 노드 추가
nb: Legg til noder
nl: Nodes toevoegen
pl: Dodaj węzły
pt: Adicionar nós
ru: Добавить узлы
sv: Lägg till noder
th: เพิ่มโหนด
tr: Düğümleri ekle
vi: Thêm điểm nút
zh: 添加节点
zh_tw: 新增節點

# addNodesDesc
source: <b>Plug Mesh Nodes into power within a few feet of your Mesh Router.</b> The closer the better for this step.
ar: <b>قم بتوصيل العقد بالكهرباء على مسافة بضعة أقدام من جهاز التوجيه الخاص بك.</b> كلما كان ذلك أقرب كان ذلك أفضل لهذه الخطوة.
da: <b>Tilslut mesh-noden til strømforsyningen inden for et par meter fra din mesh-router.</b> I dette trin gælder det, at jo tættere, desto bedre.
de: <b>PSchließen Sie die Mesh-Node innerhalb einiger Füße von Ihrem Mesh-Router an die Stromversorgung an.</b> Für diesen Schritt, umso näher, desto besser.
el: <b>Συνδέστε τους κόμβους πλέγματος στο ρεύμα σε απόσταση λίγων μέτρων από το δρομολογητή πλέγματος.</b> Όσο πιο κοντά, τόσο καλύτερα για αυτό το βήμα.
es_ar: <b>Conecte los nodos de malla a la fuente de alimentación a unos pocos pies de su router de malla.</b> Cuanto más cerca, mejor para este paso.
fi: <b>Kytke Mesh-solmut virtalähteeseen muutaman metrin päähän Mesh-reitittimestä.</b> Mitä lähempänä ne ovat tässä vaiheessa, sen parempi.
fr: <b>Branchez les Nœuds maillés sur l'alimentation à quelques mètres de votre Routeur maillé.</b> Plus vous êtes proche, mieux c'est pour cette étape.
id: <b>Colokkan Simpul Mesh ke daya dalam jarak beberapa kaki dari Router Mesh Anda.</b> Semakin dekat semakin baik untuk langkah ini.
it: <b>Collegare i nodi mesh all'alimentazione a pochi metri dal router mesh</b>. Quanto più vicino è, tanto meglio è per questa fase.
ja: <b>メッシュノードをメッシュルーターから数メーター以内の電源に接続してください。</b>このステップでは、近い方が良いです。
ko: <b>메시 라우터에서 몇 피트 이내에 메시 노드의 전원을 연결하십시오.</b> 이 단계에서는 가까울수록 좋습니다.
nb: <b>Koble mesh-noden til strømforsyningen innen noen få meter fra mesh-ruteren.</b> For dette trinnet, jo nærmere, desto bedre.
nl: <b>Sluit Mesh Nodes aan op een stopcontact binnen een paar meter van uw Mesh Router.</b> Hoe dichterbij, hoe beter voor deze stap.
pl: <b>Podłącz węzły Mesh do zasilania w odległości kilku stóp od routera Mesh.</b> Im bliżej, tym lepiej na tym etapie.
pt: <b>Conecte os nós de malha à fonte de alimentação a poucos metros do seu roteador de malha.</b> Quanto mais próximo, melhor para esta etapa.
ru: <b>Подключите узлы Mesh к питанию на расстоянии нескольких футов от вашего Mesh-маршрутизатора.</b> Чем ближе, тем лучше для этого шага.
sv: <b>Sätt i nätnod till strömmen inom några meter från din mesh-router.</b> För detta steg, ju närmare desto bättre.
th: <b>เสียบโหนด Mesh เข้ากับแหล่งจ่ายไฟภายในระยะไม่กี่ฟุตจากเราเตอร์ Mesh ของคุณ</b> ยิ่งใกล้ยิ่งดีสำหรับขั้นตอนนี้
tr: <b>Mesh Düğümlerini Mesh Yönlendiricisinin birkaç metre yakınına takın.</b> Bu adım için ne kadar yakın olursa o kadar iyi.
vi: <b>Cắm các điểm nút Mesh vào nguồn điện trong phạm vi vài feet từ Bộ định tuyến Mesh của bạn.</b> Càng gần càng tốt cho bước này.
zh: <b>将网状节点插入距离网状路由器几英尺内的电源插座。</b> 此步骤距离越近越好。
zh_tw: <b>將Mesh節點插入距Mesh路由器數英尺範圍內的電源插座。</b> 此步驟距離越近越好。

# addNodesLightDifferentColor
source: My light is a different color
ar: الضوء لونه مختلف
da: Min LED lyser i en anden farve
de: Meine LED leuchtet in einer anderen Farbe
el: Η λυχνία μου έχει διαφορετικό χρώμα
es_ar: Mi luz es de otro color
fi: Merkkivaloni on eri värinen
fr: Ma lumière est d'une couleur différente
id: Lampu saya berwarna berbeda
it: La mia luce è di colore diverso
ja: ノードのランプは別の色です。
ko: 표시등이 다른 색상입니다
nb: Lyset mitt har en annen farge
nl: Mijn lampje heeft een andere kleur
pl: Moja kontrolka świeci innym kolorem
pt: Minha luz tem uma cor diferente
ru: Мой индикатор другого цвета
sv: Min LED-lampa lyser i en annan färg
th: ไฟของฉันเป็นสีอื่น
tr: Işığım farklı bir renkte
vi: Đèn của tôi có màu khác
zh: 我的指示灯颜色不同
zh_tw: 我的指示燈顏色不同

# addNodesNoNodesFound
source: We didn't find any nodes. Try again or <l>troubleshoot</l>.
ar: لم نعثر على أي عقد. حاول مرة أخرى أو <l>استكشاف الأخطاء وإصلاحها</l>.
da: Der blev ikke fundet nogen noder. Prøv igen, eller udfør <l>fejlfinding</l>.
de: Es wurden keine Node gefunden. Versuchen Sie es noch einmal oder führen Sie eine <l>Fehlerbehebung</l> durch.
el: Δεν βρέθηκαν κόμβοι. Δοκιμάστε ξανά ή <l>αντιμετωπίστε το πρόβλημα</l>.
es_ar: No hemos encontrado ningún nodo. Inténtelo de nuevo o <l>resuelva el problema</l>.
fi: Emme löytäneet solmuja. Yritä uudelleen tai <l>suorita vianmääritys</l>.
fr: Nous n'avons trouvé aucun nœud. Essayez à nouveau ou <l>dépannage</l>.
id: Kami tidak menemukan simpul apa pun. Coba lagi atau <l>pecahkan masalah</l>.
it: Non abbiamo trovato alcun nodo. Riprovare o <l>risolvere il problema</l>.
ja: ノードが見つかりませんでした。再試行するか、<l>トラブルシューティング</l>を行ってください。
ko: 노드를 찾을 수 없습니다. 다시 시도하거나 <l>문제를 해결</l>하십시오.
nb: Ingen noder ble funnet. Prøv igjen, eller utfør <l>feilsøking</l>.
nl: We hebben geen nodes gevonden. Probeer het opnieuw of <l>los problemen op</l>.
pl: Nie znaleziono żadnych węzłów. Spróbuj ponownie lub <l>rozwiąż problem</l>.
pt: Não encontramos nenhum nó. Tente novamente ou <l>resolva o problema</l>.
ru: Мы не нашли узлов. Попробуйте снова или <l>устраните неполадки</l>.
sv: Inga noder hittades. Försök igen eller utför <l>felsökning</l>.
th: เราไม่พบโหนดใดๆ ลองอีกครั้งหรือ <l>แก้ไขปัญหา</l>
tr: Hiç düğüm bulamadık. Tekrar deneyin veya <l>sorun giderin</l>.
vi: Chúng tôi không tìm thấy điểm nút nào. Hãy thử lại hoặc <l>xử lý sự cố</l>.
zh: 我们没有找到任何节点。请重试或 <l>进行故障排查</l>。
zh_tw: 我們沒有找到任何節點，請重試或 <l>進行故障排查</l>。

# addNodesOnboardingNodes
source: Onboarding nodes
ar: تجهيز تشغيل العقد
da: Integration af node
de: Einbindung von Node
el: Ενσωμάτωση κόμβων
es_ar: Nodos conectados
fi: Solmujen käyttöönotto
fr: Mise en service des nœuds
id: Mempersiapkan simpul
it: Nodi connessi
ja: 稼働中のノード
ko: 노드 온보딩
nb: Onboarding noder
pl: Dodawanie węzłów
pt: Nós conectados
ru: Подключение узлов
sv: Integrering av nod
th: กำลังเพิ่มโหนดเข้าระบบ
tr: Düğümler başlatılıyor
vi: Đang thêm điểm nút
zh: 添加节点
zh_tw: 新增節點

# addNodesOnboardingNodesDesc
source: Bringing your nodes online
ar: ربط العقد بالإنترنت
da: Bring din node online
de: Ihre Node Online bringen
el: Σύνδεση των κόμβων σας στο δίκτυο
es_ar: Conectando los nodos
fi: Solmut otetaan käyttöön
fr: Mise en ligne des nœuds
id: Membuat simpul Anda online
it: Collegamento dei nodi
ja: ノードをオンラインにする
ko: 노드를 온라인으로 전환 중
nb: Bringe nodene dine online
nl: Uw nodes online brengen
pl: Uruchamianie węzłów
pt: Conectando nós
ru: Подключение узлов к сети
sv: Ta med din nod online
th: กำลังนำโหนดของคุณออนไลน์
tr: Düğümleriniz çevrimiçi hale getiriliyor
vi: Đang đưa các điểm nút của bạn lên mạng
zh: 将节点上线
zh_tw: 將節點連線

# addNodesSearchingNodes
source: Searching for nodes...
ar: البحث عن العقد...
da: Søg efter noder...
de: Suche nach Nodes...
el: Αναζήτηση κόμβων...
es_ar: Buscando nodos...
fi: Etsitään solmuja...
fr: Recherche de nœuds...
id: Mencari simpul...
it: Cercare i nodi...
ja: ノードを検索中...
ko: 노드 검색 중...
nb: Søk etter noder...
nl: Zoeken naar nodes...
pl: Wyszukiwanie węzłów...
pt: Procurando por nós...
ru: Поиск узлов...
sv: Sök efter noder...
th: กำลังค้นหาโหนด...
tr: Düğümler aranıyor...
vi: Đang tìm kiếm điểm nút...
zh: 正在搜索节点...
zh_tw: 正在搜尋節點...

# addNodesSearchingNodesDesc
source: Watch for node lights to change
ar: راقب تغير أضواء العقدة
da: Vent på, at node LED'er skifter.
de: Warten Sie, dass die LED's des Nodes sich ändern.
el: Παρακολουθήστε τις λυχνίες των κόμβων να αλλάζουν
es_ar: Observe si cambian las luces de los nodos
fi: Tarkkaile solmujen valojen vaihtumista
fr: Surveiller l'évolution des voyants des nœuds
id: Perhatikan lampu simpul berubah
it: Osservare se le luci dei nodi cambiano.
ja: ノードのランプの色が変わるまでお待ちください。
ko: 노드 표시등이 변경되는지 확인
nb: Vent til lysdiodene på noden endres.
nl: Let op of de lampjes van de node veranderen
pl: Obserwuj zmianę kontrolek węzłów
pt: Observe se as luzes do nó mudam.
ru: Следите за изменением индикаторов узлов
sv: Vänta på att nod lysdioder ändras.
th: ดูไฟของโหนดที่กำลังเปลี่ยนสี
tr: Düğüm ışıklarının değişmesini izleyin
vi: Theo dõi sự thay đổi của đèn điểm nút
zh: 留意节点指示灯变化
zh_tw: 留意節點指示燈變化

# addNodesSolidBlueDesc
source: Wait for nodes to finish starting up, indicated by a <b>solid blue light.</b>
ar: انتظر حتى تنتهي العقد من بدء التشغيل، ويتم الإشارة إلى ذلك بواسطة <b>ضوء أزرق ثابت</b>
da: Vent, indtil noderne er færdige med opstartsprocessen, hvilket indikeres af et <b>stabilt blåt lys</b>.
de: Warten Sie, bis die Node mit dem Startvorgang fertig sind, was durch ein <b>stetig blaues Licht</b> angezeigt wird.
el: Περιμένετε να ολοκληρωθεί η εκκίνηση των κόμβων, που υποδεικνύεται από <b>σταθερή μπλε λυχνία.</b>
es_ar: Espere a que los nodos terminen de iniciarse, indicado por una <b>luz azul sólida.</b>
fi: Odota, kunnes solmut ovat käynnistyneet. Tämän merkkinä on <b>tasaisesti palava sininen valo.</b>
fr: Attendez que les nœuds aient fini de démarrer, ce qui est indiqué par une <b>lumière bleue fixe.</b>
id: Tunggu sampai simpul selesai memulai, ditandai dengan <b>lampu biru terang.</b>
it: Attendere che i nodi terminino l'inizializzazione, indicata da una <b>luce fissa</b>.
ja: ノードが完全に起動するのを待ちます。これは<b>青い光が点灯している</b>ことで示されます。
ko: 노드가 시작을 완료할 때까지 기다리십시오. <b>완전한 파란색 표시등</b>으로 표시됩니다.
nb: Vent til nodene er ferdig med oppstartsprosessen, noe som indikeres av et <b>fast blått lys</b>.
nl: Wacht tot de nodes klaar zijn met opstarten, aangegeven door een <b>stabiel blauw lampje.</b>
pl: Poczekaj, aż węzły zakończą uruchamianie, co będzie sygnalizowane <b>stałym niebieskim światłem.</b>
pt: Aguarde até que os nós terminem de iniciar, o que é indicado por uma <b>luz azul sólida</b>.
ru: Дождитесь завершения запуска узлов, обозначенного <b>непрерывным синим индикатором.</b>
sv: Vänta tills noden har startat upp, vilket indikeras av ett <b>stadigt blått ljus</b>.
th: รอให้โหนดเริ่มต้นทำงานจนเสร็จ ซึ่งจะแสดงด้วย <b>ไฟสีน้ำเงินสว่างนิ่ง</b>
tr: Düğümlerin başlatılmasının tamamlanmasını bekleyin, <b>sabit mavi ışık</b> ile gösterilir.
vi: Đợi các điểm nút khởi động xong, được biểu thị bằng <b>đèn xanh lam ổn định.</b>
zh: 等待节点启动完成，指示灯变为 <b>纯蓝色</b> 表示启动完成。
zh_tw: 等待節點啟動完成，指示燈變為 <b>純藍色</b> 即表示啟動完成。

source: Add rule
ar: إضافة قاعدة
da: Tilføj regel
de: Regel hinzufügen
el: Προσθήκη κανόνα
es_ar: Añadir regla
fi: Lisää sääntö
fr: Ajouter une règle
id: Tambah aturan
it: Aggiungi regola
ja: ルールを追加
ko: 규칙 추가
nb: Legg til regel
nl: Regel toevoegen
pl: Dodaj regułę
pt: Adicionar regra
ru: Добавить правило
sv: Lägg till regel
th: เพิ่มกฎ
tr: Kural ekle
vi: Thêm quy tắc
zh: 添加规则
zh_tw: 新增規則

source: Add static route
ar: إضافة مسار ثابت
da: Tilføj statisk rute
de: Statische Route hinzufügen
el: Προσθήκη στατικής διαδρομής
es_ar: Agregar ruta estática
fi: Lisää staattinen reitti
fr: Ajouter un itinéraire statique
id: Tambah rute statis
it: Aggiungi route statica
ja: 静的ルートを追加します
ko: 고정 경로 추가
nb: Legg til statisk rute
nl: Statische route toevoegen
pl: Dodaj trasę statyczną
pt: Adicionar rota estática
ru: Добавить статический маршрут
sv: Lägg till statisk rutt
th: เพิ่มเส้นทางแบบสแตติก
tr: Statik yol ekle
vi: Thêm tuyến tĩnh
zh: 添加静态路由
zh_tw: 新增靜態路由

source: Administration
ar: الإدارة
de: Verwaltung
el: Διαχείριση
es_ar: Administración
fi: Valvonta
id: Administrasi
it: Amministrazione
ja: 管理
ko: 관리
nb: Administrasjon
nl: Beheer
pl: Administracja
pt: Administração
ru: Администрирование
th: การดูแลระบบ
tr: Yönetim
vi: Quản trị
zh: 管理
zh_tw: 管理

# administrationAllowLocalManagementWirelessly
source: Allow local management wirelessly
ar: السماح بالإدارة المحلية لاسلكيًا
da: Tillad lokal trådløs administration
de: Lokale drahtlose Verwaltung zulassen
el: Να επιτρέπεται η ασύρματη τοπική διαχείριση
es_ar: Permitir la gestión local de forma inalámbrica
fi: Salli langaton paikallinen hallinta
fr: Autoriser la gestion locale sans fil
id: Izinkan manajemen lokal secara nirkabel
it: Consentire la gestione locale in modalità wireless
ja: ローカル管理をワイヤレスで許可する
ko: 무선으로 로컬 관리 허용
nb: Tillat lokal trådløs administrasjon
nl: Draadloos lokaal beheer toestaan
pl: Zezwól na zarządzanie lokalne przez sieć bezprzewodową
pt: Permitir o gerenciamento local sem fio
ru: Разрешить локальное управление по беспроводной сети
sv: Tillåt lokal trådlös hantering
th: อนุญาตการจัดการในเครื่องแบบไร้สาย
tr: Kablosuz yerel yönetim izni ver
vi: Cho phép quản lý cục bộ qua không dây
zh: 允许通过无线方式进行本地管理
zh_tw: 允許透過無線方式進行本地管理

# administrationApplicationLayerGateway
source: Application Layer Gateway (SIP)
ar: بوابة طبقة التطبيق (SIP)
da: Gateway til applikationslag (SIP)
el: Πύλη επιπέδου εφαρμογής (SIP)
fi: Sovelluskerroksen yhdyskäytävä (SIP)
id: Gateway Lapisan Aplikasi (SIP)
it: Gateway a livello di applicazione (SIP)
ja: アプリケーションレイヤゲートウェイ（SIP）
ko: 응용 프로그램 계층 게이트웨이(SIP)
nb: Gateway for applikasjonslag (SIP)
pl: Brama warstwy aplikacji (SIP)
pt: Gateway da camada de aplicativos (SIP)
ru: Шлюз прикладного уровня (SIP)
tr: Uygulama Katmanı Ağ Geçidi (SIP)
vi: Cổng lớp ứng dụng (SIP)
zh: 应用层网关（SIP）
zh_tw: 應用層閘道（SIP）

# administrationExpressForwarding
source: Express Forwarding
da: Hurtig viderestilling
de: Expressweiterleitung
el: Γρήγορη Προώθηση
es_ar: Reenvío Express
fi: Nopea välitys
fr: Transfert Express Forwarding (transfert rapide)
id: Penerusan Ekspres
it: Inoltro rapido
ja: エクスプレス転送
ko: 고속 전달
nb: Expressvidarebefordran
nl: Snel doorsturen
pl: Przekazywanie ekspresowe
pt: Encaminhamento expresso
ru: Быстрая Переадресация
sv: Expressvidarebefordran
th: การส่งต่อด่วน
tr: Ekspres İletim
vi: Chuyển tiếp nhanh
zh: 快速转发
zh_tw: 快速轉寄

# administrationUPnPAllowUsersConfigure
source: Allow users to configure
ar: السماح للمستخدمين بالتكوين
da: Tillad brugere at konfigurere
de: Allen Benutzern Konfiguration gestatten
el: Να επιτρέπεται η διαμόρφωση σε χρήστες
es_ar: Permitir que los usuarios realicen la configuración
fi: Salli käyttäjien määrittää asetuksia
fr: Autoriser les utilisateurs à configurer
id: Izinkan pengguna mengonfigurasi
it: Consenti agli utenti di configurare
ja: ユーザーが構成できるようになります
ko: 사용자가 구성할 수 있습니다
nb: La brukere konfigurere
nl: Gebruikers mogen configureren
pl: Zezwól użytkownikom na konfigurowanie
pt: Permitir configurações dos usuários
ru: Разрешить изменение конфигурации
sv: Tillåt användare att konfigurera
th: อนุญาตให้ผู้ใช้ตั้งค่าเองได้
tr: Kullanıcıların yapılandırmasına izin ver
vi: Cho phép người dùng cấu hình
zh: 允许用户进行配置
zh_tw: 允許使用者設定

# administrationUPnPAllowUsersDisableInternetAccess
source: Allow users to disable internet access
ar: السماح للمستخدمين بتعطيل الوصول إلى الإنترنت
da: Tillad brugere at deaktivere internetadgang
de: Den Benutzern die Möglichkeit geben, den Internetzugang zu deaktivieren
el: Να επιτρέπεται στους χρήστες να απενεργοποιούν την πρόσβαση στο internet
es_ar: Permitir a los usuarios desactivar el acceso a Internet
fi: Salli käyttäjien poistaa Internet-yhteys käytöstä
fr: Autoriser les utilisateurs à désactiver l'accès à l'internet
id: Izinkan pengguna menonaktifkan akses internet
it: Consentire agli utenti di disabilitare l'accesso a Internet
ja: ユーザーがインターネットアクセスを無効にできるようにする
ko: 사용자가 인터넷 액세스를 비활성화하도록 허용
nb: Tillat brukere å deaktivere Internett-tilgang
nl: Gebruikers toestaan ​​internettoegang uit te schakelen
pl: Zezwól użytkownikom na wyłączanie dostępu do Internetu
pt: Permitir que os usuários desativem o acesso à Internet
ru: Разрешить пользователям отключать доступ к Интернету
sv: Tillåta användare att inaktivera Internetåtkomst
th: อนุญาตให้ผู้ใช้ปิดการเข้าถึงอินเทอร์เน็ต
tr: Kullanıcıların internet erişimini devre dışı bırakmasına izin ver
vi: Cho phép người dùng tắt truy cập internet
zh: 允许用户禁用互联网访问
zh_tw: 允許用戶禁用互聯網存取

source: Advanced
ar: متقدم
da: Avanceret
de: Erweitert
el: Για προχωρημένους
es_ar: Opciones avanzadas
fi: Lisäasetukset
fr: Avancée
id: Tingkat Lanjut
it: Avanzate
ja: 高度
ko: 고급
nb: Avansert
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
ru: Расширенные настройки
sv: Avancerat
th: ขั้นสูง
tr: İleri Düzey
vi: Nâng cao
zh: 高级设置
zh_tw: 進階

source: Advanced Routing
ar: التوجيه المتقدّم
da: Avanceret routing
de: Erweitertes Routing
el: Σύνθετη δρομολόγηση
es_ar: Enrutamiento avanzado
fi: Reitityksen lisäasetukset
fr: Routage avancé
id: Perutean Lanjutan
it: Routing avanzato
ja: 高度なルーティング
ko: 고급 라우팅
nb: Avansert ruting
nl: Geavanceerde routing
pl: Zaawansowany routing
pt: Roteamento avançado
ru: Другие функции
sv: Avancerad routing
th: การกำหนดเส้นทางขั้นสูง
tr: Gelişmiş Yönlendirme
vi: Định tuyến Nâng cao
zh: 高级路由
zh_tw: 進階路由

source: Advanced Settings
ar: الإعدادات المتقدّمة
da: Avancerede indstillinger
de: Erweiterte Einstellungen
el: Ρυθμίσεις για προχωρημένους
es_ar: Configuración avanzada
fi: Lisäasetukset
fr: Paramètres avancés
id: Setelan lanjutan
it: Impostazioni avanzate
ja: 詳細設定
ko: 고급 설정
nb: Avanserte innstillinger
nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
pt: Configurações avançadas
ru: Расширенные настройки
sv: Avancerade inställningar
th: การตั้งค่าขั้นสูง
tr: Gelişmiş Ayarlar
vi: Cài đặt nâng cao
zh: 高级设置
zh_tw: 進階設定

# alertExclamation
source: Alert!
ar: يُحذًر!
da: Vær opmærksom!
de: Achtung!
el: Ειδοποίηση!
es_ar: Alerta
fi: Hälytys!
fr: Alerte !
id: Peringatan!
it: Allarme
ja: 警告！
ko: 경고!
nb: Vær oppmerksom på følgende!
nl: Waarschuwing!
pt: Alerta
ru: Внимание!
sv: Givakt!
th: แจ้งเตือน!
tr: Uyarı!
vi: Cảnh báo!
zh: 警示！
zh_tw: 警示！

source: All day off
ar: طوال اليوم اجازة
da: Slukket hele dagen
de: Den ganzen Tag ausgeschaltet
el: Απενεργοποίηση όλη την ημέρα
es_ar: Todo el día apagado
fi: Koko päivä pois päältä
fr: Toute la journée
id: Mati sepanjang hari
it: Tutto il giorno
ja: 一日中オフ
ko: 하루 종일 꺼짐
nb: Utkoblet hele dagen
nl: Hele dag vrij
pl: Wyłączone przez cały dzień
pt: Todo o dia desligado
ru: Выключено весь день
sv: Avstängd hela dagen
th: ปิดทั้งวัน
tr: Tüm gün kapalı
vi: Tắt cả ngày
zh: 全天关闭
zh_tw: 全日關閉

source: Application Name
ar: اسم التطبيق
da: Applikationsnavn
de: Name der Anwendung
el: Όνομα εφαρμογής
es_ar: Nombre de la aplicación
fi: Sovelluksen nimi
fr: Nom de l'application
id: Nama Aplikasi
it: Nome applicazione
ja: アプリケーション名
ko: 응용 프로그램 이름
nb: Programnavn
nl: Naam toepassing
pl: Nazwa aplikacji
pt: Nome do aplicativo
ru: Имя приложения
sv: Tillämpningsnamn
th: ชื่อแอปพลิเคชัน
tr: Uygulama Adı
vi: Tên Ứng dụng
zh: 应用程序名称
zh_tw: 應用程式名稱

source: Apps & Gaming
ar: التطبيقات والألعاب
da: Apps og spil
de: Apps und Spiele
el: Εφαρμογές & Παιχνίδια
es_ar: Aplicaciones y Juegos
fi: Sovellukset ja pelit
fr: Applications et Jeux
id: Aplikasi & Permainan
it: Applicazioni e giochi
ja: アプリとゲーム
ko: 앱 및 게임
nb: Apper og spill
nl: Apps en gaming
pl: Aplikacje i gry
pt: Aplicativos e Jogos
ru: Приложения и игры
sv: Appar och spel
th: แอปและเกม
tr: Uygulamalar ve Oyunlar
vi: Ứng dụng & Trò chơi
zh: 应用与游戏
zh_tw: 應用程式與遊戲

source: Are you sure you want to cancel this request?
ar: هل أنت متأكد أنك تريد إلغاء هذا الطلب؟
es_ar: ¿Está seguro de que desea cancelar esta solicitud?
it: È sicuro di voler annullare questa richiesta?
pl: Czy na pewno chcesz anulować to żądanie?
ru: Вы уверены, что хотите отменить этот запрос?
zh: 您确定要取消此请求吗？
zh_tw: 您確定要取消此請求嗎？

source: Asia - China
ar: آسيا - الصين
da: Asien - Kina
de: Asien - China
el: Ασία - Κίνα
fi: Aasia – Kiina
fr: Asie - Chine
id: Asia - Tiongkok
it: Asia - Cina
ja: アジア - 中国
ko: 아시아 - 중국
nb: Asia - Kina
nl: Azië – China
pl: Azja – Chiny
pt: Ásia - China
ru: Азия - Китай
sv: Asien - Kina
th: เอเชีย - จีน
tr: Asya - Çin
vi: Châu Á - Trung Quốc
zh: 亚洲 - 中国
zh_tw: 亞洲－中國

source: Asia - Hong Kong
ar: آسيا - هونغ كونغ
da: Asien - Hong Kong
de: Asien - Hongkong
el: Ασία - Χονγκ Κονγκ
fi: Aasia – Hongkong
fr: Asie - Hong Kong
ja: アジア - 香港
ko: 아시아 - 홍콩
nl: Azië – Hongkong
pl: Azja – Hongkong
pt: Ásia - Hong Kong
ru: Азия - Гонконг
sv: Asien - Hong Kong
th: เอเชีย - ฮ่องกง
tr: Asya - Hong Kong
vi: Châu Á - Hồng Kông
zh: 亚洲 - 香港
zh_tw: 亞洲－香港

source: Asia - India
ar: آسيا - الهند
da: Asien - Indien
de: Asien - Indien
el: Ασία - Ινδία
fi: Aasia – Intia
fr: Asie - Inde
ja: アジア - インド
ko: 아시아 - 인도
nl: Azië – India
pl: Azja – Indie
pt: Ásia - Índia
ru: Азия - Индия
sv: Asien - Indien
th: เอเชีย - อินเดีย
tr: Asya - Hindistan
vi: Châu Á - Ấn Độ
zh: 亚洲 - 印度
zh_tw: 亞洲－印度

source: Asia - Indonesia
ar: آسيا - إندونيسيا
da: Asien - Indonesien
de: Asien - Indonesien
el: Ασία – Ινδονησία
fi: Aasia – Indonesia
fr: Asie - Indonésie
ja: アジア - インドネシア
ko: 아시아 - 인도네시아
nl: Azië – Indonesië
pl: Azja – Indonezja
pt: Ásia - Indonésia
ru: Азия - Индонезия
sv: Asien - Indonesien
th: เอเชีย - อินโดนีเซีย
tr: Asya - Endonezya
vi: Châu Á - Indonesia
zh: 亚洲 - 印度尼西亚
zh_tw: 亞洲－印尼

source: Asia - Japan
ar: آسيا - اليابان
da: Asien - Japan
de: Asien - Japan
el: Ασία - Ιαπωνία
es_ar: Asia - Japón
fi: Aasia – Japani
fr: Asie - Japon
id: Asia - Jepang
it: Asia - Giappone
ja: アジア - 日本
ko: 아시아 - 일본
nl: Azië – Japan
pl: Azja – Japonia
pt: Ásia - Japão
ru: Азия - Япония
sv: Asien - Japan
th: เอเชีย - ญี่ปุ่น
tr: Asya - Japonya
vi: Châu Á - Nhật Bản
zh: 亚洲 - 日本
zh_tw: 亞洲－日本

source: Asia - Korea
ar: آسيا - كوريا
da: Asien - Korea
de: Asien - Korea
el: Ασία - Κορέα
es_ar: Asia - Corea del Sur
fi: Aasia – Korea
fr: Asie - Corée
it: Asia - Corea del Sud
ja: アジア - 韓国
ko: 아시아 - 한국
nl: Azië – Korea
pl: Azja – Korea Południowa
pt: Ásia - Coreia
ru: Азия - Корея
sv: Asien - Korea
th: เอเชีย - เกาหลี
tr: Asya - Kore
vi: Châu Á - Hàn Quốc
zh: 亚洲 - 韩国
zh_tw: 亞洲－韓國

source: Asia Pacific
ar: آسيا والمحيط الهادي
da: Stillehavsområdet
de: Asien-Pazifik
el: Ασία Ειρηνικού
es_ar: Pacífico Asiático
fi: Aasia ja Tyynenmeren alue
fr: Asie-Pacifique
id: Asia Pasifik
it: Asia-Pacifico
ja: アジア太平洋
ko: 아시아 태평양
nb: Asia-Stillehavsområdet
nl: Azië en Oceanië
pl: Azja i Pacyfik
pt: Pacífico Asiático
ru: Азиатско-Тихоокеанский регион
sv: Asien och Stillahavsregionen
th: เอเชียแปซิฟิก
tr: Asya Pasifik
vi: Châu Á Thái Bình Dương
zh: 亚太地区
zh_tw: 亞太區
