Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# modalMoveChildNodesDesc
source: Keep the Router and Mesh Nodes 1-2 rooms apart and out in the open to receive good WiFi signals.
ar: احتفظ بجهاز التوجيه وعقد الشبكة على مسافة غرفة أو غرفتين منفصلة وفي مكان مفتوح لتلقي إشارات واي فاي جيدة.
da: Placer routeren og mesh-noderne 1-2 rum væk fra hinanden og i et åbent område for at modtage et godt Wi-Fi-signal.
de: Platzieren Sie den Router und die Mesh-Nodes 1-2 Räume voneinander entfernt und im offenen Bereich, um ein gutes WLAN-Signal zu empfangen.
el: Διατηρήστε τον δρομολογητή και τους κόμβους πλέγματος σε απόσταση 1-2 δωματίων και σε ανοιχτό χώρο για να λαμβάνουν καλά σήματα WiFi.
es_ar: Mantenga el router y los nodos de malla separados 1-2 habitaciones y al aire libre para recibir buenas señales WiFi.
fi: Pidä reititin ja Mesh-solmut 1-2 huoneen päässä toisistaan ja esteettömässä tilassa hyvien WiFi-signaalien saamiseksi.
fr: Gardez le routeur et les nœuds maillés à une ou deux pièces de distance et à l'air libre pour recevoir de bons signaux WiFi.
id: Jaga Router dan Simpul Mesh berjarak 1-2 ruangan dan di tempat terbuka untuk menerima sinyal WiFi yang baik.
it: Tenere il router e i nodi mesh a 1-2 stanze di distanza e all'aperto per ricevere buoni segnali WiFi.
ja: ルーターとメッシュノードは1〜2部屋離して、オープンな場所に置いて良好なWiFi信号を受信できるようにしてください。
ko: 좋은 WiFi 신호를 받으려면 라우터와 메시 노드를 1-2개의 방 떨어진 곳에 두고 개방된 공간에 두십시오.
nb: Plasser ruteren og mesh-nodene 1-2 rom fra hverandre og i et åpent område for å få et godt WiFi-signal.
nl: Houd de router en mesh-nodes 1-2 kamers uit elkaar en in de open lucht om goede WiFi-signalen te ontvangen.
pl: Trzymaj router i węzły Mesh w odległości 1-2 pomieszczeń od siebie i na otwartej przestrzeni, aby uzyskać dobry sygnał WiFi.
pt: Mantenha o roteador e os nós de malha separados por um ou dois quartos e ao ar livre para receber bons sinais de WiFi.
ru: Держите маршрутизатор и Mesh-узлы на расстоянии 1-2 комнат друг от друга и на открытом месте для получения хорошего сигнала WiFi.
sv: Placera routern och mesh-noder 1-2 rum från varandra och i ett öppet område för att få en bra Wi-Fi-signal.
th: วางเราเตอร์และโหนด Mesh ห่างกัน 1-2 ห้องและวางในที่โล่งเพื่อรับสัญญาณ WiFi ที่ดี
tr: İyi WiFi sinyalleri almak için Yönlendirici ve Mesh Düğümlerini 1-2 oda arayla ve açıkta tutun.
vi: Giữ bộ định tuyến và các điểm nút Mesh cách nhau 1-2 phòng và ở ngoài trời để nhận tín hiệu WiFi tốt.
zh: 将路由器和网状节点间隔1 - 2个房间放置，并置于开阔空间，以获得良好的WiFi信号。
zh_tw: 將路由器和Mesh節點間隔1 - 2個房間放置，並放在開闊空間，以獲得良好的WiFi訊號

# modalMoveChildNodesTitle
source: Go ahead and move child nodes
ar: قم بنقل العقد الفرعية
da: Gå videre og flyt den underordnede node
de: Fahren Sie fort und verschieben Sie die Child-Node
el: Προχωρήστε και μετακινήστε τους θυγατρικούς κόμβους
es_ar: Continúe y mueva los nodos hijos
fi: Siirrä alisolmut
fr: Allez-y et déplacez les nœuds enfants
id: Lanjutkan dan pindahkan simpul anak
it: Spostate i nodi secondario
ja: 子ノードを移動してください。
ko: 하위 노드를 이동하십시오
nb: Gå videre og flytt sekundære noder
nl: Ga door en verplaats de secundaire nodes
pl: Możesz teraz przenieść węzły podrzędne
pt: Vá em frente e mova os nós filhos
ru: Переместите дочерние узлы
sv: Gå vidare och flytta barnnod
th: เริ่มย้ายโหนดย่อยได้
tr: Alt düğümleri taşımaya devam edin
vi: Tiến hành di chuyển các điểm nút con
zh: 继续移动子节点
zh_tw: 繼續移動子節點

# modalOfflineNodeCheckDesc1
source: If you recently moved any nodes, try moving them back or to a better location. Also remove any obstacles that may be blocking the signal.
ar: إذا قمت مؤخرًا بنقل أي عقدة، فحاول نقلها إلى مكان آخر أو إلى موقع أفضل. كما يجب عليك أيضًا إزالة أي عوائق قد تعيق الإشارة.
da: Hvis du for nylig har flyttet nogle noder, kan du prøve at flytte dem tilbage eller til en bedre placering. Fjern også eventuelle forhindringer, der kan blokere signalet.
de: Wenn Sie vor kurzem irgendwelche Node anders platziert haben, versuchen Sie, diese zurückzustellen oder an einer besseren Stelle zu platzieren. Entfernen Sie auch alle Hindernisse, die das Signal blockieren könnten.
el: Εάν μετακινήσατε πρόσφατα κόμβους, δοκιμάστε να τους επαναφέρετε στην προηγούμενη θέση τους ή σε καλύτερη θέση. Επίσης, αφαιρέστε τυχόν εμπόδια που μπορεί να μπλοκάρουν το σήμα.
es_ar: Si ha movido recientemente algún nodo, intente moverlo hacia atrás o a una mejor ubicación. Retire también cualquier obstáculo que pueda estar bloqueando la señal.
fi: Jos olet äskettäin siirtänyt solmuja, yritä siirtää ne takaisin tai parempaan paikkaan. Poista myös mahdolliset signaalia estävät esteet.
fr: Si vous avez récemment déplacé des nœuds, essayez de les remettre en place ou de les placer à un meilleur endroit. Retirez également tout obstacle susceptible de bloquer le signal.
id: Jika Anda baru saja memindahkan simpul, coba pindahkan kembali atau ke lokasi yang lebih baik. Juga singkirkan hambatan yang mungkin menghalangi sinyal.
it: Se i nodi sono stati spostati di recente, provare a spostarli di nuovo o in una posizione migliore. Rimuovete anche eventuali ostacoli che potrebbero bloccare il segnale.
ja: 最近ノードを移動した場合は、それらを元に戻していただくか、より良い場所に移動してみてください。また、信号を妨げている可能性のある障害物を取り除いてください。
ko: 최근에 노드를 이동한 경우 이전 위치로 돌아가거나 더 나은 위치로 이동해 보십시오. 또한 신호를 차단할 수 있는 장애물을 제거하십시오.
nb: Hvis du nylig har flyttet noen noder, kan du prøve å flytte dem tilbake eller plassere dem i en bedre posisjon. Fjern også eventuelle hindringer som kan blokkere signalet.
nl: Als u onlangs nodes heeft verplaatst, probeer ze dan terug te verplaatsen of naar een betere locatie. Verwijder ook eventuele obstakels die het signaal blokkeren.
pl: Jeśli niedawno przeniosłeś węzły, spróbuj przenieść je z powrotem lub w lepsze miejsce. Usuń również wszelkie przeszkody, które mogą blokować sygnał.
pt: Se você tiver movido um nó recentemente, tente movê-lo para trás ou para um local melhor. Remova também todos os obstáculos que possam estar bloqueando o sinal.
ru: Если вы недавно перемещали узлы, попробуйте вернуть их на прежнее место или в лучшее положение. Также уберите любые препятствия, которые могут блокировать сигнал.
sv: Om du nyligen har flyttat några noder, försök att flytta tillbaka dem eller flytta dem till en bättre position. Ta också bort eventuella hinder som kan blockera signalen.
th: หากคุณเพิ่งย้ายโหนด ลองย้ายกลับหรือย้ายไปยังตำแหน่งที่ดีกว่า และนำสิ่งกีดขวางที่อาจบล็อกสัญญาณออก
tr: Yakın zamanda herhangi bir düğümü taşıdıysanız, geri taşımayı veya daha iyi bir konuma taşımayı deneyin. Ayrıca sinyali engelleyebilecek engelleri kaldırın.
vi: Nếu bạn vừa di chuyển bất kỳ điểm nút nào, hãy thử di chuyển chúng trở lại hoặc đến vị trí tốt hơn. Cũng loại bỏ bất kỳ vật cản nào có thể chặn tín hiệu.
zh: 如果您最近移动过任何节点，尝试将它们移回原位或移至更好的位置。同时，移除可能阻挡信号的任何障碍物。
zh_tw: 如果您最近移動過任何節點，可嘗試將它們移回原位或移到更好的位置，同時移除任何可能阻擋訊號的障礙物

# modalOfflineNodeCheckDesc2
source: Nodes may need a refresh
ar: قد تحتاج العقد إلى التحديث (refresh)
da: Noderne skal muligvis opdateres
de: Die Node müssen vielleicht neu aktualisiert werden
el: Οι κόμβοι μπορεί να χρειάζονται ανανέωση
es_ar: Puede que los nodos necesiten una actualización
fi: Solmut saattavat tarvita päivityksen
fr: Les nœuds peuvent avoir besoin d'être rafraîchis
id: Simpul mungkin perlu disegarkan
it: Potrebbe essere necessario aggiornare i nodi
ja: ノードの再起動が必要のようです。
ko: 노드를 새로 고쳐야 할 수 있습니다
nb: Nodene må kanskje oppdateres
nl: Nodes moeten mogelijk worden vernieuwd
pl: Węzły mogą wymagać odświeżenia
pt: Os nós podem precisar ser atualizados
ru: Узлам может потребоваться обновление
sv: Noder kan behöva uppdateras
th: โหนดอาจต้องการรีเฟรช
tr: Düğümlerin yenilenmesi gerekebilir
vi: Các điểm nút có thể cần làm mới
zh: 节点可能需要刷新
zh_tw: 節點可能需要刷新

# modalOfflineNodeCheckDesc3
source: Unplug and plug them back in.
ar: افصل العقد ثم أعد توصيلها مرة أخرى.
da: Tag stikket ud og sæt det i igen.
de: Stecken Sie sie aus und dann wieder ein.
el: Βγάλτε τον από την πρίζα και βάλτε τον ξανά.
es_ar: Desconéctelos y vuelva a conectarlos.
fi: Irrota ja kytke laitteet uudelleen.
fr: Débranchez-les et rebranchez-les.
id: Cabut, lalu colokkan simpul kembali.
it: Scollegali e ricollegali dall'alimentazione principale.
ja: コンセントを外してから、もう一度接続してください。
ko: 플러그를 뽑았다가 다시 꽂으십시오.
nb: Trekk ut og sett inn støpselet.
nl: Haal de stekkers uit het stopcontact en steek ze er weer in.
pl: Odłącz je i podłącz z powrotem.
pt: Desconecte-os e conecte-os novamente.
ru: Отключите их от электросети, а затем включите обратно.
sv: Koppla ur dem, och koppla in dem igen.
th: ถอดปลั๊กแล้วเสียบกลับเข้าไปใหม่
tr: Fişten çıkarın ve tekrar takın.
vi: Rút phích cắm và cắm lại cho chúng.
zh: 拔下并重新插入。
zh_tw: 拔下並重新插入。

# modalOfflineNodeCheckTitle1
source: Power is on
ar: الطاقة قيد التشغيل
da: Strømmen er tændt
de: Das Gerät wird mit Strom versorgt
el: Η συσκευή λαμβάνει ρεύμα
es_ar: Hay energía eléctrica
fi: Virta on kytketty
fr: Les bornes sont activées
id: Daya telah dihidupkan
it: L'alimentazione è attiva
ja: 電源がオンになっている
ko: 전원이 켜져 있음
nb: Enheten er slått på
nl: Alles staat aan
pl: Zasilanie jest włączone
pt: A alimentação está conectada
ru: Питание включено
sv: Strömmen är på
th: เครื่องเปิดอยู่
tr: Güç açık
vi: Nguồn đã bật
zh: 已打开电源
zh_tw: 電源已開啟

# modalOfflineNodeCheckTitle2
source: Make sure the power cord is plugged in and the light is on. If you have Night Mode on, the node light will be off during certain hours.
ar: تأكد من توصيل سلك الطاقة وتشغيل الضوء. إذا قمت بتشغيل الوضع الليلي، فسوف ينطفئ ضوء العقدة خلال ساعات معينة.
da: Sørg for, at strømkablet er sat i, og at lysdioden lyser. Hvis du har aktiveret nattilstand, slukkes node LED på bestemte tidspunkter.
de: Stellen Sie sicher, dass das Netzkabel eingesteckt ist und die LED leuchtet. Wenn Sie den Nachtmodus aktiviert haben, ist die LED des Nodes zu bestimmten Uhrzeiten ausgeschaltet.
el: Βεβαιωθείτε ότι το καλώδιο τροφοδοσίας είναι συνδεδεμένο και η λυχνία είναι αναμμένη. Εάν έχετε ενεργοποιήσει τη νυχτερινή λειτουργία, η λυχνία του κόμβου θα είναι σβηστή κατά τη διάρκεια συγκεκριμένων ωρών.
es_ar: Asegúrese de que el cable de alimentación está enchufado y la luz encendida. Si tiene activado el Modo Nocturno, la luz del nodo estará apagada durante ciertas horas.
fi: Varmista, että virtajohto on kytketty ja valo palaa. Jos yötila on käytössä, solmun valo on sammuksissa tiettyinä aikoina.
fr: Assurez-vous que le cordon d'alimentation est branché et que la lumière est allumée. Si le mode nuit est activé, la lumière du nœud sera éteinte pendant certaines heures.
id: Pastikan kabel daya terpasang dan lampu menyala. Jika Mode Malam aktif, lampu simpul akan mati selama jam tertentu.
it: Assicurarsi che il cavo di alimentazione sia collegato e che la luce sia accesa. Se è stata attivata la modalità notturna, la luce del nodo sarà spenta durante alcune ore.
ja: 電源コードが差し込まれていて、ライトが点灯していることを確認してください。ナイトモードがオンの場合、特定の時間帯にノードのライトは消灯します。
ko: 전원 코드가 연결되어 있고 표시등이 켜져 있는지 확인하십시오. 야간 모드가 켜져 있으면 특정 시간 동안 노드 표시등이 꺼집니다.
nb: Kontroller at strømkabelen er koblet til og at LED-lampen lyser. Hvis du har aktivert nattmodus, er lysdioden på noden slått av på bestemte tidspunkter.
nl: Zorg dat het netsnoer is aangesloten en dat het lampje brandt. Als u de nachtmodus heeft ingeschakeld, is het lampje van de node op bepaalde tijden uit.
pl: Upewnij się, że przewód zasilający jest podłączony i kontrolka świeci. Jeśli tryb nocny jest włączony, kontrolka węzła będzie wyłączona w określonych godzinach.
pt: Verifique se o cabo de alimentação está conectado e se a luz está acesa. Se você tiver o Modo Noturno ativado, a luz do nó ficará apagada durante determinadas horas.
ru: Убедитесь, что шнур питания подключен и индикатор горит. Если у вас включен ночной режим, индикатор узла будет выключен в определенные часы.
sv: Kontrollera att strömkabeln är ansluten och att LED-lampan är tänd. Om du har aktiverat nattläge släcks lysdioden på nod vid vissa tidpunkter.
th: ตรวจสอบให้แน่ใจว่าสายไฟเสียบอยู่และไฟติด หากคุณเปิดโหมดกลางคืน ไฟของโหนดจะดับในบางช่วงเวลา
tr: Güç kablosunun takılı olduğundan ve ışığın yandığından emin olun. Gece Modu açıksa, düğüm ışığı belirli saatlerde kapalı olacaktır.
vi: Đảm bảo dây nguồn đã được cắm và đèn đang sáng. Nếu bạn đã bật Chế độ ban đêm, đèn điểm nút sẽ tắt trong một số giờ nhất định.
zh: 请确保电源线已插好且指示灯亮起。如果您开启了夜间模式，节点指示灯在特定时段会熄灭。
zh_tw: 請確保電源線已插好且指示燈亮起。如果您開啟了夜間模式，節點指示燈會在特定時段熄滅

# modalOfflineNodeCheckTitle3
source: Nodes are within range
ar: وضع العقد في نطاق التغطية المناسب
da: Noder er inden for rækkevidde
de: Nodes befinden sich innerhalb der Reichweite
el: Οι κόμβοι βρίσκονται εντός εμβέλειας
es_ar: Los nodos están dentro del rango
fi: Solmut ovat kantoalueella
fr: Les bornes sont à portée du signal WiFi
id: Simpul berada dalam jangkauan
it: I nodi sono entro il raggio di copertura
ja: ノードが範囲内にある
ko: 노드가 신호 범위 내에 있음
nb: Nodene er innenfor rekkevidde
nl: Nodes bevinden zich binnen het bereik
pl: Węzły są w zasięgu
pt: Os nós estão dentro do alcance
ru: Узлы находятся в пределах действия сигнала
sv: Att noderna är inom räckvidd
th: โหนดอยู่ในระยะสัญญาณ
tr: Düğümler kapsama alanı içinde
vi: Các điểm nút nằm trong phạm vi sóng
zh: 节点在范围内
zh_tw: 節點在範圍內

# modalOfflineNodeTitle
source: Let's check a few things
ar: لنتفحص بعض الأشياء
da: Lad os tjekke et par ting
de: Was Sie überprüfen sollten
el: Ας ελέγξουμε μερικά πράγματα
es_ar: Revisemos algunas cosas
fi: Tarkistetaan muutama asia
fr: Vérifions quelques éléments
id: Mari kita periksa beberapa hal
it: Controlliamo un paio di cose
ja: いくつかのポイントを確認しましょう
ko: 몇가지 사항을 점검해 보겠습니다
nb: La oss sjekke et par ting
nl: We gaan een paar dingen controleren
pl: Sprawdźmy kilka rzeczy
pt: Vamos verificar algumas coisas
ru: Давайте проверим несколько вещей
sv: Låt oss kontrollera ett par saker
th: มาตรวจสอบอุปกรณ์กันเล็กน้อย
tr: Birkaç noktayı daha kontrol edelim
vi: Hãy kiểm tra một vài thứ
zh: 让我们进行一些检查
zh_tw: 讓我們檢查幾個項目

# modalOfflineRemoveNodeFromNetwork
source: Remove node from network
ar: أزل العقدة من الشبكة
da: Fjern noden fra netværket
de: Entfernen Sie das Node aus dem Netzwerk
el: Αφαίρεση του κόμβου από το δίκτυο
es_ar: Quite el nodo de la red
fi: Poista solmu verkosta
fr: Supprimer cette borne du réseau
id: Hapus simpul dari jaringan
it: Rimuovi il nodo dalla rete.
ja: ノードをネットワークから取り除きます
ko: 네트워크에서 노드 제거
nb: Fjern noden fra nettverket
nl: Node uit netwerk verwijderen
pl: Usuń węzeł z sieci
pt: Remova o nó da rede
ru: Удалить узел из сети
sv: Ta bort noden från nätverket
th: ลบโหนดออกจากเครือข่าย
tr: Düğümü ağdan kaldırın
vi: Loại bỏ điểm nút khỏi mạng
zh: 从网络中移除节点
zh_tw: 從網路移除節點

# modalPnpWiFiDefaultsInfoDesc1
source: Your router comes with 3 defaults: the WiFi name, WiFi password, and router password.
ar: يأتي الموجّه الخاص بك مزودًا بثلاثة إعدادات افتراضية: اسم WiFi وكلمة مرور WiFi وكلمة مرور الموجّه.
da: Din router leveres med 3 standardindstillinger: WiFi-navn, WiFi-adgangskode og routeradgangskode.
de: Ihr Router wird mit 3 Standardwerten ausgeliefert: WLAN-Name, WLAN-Passwort und Router-Passwort.
el: Ο δρομολογητής σας διαθέτει 3 προεπιλογές: το όνομα WiFi, τον κωδικό πρόσβασης στο WiFi και τον κωδικό πρόσβασης του δρομολογητή.
es_ar: El rúter viene con tres valores predeterminados: el nombre wifi, la contraseña wifi y la contraseña del rúter.
fi: Reitittimessäsi on kolme oletusasetusta: WiFi-nimi, WiFi-salasana ja reitittimen salasana.
fr: Votre routeur possède trois paramètres par défaut&nbsp;: le nom du réseau WiFi, le mot de passe du réseau WiFi et le mot de passe du routeur.
id: Router Anda dilengkapi dengan 3 default: nama WiFi, kata sandi WiFi, dan kata sandi router.
it: Il router è dotato di 3 impostazioni predefinite: il nome del WiFi, la password del WiFi e la password del router.
ja: ご利用のルーターには、3つのデフォルト設定(WiFi名、WiFiパスワード、ルーターパスワード)があります。
ko: 라우터에는 WiFi 이름, WiFi 암호, 라우터 암호의 3가지 기본값이 있습니다.
nb: Ruteren kommer med tre standarder: WiFi-navnet, WiFi-passordet og ruterpassordet.
nl: Uw router wordt geleverd met drie standaardinstellingen: WiFi-naam, WiFi-wachtwoord en routerwachtwoord.
pl: Router ma 3 ustawienia domyślne: nazwę WiFi, hasło WiFi i hasło routera.
pt: Seu roteador vem com 3 padrões: o nome do WiFi, a senha do WiFi e a senha do roteador.
ru: У маршрутизатора есть 3 значения по умолчанию: имя WiFi, пароль WiFi и пароль маршрутизатора.
sv: Din router har 3 standardinställningar: WiFi-namnet, WiFi-lösenordet och routerlösenordet.
th: เราเตอร์ของคุณมาพร้อมค่าดีฟอลต์ 3 ค่า: ชื่อ WiFi, รหัสผ่าน WiFi และรหัสผ่านของเราเตอร์
tr: Yönlendiricinizin 3 varsayılan ayarı vardır: WiFi adı, WiFi parolası ve yönlendirici parolası.
vi: Bộ định tuyến của bạn có 3 giá trị mặc định: tên WiFi, mật khẩu WiFi và mật khẩu bộ định tuyến.
zh: 您的路由器具有3个默认设置：WiFi名称、WiFi密码和路由器密码。
zh_tw: 您的路由器有 3 個預設值：WiFi 名稱、WiFi 密碼和路由器密碼。

# modalPnpWiFiDefaultsInfoDesc2
source: These are printed on the Quick Start Guide and on the bottom of your router.
ar: تتم طباعتها على دليل البدء السريع وفي الجزء السفلي من الموجّه الخاص بك.
da: Disse står i kvikstartvejledningen og på bunden af ​​din router.
de: Sie sind auf der Kurzanleitung und auf der Unterseite Ihres Routers aufgedruckt.
el: Θα βρείτε αυτές τις πληροφορίες τυπωμένες στον Οδηγό γρήγορης εκκίνησης και στο κάτω μέρος του δρομολογητή σας.
es_ar: Están impresas en la Guía de inicio rápido y en la parte inferior del rúter.
fi: Ne on painettu pikaoppaaseen ja reitittimen pohjaan.
fr: Ces informations sont indiquées dans le guide de démarrage rapide et sous votre routeur.
id: Hal ini dicetak pada Panduan Mulai Cepat dan di bagian bawah router Anda.
it: Si trovano nella Guida di installazione rapida e nella parte inferiore del router.
ja: これらはクイックスタートガイドとルーター底面に記されています。
ko: 이는 빠른 시작 가이드와 라우터 하단에 인쇄되어 있습니다.
nb: Disse står skrevet på hurtigstartveiledningen og på undersiden av ruteren.
nl: Deze staan in de snelstartgids en op de onderkant van uw router.
pl: Są one wydrukowane w skróconej instrukcji obsługi i na spodzie routera.
pt: Estes estão impressos no Guia de Início Rápido e na parte inferior do seu roteador.
ru: Эти данные указаны в кратком руководстве по эксплуатации и в нижней части маршрутизатора.
sv: Dessa är tryckta i snabbstartsguiden och på undersidan av din router.
th: ข้อมูลเหล่านี้จะพิมพ์ไว้บนคู่มือการเริ่มต้นฉบับย่อและด้านล่างของเราเตอร์ของคุณ
tr: Bunlar Hızlı Başlangıç Kılavuzu'nda ve yönlendiricinizin altında yazılıdır.
vi: Những thông tin này được in trên Hướng Dẫn Nhanh và ở mặt dưới bộ định tuyến của bạn.
zh: 这些都已印在"快速入门指南"和路由器底部。
zh_tw: 這些資訊印在《快速入門指南》當中和路由器底部。

# modalPnpWiFiDefaultsInfoDesc3
source: By default, the router password is the same as the WiFi password, but if you were to customize one they would be different.
ar: بشكل افتراضي، كلمة مرور الموجّه هي نفس كلمة مرور WiFi، ولكن إذا قمت بتخصيص كلمة مرور فستكون مختلفة.
da: Som standard er routerens adgangskode den samme som WiFi-adgangskoden, men hvis du vælger angive en, vil den være anderledes.
de: Standardmäßig ist das Router-Passwort dasselbe wie das WLAN-Passwort. Wenn Sie jedoch eins davon geändert haben, sind diese unterschiedlich.
el: Ο κωδικός πρόσβασης του δρομολογητή είναι, από προεπιλογή, ο ίδιος με τον κωδικό πρόσβασης WiFi, αλλά, αν έπρεπε να προσαρμόσετε κάποιον από αυτούς, θα ήταν διαφορετικοί.
es_ar: De forma predeterminada, la contraseña del rúter es la misma que la del wifi, pero serían diferentes si personalizara una.
fi: Oletusarvoisesti reitittimen salasana on sama kuin WiFi-salasana, mutta jos muokkaat toisen salasanan, ne ovat erilaiset.
fr: Par défaut, le mot de passe du routeur est le même que celui du WiFi, mais si vous en personnalisez un des deux, ils seront alors différents.
id: Secara default, kata sandi router adalah sama dengan kata sandi WiFi, tetapi jika Anda menyesuaikannya, kata sandinya akan berbeda.
it: Per impostazione predefinita, la password del router è uguale alla password della rete WiFi, a meno che tu non decida di personalizzarne una delle due.
ja: デフォルトでは、ルーターのパスワードとWiFiのパスワードが同じものになっていますが、お客様がどちらかを変更した場合、両者は異なるものになります。
ko: 기본적으로 라우터 암호는 WiFi 암호와 동일하지만, 암호를 사용자 지정하면 암호가 달라집니다.
nb: Som standard er ruterpassordet alltid det samme som WiFi-passordet, med mindre du har endret et av dem.
nl: Standaard is het routerwachtwoord hetzelfde als het WiFi-wachtwoord. Als u er een aanpast, zijn ze verschillend.
pl: Domyślnie hasło routera jest takie samo jak hasło WiFi, ale jeśli zmienisz jedno z nich, będą się one różnić.
pt: Por padrão, a senha do roteador é a mesma do WiFi, mas se você customizasse uma delas, seriam diferentes.
ru: По умолчанию пароль маршрутизатора совпадает с паролем WiFi, но если вы его настроите, они будут разными.
sv: Som standard är routerlösenordet detsamma som WiFi-lösenordet, men om du skulle anpassa ett skulle det vara annorlunda.
th: ตามค่าดีฟอลต์ รหัสผ่านของเราเตอร์เป็นรหัสเดียวกับรหัสผ่าน WiFi แต่หากคุณเปลี่ยนรหัสตัวใดตัวหนึ่ง รหัสทั้งคู่ก็จะแตกต่างกัน
tr: Yönlendirici parolası ile WiFi parolası varsayılan olarak aynıdır ancak birini özelleştirirseniz farklı hale gelirler.
vi: Theo mặc định, mật khẩu bộ định tuyến giống với mật khẩu WiFi, nhưng nếu bạn đã tùy chỉnh mật khẩu thì chúng sẽ khác nhau.
zh: 在默认情况下，路由器密码与WiFi密码相同，但如果您要自定义一个密码，系统将使用不同的密码。
zh_tw: 預設情況下，路由器密碼與 WiFi 密碼相同，但如果您要自訂密碼，兩者就會有所不同。

# modalPnpWiFiDefaultsInfoDesc4
source: To reinstate these default settings, factory reset your router.
ar: لاستعادة هذه الإعدادات الافتراضية، قم بإعادة ضبط الموجّه الخاص بك على إعدادات المصنع.
da: Gendan fabriksindstillingerne på din router for at anvende standardindstillingerne igen.
de: Um diese Standardeinstellungen wiederherzustellen, müssen Sie den Router auf die Werkseinstellungen zurücksetzen.
el: Για να αποκαταστήσετε τις προεπιλεγμένες ρυθμίσεις, επαναφέρετε τον δρομολογητή σας στις εργοστασιακές ρυθμίσεις.
es_ar: Para restablecer las configuraciones predeterminadas, restaure los valores de fábrica del rúter.
fi: Voit palauttaa nämä oletusasetukset palauttamalla reitittimen tehdasasetukset.
fr: Pour rétablir ces paramètres par défaut, réinitialisez votre routeur.
id: Untuk mengembalikan pengaturan default ini, lakukan reset pabrik pada router Anda.
it: Per ripristinare le impostazioni predefinite, ripristina il router ai valori di fabbrica.
ja: これらのデフォルト設定を復元するには、ルーターを工場出荷時の状態にリセットします。
ko: 이러한 기본 설정을 복원하려면 라우터를 초기화하십시오.
nb: For å gjeninnsette disse standardinnstillingene, må du tilbakestille ruteren til fabrikkinnstillinger.
nl: Om deze standaardinstellingen terug te zetten, moet u de fabrieksinstellingen van uw router herstellen.
pl: Aby powrócić do ustawień domyślnych, przywróć ustawienia fabryczne routera.
pt: Para reinstalar estas configurações padrão, faça o reset de fábrica no roteador.
ru: Чтобы восстановить эти настройки по умолчанию, сбросьте настройки маршрутизатора к заводским.
sv: För att återställa dessa standardinställningar, återställ routern till fabriksinställningarna.
th: หากต้องการกลับไปใช้การตั้งค่าดีฟอลต์เหล่านี้ รีเซ็ตเราเตอร์ของคุณให้เป็นการตั้งค่าจากโรงงาน
tr: Varsayılan fabrika ayarlarına dönmek için yönlendiricinizi sıfırlayın.
vi: Để khôi phục các cài đặt mặc định này, hãy khôi phục cài đặt gốc cho bộ định tuyến của bạn.
zh: 如要恢复这些默认设置，请将路由器恢复出厂设置。
zh_tw: 若要恢復這些預設設定，請將路由器恢復出廠設定。
