Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# pnpPersonalizeWiFiTitle
source: Personalize your WiFi name and password
ar: تخصيص اسم شبكة WiFi وكلمة المرور الخاصة بها
da: Angiv routerens navn og adgangskode
de: WLAN-Namen und -Passwort personalisieren
el: Εξατομικεύστε το όνομα και τον κωδικό πρόσβασής σας στο WiFi
es_ar: Personaliza el nombre y la contraseña de wifi
fi: Mukauta WiFi-verkon nimi ja salasana
fr: Personnalisez le nom et le mot de passe de votre réseau WiFi
id: Personalisasikan nama dan kata sandi WiFi Anda
it: Personalizza il nome e la password del WiFi
ja: WiFi名とパスワードをカスタマイズする
ko: WiFi 이름 및 암호 맞춤 설정
nb: Tilpass WiFi-navn og passord
nl: Pas uw WiFi-naam en wachtwoord aan
pl: Dostosuj nazwę i hasło WiFi
pt: Personalize seu nome de WiFi e senha
ru: Персонализируйте имя и пароль WiFi
sv: Anpassa namn och lösenord på ditt trådlösa nätverk
th: ปรับแต่งชื่อและรหัสผ่าน WiFi ของคุณ
tr: WiFi adı ve parolanızı kişiselleştirin
vi: Cá nhân hóa tên và mật khẩu WiFi
zh: 个性化您的WiFi名称和密码
zh_tw: 個人化您的 WiFi 名稱和密碼

# pnpPppoeAddVlan
source: Add VLAN ID
ar: إضافة معرف VLAN
da: Tilføj VLAN-id
de: VLAN-ID hinzufügen
el: Προσθήκη VLAN ID
es_ar: Agregar ID de VLAN
fi: Lisää VLAN-tunnus
fr: Ajoutez un ID VLAN
id: Tambahkan ID VLAN
it: Aggiungi ID VLAN
ja: VLAN IDを追加する
ko: VLAN ID 추가
nb: Legg til VLAN ID
nl: VLAN-id toevoegen
pl: Dodaj identyfikator VLAN
pt: Adicionar VLAN ID
ru: Добавить VLAN ID
sv: Lägg till VLAN-ID
th: เพิ่ม VLAN ID
tr: VLAN Kimliği ekle
vi: Thêm VLAN ID
zh: 添加VLAN ID
zh_tw: 新增 VLAN ID

# pnpPppoeDesc
source: These settings are provided by your Internet Service Provider (ISP). If you aren't sure about yours, we recommend contacting your ISP.
ar: يتم توفير هذه الإعدادات عن طريق موفر خدمة الإنترنت (ISP). إذا لم تكن متأكدًا منها، فنوصيك بالاتصال بموفر خدمة الإنترنت.
da: Disse oplysninger fås af din internetudbyder. Hvis du ikke er sikker på indstillingerne, anbefaler vi, at du kontakter din internetudbyder.
de: Diese Einstellungen erhalten Sie von Ihrem Internetanbieter. Wenn Sie sich nicht sicher sind, sollten Sie Ihren Internetanbieter kontaktieren.
el: Αυτές οι ρυθμίσεις παρέχονται από τον πάροχο υπηρεσιών διαδικτύου σας (ISP). Αν δεν είστε σίγουροι, συνιστούμε να επικοινωνήσετε με τον ISP σας.
es_ar: El proveedor de servicios de Internet (ISP) proporciona estas configuraciones. Si no está seguro de cuál es la suya, le recomendamos que se comunique con el ISP.
fi: Nämä asetukset olet saanut Internet-palveluntarjoajaltasi (ISP). Jos et olet varma asetuksista, ota yhteyttä Internet-palveluntarjoajaan.
fr: Ces paramètres vous ont été communiqués par votre fournisseur d'accès à Internet (FAI). En cas de doute, contactez votre FAI.
id: Pengaturan ini diberikan oleh Penyedia Layanan Internet (ISP) Anda. Jika tidak yakin terkait pengaturan tersebut, kami sarankan untuk menghubungi ISP Anda.
it: Queste impostazioni sono fornite dal provider di servizi Internet (ISP). Se non sei sicuro di quali siano le tue, ti consigliamo di contattare il tuo ISP.
ja: この設定はインターネットサービスプロバイダー(ISP)から提供されます。ご自分の設定がおわかりにならない場合は、ISPに連絡することをお勧めします。
ko: 이러한 설정은 인터넷 서비스 제공자(ISP)를 통해 제공됩니다. 자신의 설정에 대해 잘 모르는 경우, ISP에 연락하도록 권장합니다.
nb: Disse innstillingene får du av Internett-leverandøren (ISP). Hvis du ikke er sikker på dem, anbefaler vi at du kontakter Internett-leverandøren.
nl: Deze instellingen heeft u ontvangen van uw internetprovider. Als u twijfelt over uw instellingen, kunt u het best contact opnemen met uw internetprovider.
pl: Ustawienia te są dostarczane przez dostawcę usług internetowych. Jeśli nie masz pewności co do swoich ustawień, zalecamy skontaktowanie się z dostawcą usług internetowych.
pt: Estas configurações são fornecidas pelo Provedor de Serviço de Internet (ISP). Se você não tiver certeza de qual é o seu, recomendamos fazer contato com o ISP.
ru: Эти настройки предоставляются вашим интернет-провайдером (ISP). При возникновении сомнений мы рекомендуем обращаться к вашему интернет-провайдеру.
sv: De här inställningarna får du från din internetleverantör. Om du inte är säker på dina inställningar, rekommenderar vi att du kontaktar din internetleverantör.
th: การตั้งค่านี้ถูกกำหนดโดยผู้ให้บริการอินเทอร์เน็ต (ISP) ของคุณ หากคุณไม่แน่ใจว่าทราบรายละเอียดการตั้งค่าของคุณ เราขอแนะนำให้คุณติดต่อ ISP
tr: Bu ayarlar, İnternet Servis Sağlayıcınız (İSS) tarafından sağlanır. Ayarlarınızdan emin değilseniz İSS'nizle iletişime geçmenizi öneririz.
vi: Những cài đặt này được cung cấp bởi Nhà cung cấp dịch vụ Internet (ISP). Nếu bạn không chắc chắn về các cài đặt của mình, chúng tôi khuyên bạn nên liên hệ với ISP.
zh: 这些设置由您的互联网服务提供商（ISP）提供。如果您不确定您的设置，我们建议您联系您的ISP。
zh_tw: 這些設定由您的網際網路服務提供者 (ISP) 提供。如果不確定您的設定詳細資料，建議您與 ISP 聯繫。

# pnpPppoeRemoveVlan
source: Remove VLAN ID
ar: إزالة VLAN ID
da: Fjern VLAN-id
de: VLAN-ID entfernen
el: Κατάργηση VLAN ID
es_ar: Quitar ID de VLAN
fi: Poista VLAN-tunnus
fr: Supprimez l'ID du VLAN
id: Hapus ID VLAN
it: Rimuovi ID VLAN
ja: VLAN IDを削除する
ko: VLAN ID 제거
nb: Fjern VLAN-ID
nl: VLAN-id verwijderen
pl: Usuń VLAN ID
pt: Remover VLAN ID
ru: Удалить VLAN ID
sv: Ta bort VLAN-ID
th: นำ VLAN ID ออก
tr: VLAN Kimliğini Kaldır
vi: Xóa VLAN ID
zh: 移除VLAN ID
zh_tw: 遠端 VLAN ID

# pnpPppoeTitle
source: Enter ISP settings
ar: إدخال إعدادات ISP
da: Indtast indstillinger for internetudbyder
de: Geben Sie die ISP-Einstellungen ein
el: Εισαγάγετε ρυθμίσεις ISP
es_ar: Ingrese la configuración del ISP
fi: Anna ISP-asetukset
fr: Renseignez les paramètres&nbsp;du FAI
id: Masukkan Pengaturan ISP
it: Inserisci le impostazioni dell'ISP
ja: ISP設定を入力する
ko: ISP 설정 입력
nb: Skriv inn innstillinger for Internett-leverandør
nl: Instellingen van uw internetprovider invoeren
pl: Wprowadź ustawienia dostawcy usług internetowych
pt: Insira as Configurações do ISP
ru: Ввести настройки интернет-провайдера
sv: Ange inställningar för internetleverantör
th: ป้อนการตั้งค่า ISP
tr: İSS ayarlarını girin
vi: Nhập cài đặt ISP
zh: 输入ISP设置
zh_tw: 輸入 ISP 設定

# pnpReconnectWiFi
source: Reconnect to your router's WiFi to continue setup
ar: أعد الاتصال بشبكة الواي فاي الخاصة بالموجه لمواصلة الإعداد
da: Opret forbindelse til routerens Wi-Fi igen for at fortsætte med opsætningen.
de: Verbinden Sie sich erneut mit dem WLAN Ihres Routers, um mit der Einrichtung fortzufahren.
el: Επανασυνδεθείτε στο WiFi του δρομολογητή σας για να συνεχίσετε τη ρύθμιση
es_ar: Reconéctese al WiFi de su router para continuar con la configuración
fi: Yhdistä uudelleen reitittimesi WiFiin jatkaaksesi määritystä
fr: Reconnectez-vous au réseau WiFi de votre routeur pour poursuivre la configuration.
id: Sambungkan kembali ke WiFi router Anda untuk melanjutkan persiapan
it: Ricollegarsi al WiFi del router per continuare la configurazione.
ja: セットアップを続行するには、ルーターのWiFiに再接続してください。
ko: 설정을 계속하려면 라우터의 WiFi에 다시 연결하십시오
nb: Koble til ruterens WiFi på nytt for å fortsette med oppsettet.
nl: Maak opnieuw verbinding met de WiFi van uw router om de installatie voort te zetten
pl: Połącz się ponownie z WiFi routera, aby kontynuować konfigurację
pt: Reconecte-se ao WiFi do roteador para continuar com a configuração.
ru: Подключитесь к WiFi маршрутизатора, чтобы продолжить настройку
sv: Återanslut till routerns Wi-Fi för att fortsätta med installationen.
th: เชื่อมต่อกับ WiFi ของเราเตอร์ของคุณอีกครั้งเพื่อดำเนินการตั้งค่าต่อ
tr: Kuruluma devam etmek için yönlendiricinizin WiFi'ına yeniden bağlanın
vi: Kết nối lại với WiFi
zh: 重新连接到路由器的WiFi以继续设置
zh_tw: 重新連接到路由器的WiFi以繼續設定

# pnpRouterLoginDesc
source: Enter your router's password to proceed
ar: أدخل كلمة مرور الموجّه الخاص بك للمتابعة
da: Indtast din routers adgangskode for at fortsætte
de: Geben Sie Ihr Router-Passwort ein, um fortzufahren
el: Εισαγάγετε τον κωδικό πρόσβασης του δρομολογητή σας για να προχωρήσετε
es_ar: Ingrese la contraseña del rúter para continuar
fi: Jatka kirjoittamalla reitittimen salasana
fr: Saisissez le mot de passe de votre routeur pour continuer
id: Masukkan kata sandi router Anda untuk melanjutkan
it: Inserisci la password del router per continuare
ja: ルーターのパスワードを入力して作業を続行する
ko: 계속 진행하려면 라우터 암호를 입력합니다.
nb: Oppgi ruterens passord for å fortsette
nl: Voer het wachtwoord van uw router in om door te gaan
pl: Wprowadź hasło routera, aby kontynuować
pt: Insira a senha do relatório para prosseguir
ru: Введите пароль маршрутизатора, чтобы продолжить
sv: Ange routerns lösenord för att fortsätta
th: ป้อนรหัสผ่านของเราเตอร์ของคุณเพื่อดำเนินการต่อ
tr: Devam etmek için yönlendirici parolanızı girin
vi: Nhập mật khẩu bộ định tuyến của bạn để tiếp tục
zh: 请输入您的路由器密码以继续
zh_tw: 輸入路由器的密碼以繼續

# pnpRouterLoginWhereIsIt
source: Where is it?
ar: أين موقعه؟
da: Hvor er den placeret?
de: Wo sind diese zu finden?
el: Πού είναι;
es_ar: ¿Dónde está?
fi: Missä se on?
fr: Où se trouve-t-il&nbsp;?
id: Di manakah itu?
it: Dove si trova?
ja: それはどこにありますか?
ko: 그것이 어디에 있습니까?
nb: Hvor er den?
nl: Waar vind ik dat?
pl: Gdzie to jest?
pt: Onde está?
ru: Где это?
sv: Var är det?
th: อยู่ที่ไหน
tr: Nerede?
vi: Nó ở đâu?
zh: 位置在哪里？
zh_tw: 位於何處？

# pnpSavingChangesDesc
source: Your router's WiFi will briefly turn off and then on again. If you lose connection, reconnect to your router's WiFi to finish setup.
ar: سيتم إيقاف تشغيل شبكة الواي فاي الخاصة بجهاز التوجيه لفترة وجيزة ثم تشغيلها مرة أخرى. إذا فقدت الاتصال، فأعد الاتصال بشبكة الواي فاي الخاصة بجهاز التوجيه لإكمال الإعداد.
da: Routerens wi-fi slukkes kortvarigt og tændes derefter igen. Hvis du mister forbindelsen, skal du oprette forbindelse til routerens wi-fi igen for at fuldføre opsætningen.
de: Das WLAN Ihres Routers schaltet sich kurz aus und dann wieder ein. Wenn Sie die Verbindung verlieren, verbinden Sie sich erneut mit dem WLAN des Routers, um die Einrichtung fertigzustellen.
el: Το WiFi του δρομολογητή σας θα απενεργοποιηθεί και θα ενεργοποιηθεί ξανά για λίγο. Εάν χάσετε τη σύνδεση, επανασυνδεθείτε στο WiFi του δρομολογητή σας για να ολοκληρώσετε τη ρύθμιση.
es_ar: El WiFi de su router se apagará brevemente y se volverá a encender. Si pierde la conexión, vuelva a conectarse al WiFi de su router para finalizar la configuración.
fi: Reitittimesi WiFi sammuu hetkeksi ja käynnistyy sitten uudelleen. Jos yhteys katkeaa, yhdistä uudelleen reitittimesi WiFiin määrityksen viimeistelemiseksi.
fr: Le réseau WiFi de votre routeur sera brièvement éteint, puis rallumé. Si vous perdez la connexion, reconnectez-vous au réseau WiFi de votre routeur pour terminer la configuration.
id: WiFi router Anda akan mati sebentar dan kemudian hidup lagi. Jika Anda kehilangan koneksi, sambungkan kembali ke WiFi router Anda untuk menyelesaikan persiapan.
it: Il WiFi del router si spegne brevemente e poi si riaccende. Se si perde la connessione, ricollegarsi al WiFi del router per completare la configurazione.
ja: ルーターのWiFiは一時的にオフになり、その後再びオンになります。接続が切断された場合は、設定を続行するためにルーターのWiFiに再接続してください。
ko: 라우터의 WiFi가 잠시 꺼졌다가 다시 켜집니다. 연결이 끊어지면 설정을 완료하기 위해 라우터의 WiFi에 다시 연결하십시오.
nb: Ruterens WiFi slås av en kort stund og deretter på igjen. Hvis du mister tilkoblingen, kobler du til ruterens WiFi på nytt for å fullføre oppsettet.
nl: De WiFi van uw router wordt kortstondig uitgeschakeld en vervolgens weer ingeschakeld. Als u de verbinding verliest, maakt u opnieuw verbinding met de WiFi van uw router om de installatie af te ronden.
pl: WiFi routera na krótko wyłączy się i włączy ponownie. Jeśli utracisz połączenie, połącz się ponownie z WiFi routera, aby zakończyć konfigurację.
pt: O WiFi do roteador será desligado brevemente e, em seguida, ligado novamente. Se a conexão for perdida, reconecte-se ao WiFi do roteador para concluir a configuração.
ru: WiFi вашего маршрутизатора ненадолго отключится, а затем снова включится. Если вы потеряете соединение, подключитесь к WiFi маршрутизатора, чтобы завершить настройку.
sv: Routerns Wi-Fi stängs av en kort stund och slås sedan på igen. Om du förlorar anslutningen ska du återansluta till routerns Wi-Fi för att slutföra installationen.
th: WiFi ของเราเตอร์ของคุณจะดับชั่วครู่แล้วเปิดอีกครั้ง หากคุณสูญเสียการเชื่อมต่อ ให้เชื่อมต่อกับ WiFi ของเราเตอร์อีกครั้งเพื่อเสร็จสิ้นการตั้งค่า
tr: Yönlendiricinizin WiFi'ı kısa süreliğine kapanıp tekrar açılacak. Bağlantıyı kaybederseniz kurulumu tamamlamak için yönlendiricinizin WiFi'ına yeniden bağlanın.
vi: Đang lưu các thay đổi...
zh: 您路由器的WiFi将短暂关闭，然后再次开启。如果您失去连接，请重新连接到路由器的WiFi以完成设置。
zh_tw: 您路由器的WiFi將短暫關閉，然後再次開啟。如果您失去連線，請重新連接到路由器的WiFi以完成設定。

# pnpScanQR
source: Scan QR code or use password to connect
da: Scan QR-kode
de: QR-Code scannen
el: Σαρώστε τον κωδικό QR ή χρησιμοποιήστε κωδικό πρόσβασης για σύνδεση
es_ar: Escanear código QR
fi: Skannaa QR-koodi tai käytä salasanaa yhdistämiseen
fr: Scanner le QR
id: Pindai kode QR untuk bergabung dengan jaringan ini
it: Scansiona QR
ja: QRコードをスキャン
ko: QR 코드를 스캔하거나 암호를 사용하여 연결
nb: Skann QR
nl: Scan QR
pl: Zeskanuj kod QR lub użyj hasła, aby się połączyć
pt: Ler código QR
ru: Отсканируйте QR-код или используйте пароль для подключения
sv: Skanna QR-kod eller använd lösenord för att ansluta
th: สแกนรหัส QR หรือใช้รหัสผ่านเพื่อเชื่อมต่อ
tr: QR kodunu tarayın veya bağlanmak için parolayı kullanın
vi: Quét mã QR
zh: 扫描二维码
zh_tw: 掃描 QR 碼

# pnpStaticIpDesc
source: These settings are for users with a manually-assigned static IP address.
ar: هذه الإعدادات مخصصة للمستخدمين الذين لديهم عنوان IP ثابت تم تعيينه يدويًا.
da: Disse indstillinger er til brugere med en manuelt tildelt statisk IP-adresse.
de: Diese Einstellungen sind für Nutzer mit einer manuell zugewiesenen statischen IP-Adresse.
el: Αυτές οι ρυθμίσεις αφορούν χρήστες με στατική διεύθυνση IP που έχει εκχωρηθεί χειροκίνητα.
es_ar: Estas configuraciones son para usuarios con una dirección IP estática asignada de manera manual.
fi: Nämä asetukset koskevat käyttäjiä, joilla on manuaalisesti määritetty kiinteä IP-osoite.
fr: Ces paramètres sont destinés aux utilisateurs possédant une adresse&nbsp;IP statique assignée manuellement.
id: Pengaturan ini adalah untuk pengguna dengan alamat IP statis manual.
it: Queste impostazioni sono per gli utenti con un indirizzo IP statico assegnato manualmente.
ja: 以下の設定は、手動で割り当てられた静的IPアドレスをお持ちのユーザー用です。
ko: 이 설정은 수동으로 할당된 고정 IP 주소 사용자를 위한 것입니다.
nb: Disse innstillingene er for brukere med en manuelt tildelt statisk IP-adresse.
nl: Deze instellingen zijn bedoeld voor gebruikers met een handmatig toegewezen vast IP-adres.
pl: Te ustawienia są przeznaczone dla użytkowników z ręcznie przypisanym statycznym adresem IP.
pt: Estas configurações são para usuário com endereço de IP estático atribuído manualmente.
ru: Эти настройки предназначены для пользователей с назначенным вручную статическим IP-адресом.
sv: Dessa inställningar är för användare med en manuellt tilldelad statisk IP-adress.
th: การตั้งค่านี้ใช้สำหรับผู้ใช้ที่มี IP แอดเดรสแบบสแตติกที่กำหนดด้วยตนเองเท่านั้น
tr: Bu ayarlar, manuel olarak atanan statik IP adresi olan kullanıcılar içindir.
vi: Những cài đặt này dành cho người dùng có địa chỉ IP tĩnh được gán thủ công.
zh: 这些设置适用于手动分配静态IP地址的用户。
zh_tw: 此設定為具有手動指派靜態 IP 位址的使用者專用。

# pnpUnplugModemDesc
source: These settings are provided by your Internet Service Provider (ISP). If you aren't sure about yours, we recommend contacting your ISP.
ar: يتم توفير هذه الإعدادات عن طريق موفر خدمة الإنترنت (ISP). إذا لم تكن متأكدًا منها، فنوصيك بالاتصال بموفر خدمة الإنترنت.
da: Disse oplysninger fås af din internetudbyder. Hvis du ikke er sikker på indstillingerne, anbefaler vi, at du kontakter din internetudbyder.
de: Diese Einstellungen erhalten Sie von Ihrem Internetanbieter. Wenn Sie sich nicht sicher sind, sollten Sie Ihren Internetanbieter kontaktieren.
el: Αυτές οι ρυθμίσεις παρέχονται από τον πάροχο υπηρεσιών διαδικτύου σας (ISP). Αν δεν είστε σίγουροι, συνιστούμε να επικοινωνήσετε με τον ISP σας.
es_ar: El proveedor de servicios de Internet (ISP) proporciona estas configuraciones. Si no está seguro de cuál es la suya, le recomendamos que se comunique con el ISP.
fi: Nämä asetukset olet saanut Internet-palveluntarjoajaltasi (ISP). Jos et olet varma asetuksista, ota yhteyttä Internet-palveluntarjoajaan.
fr: Ces paramètres vous ont été communiqués par votre fournisseur d'accès à Internet (FAI). En cas de doute, contactez votre FAI.
id: Pengaturan ini diberikan oleh Penyedia Layanan Internet (ISP) Anda. Jika tidak yakin terkait pengaturan tersebut, kami sarankan untuk menghubungi ISP Anda.
it: Queste impostazioni sono fornite dal provider di servizi Internet (ISP). Se non sei sicuro di quali siano le tue, ti consigliamo di contattare il tuo ISP.
ja: この設定はインターネットサービスプロバイダー(ISP)から提供されます。ご自分の設定がおわかりにならない場合は、ISPに連絡することをお勧めします。
ko: 이러한 설정은 인터넷 서비스 제공자(ISP)를 통해 제공됩니다. 자신의 설정에 대해 잘 모르는 경우, ISP에 연락하도록 권장합니다.
nb: Disse innstillingene får du av Internett-leverandøren (ISP). Hvis du ikke er sikker på dem, anbefaler vi at du kontakter Internett-leverandøren.
nl: Deze instellingen heeft u ontvangen van uw internetprovider. Als u twijfelt over uw instellingen, kunt u het best contact opnemen met uw internetprovider.
pl: Ustawienia te są dostarczane przez dostawcę usług internetowych. Jeśli nie masz pewności co do swoich ustawień, zalecamy skontaktowanie się z dostawcą usług internetowych.
pt: Estas configurações são fornecidas pelo Provedor de Serviço de Internet (ISP). Se você não tiver certeza de qual é o seu, recomendamos fazer contato com o ISP.
ru: Эти настройки предоставляются вашим интернет-провайдером (ISP). При возникновении сомнений мы рекомендуем обращаться к вашему интернет-провайдеру.
sv: De här inställningarna får du från din internetleverantör. Om du inte är säker på dina inställningar, rekommenderar vi att du kontaktar din internetleverantör.
th: การตั้งค่านี้ถูกกำหนดโดยผู้ให้บริการอินเทอร์เน็ต (ISP) ของคุณ หากคุณไม่แน่ใจว่าทราบรายละเอียดการตั้งค่าของคุณ เราขอแนะนำให้คุณติดต่อ ISP
tr: Bu ayarlar, İnternet Servis Sağlayıcınız (İSS) tarafından sağlanır. Ayarlarınızdan emin değilseniz İSS'nizle iletişime geçmenizi öneririz.
vi: Những cài đặt này được cung cấp bởi Nhà cung cấp dịch vụ Internet (ISP). Nếu bạn không chắc chắn về các cài đặt của mình, chúng tôi khuyên bạn nên liên hệ với ISP.
zh: 这些设置由您的互联网服务提供商（ISP）提供。如果您不确定您的设置，我们建议您联系您的ISP。
zh_tw: 這些設定由您的網際網路服務提供者 (ISP) 提供。如果不確定您的設定詳細資料，建議您與 ISP 聯繫。

# pnpUnplugModemTip
source: Not sure which device is the modem?
ar: هل أنت غير متأكد أي جهاز هو المودم؟
da: Er du ikke sikker på, hvilken enhed der er modemmet?
de: Wissen Sie nicht, welches Gerät das Modem ist?
el: Δεν είστε σίγουροι για το ποια συσκευή είναι το μόντεμ;
es_ar: ¿No está seguro de qué dispositivo es el módem?
fi: Etkö ole varma, mikä laite on modeemi?
fr: Vous ne savez pas quel appareil est le modem&nbsp;?
id: Belum jelas perangkat mana yang disebut modem?
it: Non sai di preciso quale dispositivo sia il modem?
ja: どのデバイスがモデム(ONU)かわかりませんか?
ko: 어떤 장치가 모뎀인지 모르십니까?
nb: Er du ikke sikker på hvilken enhet som er modemet?
nl: Weet u niet zeker welk apparaat de modem is?
pl: Nie jesteś pewien, które urządzenie jest modemem?
pt: Não tem certeza de qual dispositivo é o modem?
ru: Не уверены, какое устройство является модемом?
sv: Är du inte säker på vilken enhet som är modemet?
th: ไม่แน่ใจว่าอุปกรณ์ตัวไหนคือโมเด็มหรือ
tr: Hangi cihazın modem olduğundan emin değil misiniz?
vi: Bạn không rõ thiết bị nào là modem?
zh: 不确定哪个设备是调制解调器？
zh_tw: 您不確定哪一台裝置是數據機嗎？

# pnpUnplugModemTipDesc1
source: Modems are usually connected to the internet via a coaxial cable or phone cable coming into your home.
ar: تُوصَّل أجهزة المودم بالإنترنت عادةً عبر كبل متحد المحور أو كبل هاتف مُوصَّل بمنزلك.
da: Modemmer er normalt forbundet til internettet via et koaksialkabel eller telefonkabel, som kommer ind i dit hjem.
de: Modems werden normalerweise über ein Koaxialkabel oder ein Telefonkabel mit dem Internetanschluss in Ihrem Haus verbunden.
el: Τα μόντεμ συνδέονται συνήθως στο internet μέσω ομοαξονικού καλωδίου ή τηλεφωνικού καλωδίου που εισέρχεται στο σπίτι σας.
es_ar: Los módems suelen conectarse a Internet a través de un cable coaxial o telefónico que llega a su casa.
fi: Modeemit on yleensä kytketty Internetiin kotiin tulevalla koaksiaali- tai puhelinkaapelilla.
fr: Les modems sont généralement branchés au réseau Internet par le biais d'un câble coaxial ou d'un câble téléphonique entrant dans votre domicile.
id: Modem biasanya tersambung ke internet melalui kabel koaksial atau kabel telepon yang masuk ke dalam rumah Anda.
it: Di solito, i modem si connettono a Internet mediante un cavo coassiale o un cavo telefonico connesso a una presa a muro.
ja: モデム(またはONU)は通常、家屋に引かれている同軸ケーブルまたは電話ケーブルを介してインターネットに接続されています。
ko: 모뎀은 일반적으로 집에 들어오는 동축 케이블이나 전화 케이블을 통해 인터넷에 연결됩니다.
nb: Modem er vanligvis koblet til Internett via en koaksialkabel eller telefonkabel som kommer inn i huset.
nl: Modems zijn meestal via een coax- of telefoonkabel verbonden met de internetaansluiting in uw huis.
pl: Modemy są zazwyczaj podłączone do Internetu przez przewód koncentryczny lub przewód telefoniczny w domu.
pt: Os modems são geralmente conectados à internet via cabo coaxial ou cabo de telefone chegando à sua casa.
ru: Модемы обычно подключаются к Интернету по коаксиальному или телефонному кабелю, подключенному к вашему дому.
sv: Modemen är vanligtvis anslutna till internet via en koaxialkabel eller telefonkabel i ditt hem.
th: โมเด็มมักจะเชื่อมต่อกับอินเทอร์เน็ตผ่านสายเคเบิล Coax หรือสายโทรศัพท์ที่ต่อเข้ามาในบ้านของคุณ
tr: Modemler genellikle evinize ulaşan bir koaksiyel kablo veya telefon kablosu aracılığıyla internete bağlanır.
vi: Modem thường được kết nối với Internet qua cáp đồng trục hoặc cáp điện thoại kéo vào nhà bạn.
zh: 调制解调器通常通过入户的同轴电缆或电话线连接到互联网。
zh_tw: 數據機通常透過同軸電纜或家中的電話纜線連接至網際網路。

# pnpUnplugModemTipDesc2
source: Modems can be horizontal or vertical depending on the brand.
ar: يمكن أن تكون أجهزة المودم أفقية أو رأسية اعتمادًا على العلامة التجارية.
da: Modemmer kan være vandrette eller lodrette afhængigt af mærket.
de: Modems können je nach Marke hochkant oder quer platziert werden.
el: Τα μόντεμ μπορεί να είναι οριζόντια ή κάθετα, ανάλογα με την επωνυμία.
es_ar: Los módems pueden ser horizontales o verticales según la marca.
fi: Modeemit voivat olla pysty- tai vaaka-asennossa mallista riippuen.
fr: Les modems peuvent être horizontaux ou verticaux selon la marque.
id: Modem dapat berorientasi horisontal atau vertikal, bergantung pada mereknya.
it: I modem possono essere orizzontali o verticali, a seconda della marca.
ja: モデム(またはONU)はブランドにより横型のもの、縦型のものがあります。
ko: 모뎀은 브랜드에 따라 수평 또는 수직이 될 수 있습니다.
nb: Modem kan være horisontale eller vertikale, avhengig av merket.
nl: Modems kunnen horizontaal of verticaal staan, afhankelijk van het merk.
pl: W zależności od marki modemy mogą mieć budowę poziomą lub pionową.
pt: Os modems podem ser horizontais ou verticais dependendo da marca.
ru: Модемы могут быть горизонтальными или вертикальными в зависимости от марки.
sv: Modemen kan vara horisontella eller vertikala beroende på modell.
th: โมเด็มอาจเป็นแนวนอนหรือแนวตั้ง ทั้งนี้ขึ้นอยู่กับยี่ห้อ
tr: Modemler markaya bağlı olarak yatay veya dikey olabilir.
vi: Modem có thể nằm ngang hoặc dọc, tùy nhãn hiệu.
zh: 根据品牌不同，调制解调器可设计为卧式或直立式。
zh_tw: 依於品牌不同，數據機可能採用水平或垂直方式擺放。

# pnpUnplugModemTipTitle
source: Identifying your modem
ar: جارٍ تحديد المودم الخاص بك
da: Identifikation af dit modem
de: Ihr Modem wird identifiziert
el: Ταυτοποίηση του μόντεμ σας
es_ar: Identificar el módem
fi: Modeemin tunnistaminen
fr: Identification de votre modem
id: Mengenali modem Anda
it: Individuazione del modem
ja: モデム(ONU)を見分ける
ko: 모뎀 식별
nb: Identifisere modemet
nl: Uw modem identificeren
pl: Identyfikowanie modemu
pt: Identificando o modem
ru: Идентификация модема
sv: Identifiera ditt modem
th: กำลังระบุโมเด็มของคุณ
tr: Modeminiz tanımlanıyor
vi: Xác định modem của bạn
zh: 正在识别您的调制解调器
zh_tw: 辨識您的數據機
