Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# unsavedChangesTitle
source: You have unsaved changes on this page
ar: لديك تغييرات لم يتم حفظها في هذه الصفحة
da: Der ændringer, som ikke er gemt.
de: Sie haben die Änderungen auf dieser Seite nicht gespeichert
el: Έχετε μη αποθηκευμένες αλλαγές σε αυτήν τη σελίδα
es_ar: Tiene cambios sin guardar en esta página
fi: Sivulla on tallentamattomia muutoksia
fr: Certaines modifications apportées à cette page n'ont pas été enregistrées
id: Ada perubahan yang belum Anda simpan pada laman ini
it: Alcune modifiche non sono state salvate in questa pagina
ja: このページに未保存の変更があります
ko: 이 페이지에 저장되지 않은 변경사항이 있습니다.
nb: Du har ulagrede endringer på denne siden
nl: Er zijn niet-opgeslagen wijzigingen op deze pagina
pl: Na tej stronie znajdują się niezapisane zmiany
pt: Existem alterações não salvas nesta página
ru: У вас есть несохраненные изменения на этой странице
sv: Du har osparade ändringar på den här sidan
th: คุณมีการเปลี่ยนแปลงที่ไม่ได้บันทึกในหน้านี้
tr: Bu sayfada kaydedilmemiş değişiklikleriniz var
vi: Bạn có các thay đổi chưa được lưu trên trang này
zh: 此页上有未保存的更改
zh_tw: 您在此頁面上還有未儲存的變更

source: Up to date
ar: محدَّث حتى تاريخه
da: Opdateret
de: Aktuell
el: Ενημερωμένο
es_ar: Actualizado
fi: Ajan tasalla
fr: À jour
id: Mutakhir
it: Aggiornato
ja: 最新の状態
ko: 최신 상태
nb: Oppdatert
pl: Aktualne
pt: Atualização
ru: Установлена последняя версия
sv: Uppdaterad
th: ทันสมัย
tr: Güncelle
vi: Mới nhất
zh: 已为最新版本
zh_tw: 最新狀態

source: Update
ar: تحديث
da: Opdater
de: Aktualisieren
el: Ενημέρωση
es_ar: Actualizar
fi: Päivitä
fr: Mise à jour
id: Mutakhirkan
it: Aggiorna
ja: 更新
ko: 업데이트
nb: Oppdater
nl: Bijwerken
pl: Aktualizuj
pt: Atualizar
ru: Обновить
sv: Uppdatera
th: อัปเดต
tr: Güncelle
vi: Cập nhật
zh: 更新
zh_tw: 更新

source: Update all
ar: تحديث الكل
da: Opdater alle
de: Alles aktualisieren
el: Ενημέρωση όλων
es_ar: Actualizar todo
fi: Päivitä kaikki
fr: Mettre tout à jour
id: Perbarui semua
it: Aggiorna tutto
ja: すべてを更新する
ko: 모두 업데이트
nb: Oppdater alle
nl: Alles bijwerken
pl: Zaktualizuj wszystko
pt: Atualizar tudo
ru: Обновить все
sv: Uppdatera alla
th: อัปเดตทั้งหมด
tr: Tümünü Güncelle
vi: Cập nhật tất cả
zh: 全部更新
zh_tw: 全部更新

source: Update available
ar: يتوفر تحديث
da: Opdatering tilgængelig
de: Update verfügbar
el: Υπάρχει διαθέσιμη ενημέρωση
es_ar: Actualización disponible
fi: Päivitys saatavilla
fr: Mise à jour disponible
id: Pemutakhiran Tersedia
it: Aggiornamento disponibile
ja: 更新プログラムが利用可能です
ko: 업데이트 사용 가능
nb: En oppdatering er tilgjengelig
nl: Update beschikbaar
pl: Aktualizacja dostępna
pt: Atualização disponível
ru: Доступно обновление
sv: Uppdatering tillgänglig
th: มีอัปเดต
tr: Güncelleme var
vi: Có bản cập nhật mới
zh: 可用更新
zh_tw: 有可用更新

source: Update Firmware
ar: تحديث البرنامج الثابت
da: Opdater firmware
de: Firmware aktualisieren
el: Ενημέρωση υλικολογισμικού
es_ar: Actualizar el firmware
fi: Päivitä laiteohjelmisto
fr: Mettre à jour le micrologiciel
id: Perbarui Firmware
it: Aggiorna firmware
ja: ファームウェアを更新
ko: 펌웨어 업데이트
nb: Oppdater fastvare
nl: Firmware bijwerken
pl: Aktualizuj oprogramowanie sprzętowe
pt: Atualizar o firmware
ru: Обновить микропрограмму
sv: Uppdatera fast programvara
th: อัปเดตเฟิร์มแวร์
tr: Donanım Yazılımını Güncelle
vi: Cập nhật phần mềm điều khiển
zh: 固件更新
zh_tw: 更新韌體

source: Upload
ar: تحميل
de: Hochladen
el: Φόρτωση
es_ar: Carga
fi: Lähetys
fr: Débit montant (Upload)
id: Unggah
ja: アップロード
ko: 업로드
nb: Opplasting
nl: Uploaden
pl: Przekazywanie
pt: Enviar
ru: Отправка
sv: Ladda upp
th: อัปโหลด
tr: Kaşıya yükle
vi: Tải lên
zh: 上传
zh_tw: 上傳

source: Upstream
ar: تحميل البيانات
el: Αποστολή
es_ar: Subida de datos
fi: Tilaajalta verkkoon
fr: Amont
id: Hulu
ja: アップストリーム
ko: 업스트림
ru: Восходящий
sv: Sändning
th: การส่งข้อมูล
tr: Yukarı Yönde
vi: Tải lên
zh: 上游
zh_tw: 上游

source: Uptime
ar: وقت التشغيل
da: Driftstid
de: Betriebszeit
el: Χρόνος λειτουργίας
es_ar: Tiempo de actividad
fi: Käyntiaika
fr: Durée de fonctionnement
id: Waktu Aktif
it: Tempo di attività
ja: 稼働時間
ko: 가동 시간
nb: Driftstid
pl: Czas pracy
pt: Tempo de atividade
ru: Время работы
sv: Drifttid
th: เวลาทำงาน
tr: Çalışma Süresi
vi: Thời gian hoạt động
zh: 运行时间
zh_tw: 運行時間

source: Username
ar: اسم المستخدم
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es_ar: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d'utilisateur
id: Nama Pengguna
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı adı
vi: Tên người dùng
zh: 用户名
zh_tw: 使用者名稱

source: VLAN ID (optional)
ar: VLAN ID (اختياري)
da: VLAN-id (valgfrit)
el: Αναγνωριστικό VLAN (προαιρετικό)
es_ar: VLAN ID (opcional)
fi: VLAN-tunnus (valinnainen)
fr: ID du réseau local virtuel (facultatif)
id: ID VLAN (opsional)
it: ID VLAN (opzionale)
ja: VLAN ID (オプション)
ko: VLAN ID(옵션)
nb: VLAN ID (valgfritt)
nl: VLAN ID (optioneel)
pl: Identyfikator VLAN (opcjonalny)
pt: ID da VLAN (opcional)
ru: Идентификатор VLAN (необязательно)
sv: VLAN-ID (valfritt)
th: VLAN ID (ระบุหรือไม่ก็ได้)
tr: VLAN ID (isteğe bağlı)
vi: VLAN ID (tùy chọn)
zh: VLAN ID（可选）
zh_tw: VLAN ID（選用）

# vpnActiveSAs
source: Active SAs
da: Aktive SA'er
de: Aktive SAs
el: Ενεργές SA
fi: Aktiiviset SA:t
fr: SA actifs
id: SA Aktif
it: SA Attivi
ja: アクティブSA
ko: 활성 SA
nb: Aktive SA-er
nl: Actieve SA's
pl: Aktywne SA
pt: SAs ativos
sv: Aktiva SA
th: SA ที่ใช้งานอยู่
tr: Aktif SA'lar
vi: SA đang hoạt động
zh: 活动SA

# vpnAuthMode
source: Auth Mode
da: Godkendelsestilstand
de: Authentifizierungsmodus
el: Λειτουργία πιστοποίησης
fi: Todennustila
fr: Mode d'authentification
id: Mode Autentikasi
it: Modalità Autenticazione
ja: 認証モード
ko: 인증 모드
nb: Autentiseringsmodus
nl: Authenticatiemodus
pl: Tryb uwierzytelniania
pt: Modo de autenticação
sv: Autentiseringsläge
th: โหมดการยืนยันตัวตน
tr: Kimlik Doğrulama Modu
vi: Chế độ xác thực
zh: 认证模式

# vpnAutoConnect
source: Auto Connect
da: Automatisk forbindelse
de: Automatische Verbindung
el: Αυτόματη σύνδεση
fi: Automaattinen yhteys
fr: Connexion automatique
id: Hubung Otomatis
it: Connessione Automatica
ja: 自動接続
ko: 자동 연결
nb: Automatisk tilkobling
nl: Automatisch verbinden
pl: Automatyczne łączenie
pt: Conexão automática
sv: Automatisk anslutning
th: เชื่อมต่ออัตโนมัติ
tr: Otomatik Bağlan
vi: Tự động kết nối
zh: 自动连接

# vpnBytesReceived
source: Bytes Received
da: Modtagne bytes
de: Empfangene Bytes
el: Ληφθέντα bytes
fi: Vastaanotetut tavut
fr: Octets reçus
id: Byte Diterima
it: Byte Ricevuti
ja: 受信バイト
ko: 수신된 바이트
nb: Mottatte byte
nl: Ontvangen bytes
pl: Odebrane bajty
pt: Bytes recebidos
sv: Mottagna byte
th: ไบต์ที่ได้รับ
tr: Alınan Baytlar
vi: Byte đã nhận
zh: 已接收字节

# vpnBytesSent
source: Bytes Sent
da: Sendte bytes
de: Gesendete Bytes
el: Αποσταλμένα bytes
fi: Lähetetyt tavut
fr: Octets envoyés
id: Byte Terkirim
it: Byte Inviati
ja: 送信バイト
ko: 전송된 바이트
nb: Sendte byte
nl: Verzonden bytes
pl: Wysłane bajty
pt: Bytes enviados
sv: Skickade byte
th: ไบต์ที่ส่ง
tr: Gönderilen Baytlar
vi: Byte đã gửi
zh: 已发送字节

# vpnConnected
source: Connected
da: Forbundet
de: Verbunden
el: Συνδεδεμένο
fi: Yhdistetty
fr: Connecté
id: Terhubung
it: Connesso
ja: 接続済み
ko: 연결됨
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt: Conectado
sv: Ansluten
th: เชื่อมต่อแล้ว
tr: Bağlandı
vi: Đã kết nối
zh: 已连接

# vpnConnecting
source: Connecting
da: Forbinder
de: Verbindung wird hergestellt
el: Σύνδεση σε εξέλιξη
fi: Yhdistetään
fr: Connexion en cours
id: Menghubungkan
it: Connessione in corso
ja: 接続中
ko: 연결 중
nb: Kobler til
nl: Verbinden
pl: Łączenie
pt: Conectando
sv: Ansluter
th: กำลังเชื่อมต่อ
tr: Bağlanıyor
vi: Đang kết nối
zh: 连接中

# vpnCurrentBandwidth
source: Current Bandwidth
da: Nuværende båndbredde
de: Aktuelle Bandbreite
el: Τρέχουσα εύρους ζώνης
fi: Nykyinen kaistanleveys
fr: Bande passante actuelle
id: Bandwidth Saat Ini
it: Larghezza di Banda Attuale
ja: 現在の帯域幅
ko: 현재 대역폭
nb: Nåværende båndbredde
nl: Huidige bandbreedte
pl: Aktualna przepustowość
pt: Largura de banda atual
sv: Aktuell bandbredd
th: แบนด์วิดธ์ปัจจุบัน
tr: Mevcut Bant Genişliği
vi: Băng thông hiện tại
zh: 当前带宽

# vpnDesc
source: Configure your VPN settings for secure remote access.
da: Konfigurer dine VPN-indstillinger til sikker fjernadgang.
de: Konfigurieren Sie Ihre VPN-Einstellungen für sicheren Fernzugriff.
el: Ρυθμίστε τις ρυθμίσεις VPN για ασφαλή απομακρυσμένη πρόσβαση.
es_ar: Configura los ajustes de tu VPN para acceso remoto seguro.
fi: Määritä VPN-asetukset turvallista etäkäyttöä varten.
fr: Configurez vos paramètres VPN pour un accès à distance sécurisé.
id: Konfigurasikan pengaturan VPN Anda untuk akses jarak jauh yang aman.
it: Configura le impostazioni VPN per l'accesso remoto sicuro.
ja: 安全なリモートアクセスのためのVPN設定を構成します。
ko: 안전한 원격 액세스를 위해 VPN 설정을 구성하세요.
nb: Konfigurer VPN-innstillingene dine for sikker fjernadgang.
nl: Configureer uw VPN-instellingen voor veilige externe toegang.
pl: Skonfiguruj ustawienia VPN, aby uzyskać bezpieczny dostęp zdalny.
pt: Configure suas configurações de VPN para acesso remoto seguro.
sv: Konfigurera dina VPN-inställningar för säker fjärråtkomst.
th: กำหนดค่าการตั้งค่า VPN ของคุณสำหรับการเข้าถึงระยะไกลที่ปลอดภัย
tr: Güvenli uzaktan erişim için VPN ayarlarınızı yapılandırın
vi: Cấu hình cài đặt VPN của bạn để truy cập từ xa an toàn
zh: 配置VPN设置以实现安全的远程访问。

# vpnDisconnected
source: Disconnected
da: Afbrudt
de: Getrennt
el: Αποσυνδεδεμένο
fi: Yhteys katkaistu
fr: Déconnecté
id: Terputus
it: Disconnesso
ja: 切断済み
ko: 연결 끊김
nb: Koblet fra
nl: Verbinding verbroken
pl: Rozłączono
pt: Desconectado
sv: Frånkopplad
th: ตัดการเชื่อมต่อ
tr: Bağlantı Kesildi
vi: Ngắt kết nối
zh: 已断开

# vpnEnabled
source: Enabled
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
fi: Käytössä
fr: Activé
id: Diaktifkan
it: Abilitato
ja: 有効
ko: 활성화됨
nb: Aktivert
nl: Ingeschakeld
pl: Włączone
pt: Ativado
sv: Aktiverad
th: เปิดใช้งาน
tr: Etkin
vi: Đã bật
zh: 已启用

# vpnErrorVPNNotConnected
source: VPN not connected
da: VPN ikke forbundet
de: VPN nicht verbunden
el: Το VPN δεν είναι συνδεδεμένο
fi: VPN ei ole yhdistetty
fr: VPN non connecté
id: VPN tidak terhubung
it: VPN non connessa
ja: VPNが接続されていません
ko: VPN이 연결되지 않음
nb: VPN er ikke tilkoblet
nl: VPN niet verbonden
pl: VPN nie połączony
pt: VPN não conectada
sv: VPN inte ansluten
th: VPN ไม่ได้เชื่อมต่อ
tr: VPN bağlı değil
vi: VPN chưa kết nối
zh: VPN未连接

# vpnErrorVPNUserAlreadyExists
source: VPN user already exists
da: VPN-bruger findes allerede
de: VPN-Benutzer existiert bereits
el: Ο χρήστης VPN υπάρχει ήδη
fi: VPN-käyttäjä on jo olemassa
fr: L'utilisateur VPN existe déjà
id: Pengguna VPN sudah ada
it: Utente VPN già esistente
ja: VPNユーザーは既に存在します
ko: VPN 사용자가 이미 존재함
nb: VPN-bruker finnes allerede
nl: VPN-gebruiker bestaat al
pl: Użytkownik VPN już istnieje
pt: Usuário VPN já existe
sv: VPN-användare finns redan
th: ผู้ใช้ VPN มีอยู่แล้ว
tr: VPN kullanıcısı zaten mevcut
vi: Người dùng VPN đã tồn tại
zh: VPN用户已存在

# vpnErrorVPNUserNotFound
source: VPN user not found
da: VPN-bruger ikke fundet
de: VPN-Benutzer nicht gefunden
el: Ο χρήστης VPN δεν βρέθηκε
fi: VPN-käyttäjää ei löydy
fr: Utilisateur VPN non trouvé
id: Pengguna VPN tidak ditemukan
it: Utente VPN non trovato
ja: VPNユーザーが見つかりません
ko: VPN 사용자를 찾을 수 없음
nb: VPN-bruker ikke funnet
nl: VPN-gebruiker niet gevonden
pl: Nie znaleziono użytkownika VPN
pt: Usuário VPN não encontrado
sv: VPN-användare hittades inte
th: ไม่พบผู้ใช้ VPN
tr: VPN kullanıcısı bulunamadı
vi: Không tìm thấy người dùng VPN
zh: 未找到VPN用户

# vpnEspProposal
source: ESP Proposal
da: ESP-forslag
de: ESP-Vorschlag
el: Πρόταση ESP
fi: ESP-ehdotus
fr: Proposition ESP
id: Proposal ESP
it: Proposta ESP
ja: ESP提案
ko: ESP 제안
nb: ESP-forslag
nl: ESP-voorstel
pl: Propozycja ESP
pt: Proposta ESP
sv: ESP-förslag
th: ข้อเสนอ ESP
tr: ESP Önerisi
vi: Đề xuất ESP
zh: ESP提案

# vpnFailed
source: Failed
da: Fejlet
de: Fehlgeschlagen
el: Απέτυχε
fi: Epäonnistui
fr: Échec
id: Gagal
it: Fallito
ja: 失敗
ko: 실패
nb: Mislyktes
nl: Mislukt
pl: Nie powiodło się
pt: Falhou
sv: Misslyckades
th: ล้มเหลว
tr: Başarısız
vi: Thất bại
zh: 失败

# vpnIkeMode
source: IKE Mode
da: IKE-tilstand
de: IKE-Modus
el: Λειτουργία IKE
fi: IKE-tila
fr: Mode IKE
id: Mode IKE
it: Modalità IKE
ja: IKEモード
ko: IKE 모드
nb: IKE-modus
nl: IKE-modus
pl: Tryb IKE
pt: Modo IKE
sv: IKE-läge
th: โหมด IKE
tr: IKE Modu
vi: Chế độ IKE
zh: IKE模式

# vpnIkeProposal
source: IKE Proposal
da: IKE-forslag
de: IKE-Vorschlag
el: Πρόταση IKE
fi: IKE-ehdotus
fr: Proposition IKE
id: Proposal IKE
it: Proposta IKE
ja: IKE提案
ko: IKE 제안
nb: IKE-forslag
nl: IKE-voorstel
pl: Propozycja IKE
pt: Proposta IKE
sv: IKE-förslag
th: ข้อเสนอ IKE
tr: IKE Önerisi
vi: Đề xuất IKE
zh: IKE提案

# vpnPacketsReceived
source: Packets Received
da: Modtagne pakker
de: Empfangene Pakete
el: Ληφθέντα πακέτα
fi: Vastaanotetut paketit
fr: Paquets reçus
id: Paket Diterima
it: Pacchetti Ricevuti
ja: 受信パケット
ko: 수신된 패킷
nb: Mottatte pakker
nl: Ontvangen pakketten
pl: Odebrane pakiety
pt: Pacotes recebidos
sv: Mottagna paket
th: แพ็คเก็ตที่ได้รับ
tr: Alınan Paketler
vi: Gói tin đã nhận
zh: 已接收数据包

# vpnPacketsSent
source: Packets Sent
da: Sendte pakker
de: Gesendete Pakete
el: Αποσταλμένα πακέτα
fi: Lähetetyt paketit
fr: Paquets envoyés
id: Paket Terkirim
it: Pacchetti Inviati
ja: 送信パケット
ko: 전송된 패킷
nb: Sendte pakker
nl: Verzonden pakketten
pl: Wysłane pakiety
pt: Pacotes enviados
sv: Skickade paket
th: แพ็คเก็ตที่ส่ง
tr: Gönderilen Paketler
vi: Gói tin đã gửi
zh: 已发送数据包

source: VPN Passthrough
ar: عبور من خلال VPN
el: Διέλευση VPN
es_ar: Paso a través de VPN
fi: VPN-läpiohjaus
fr: Passthrough VPN
it: Passthrough VPN
ja: VPN パススルー
ko: VPN 패스스루
nb: VPN-passasje
nl: VPN-doorvoer
pt: Passagem de VPN
ru: VPN-туннели
sv: VPN-vidarekoppling
tr: VPN Geçiş İzni
vi: VPN Truyền qua
zh: VPN通道
zh_tw: VPN 穿透

# vpnPort
source: Port
it: Porta
zh: 端口

# vpnRekeyCount
source: Rekey Count
da: Nøglegenindlæsningstæller
de: Schlüsselaktualisierungszähler
el: Μετρητής επανακλειδώματος
fi: Avaimen uudelleenlaskenta
fr: Nombre de renouvellements de clé
id: Jumlah Ulang Kunci
it: Conteggio Rikey
ja: 再キー数
ko: 키 재설정 횟수
nb: Nøkkeloppdateringsantall
nl: Sleutelvernieuwingsaantal
pl: Licznik ponownego kluczowania
pt: Contagem de rekey
sv: Nyckelförnyelsetid
th: จำนวนการสร้างคีย์ใหม่
tr: Anahtar Yenileme Sayısı
vi: Số lần tạo lại khóa
zh: 重密钥计数

# vpnServiceSettingsSection
source: Service Settings
it: Impostazioni Servizio
pl: Ustawienia usługi
zh: 服务设置

# vpnSettingsTitle
source: VPN Settings
da: VPN-indstillinger
de: VPN-Einstellungen
el: Ρυθμίσεις VPN
fi: VPN-asetukset
fr: Paramètres VPN
id: Pengaturan VPN
it: Impostazioni VPN
ja: VPN設定
ko: VPN 설정
nb: VPN-innstillinger
nl: VPN-instellingen
pl: Ustawienia VPN
pt: Configurações de VPN
sv: VPN-inställningar
th: การตั้งค่า VPN
tr: VPN Ayarları
vi: Cài đặt VPN
zh: VPN设置

# vpnTunnelStatistics
source: Tunnel Statistics
da: Tunnelstatistik
de: Tunnelstatistiken
el: Στατιστικά σήραγγας
fi: Tunnelitilastot
fr: Statistiques du tunnel
id: Statistik Terowongan
it: Statistiche Tunnel
ja: トンネル統計
ko: 터널 통계
nb: Tunnelstatistikk
nl: Tunnelstatistieken
pl: Statystyki tunelu
pt: Estatísticas do túnel
sv: Tunnelstatistik
th: สถิติทันเนล
tr: Tünel İstatistikleri
vi: Thống kê đường hầm
zh: 隧道统计

# vpnTunneledUserSection
source: Tunneled User
da: Tunnelbruger
de: Tunnelbenutzer
el: Χρήστης σήραγγας
fi: Tunneli käyttäjä
fr: Utilisateur du tunnel
id: Pengguna Terowongan
it: Utente Tunnel
ja: トンネルユーザー
ko: 터널 사용자
nb: Tunnelbruker
nl: Tunnelgebruiker
pl: Użytkownik tunelu
pt: Usuário do túnel
sv: Tunnelanvändare
th: ผู้ใช้ที่ใช้ทันเนล
tr: Tünel Kullanıcısı
vi: Người dùng đường hầm
zh: 隧道用户

# vpnUnknown
source: Unknown
da: Ukendt
de: Unbekannt
el: Άγνωστο
fi: Tuntematon
fr: Inconnu
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
vi: Không xác định
zh: 未知

# vpnUptime
source: Uptime
da: Driftstid
de: Betriebszeit
el: Χρόνος λειτουργίας
fi: Käyntiaika
fr: Temps de fonctionnement
id: Waktu Aktif
it: Tempo di Attività
ja: 稼働時間
ko: 가동 시간
nb: Oppetid
pl: Czas pracy
pt: Tempo de atividade
sv: Drifttid
th: เวลาทำงาน
tr: Çalışma Süresi
vi: Thời gian hoạt động
zh: 运行时间

# vpnUserCredentialsSection
source: User Credentials
da: Brugeroplysninger
de: Benutzeranmeldedaten
el: Διαπιστευτήρια χρήστη
fi: Käyttäjätunnukset
fr: Identifiants utilisateur
id: Kredensial Pengguna
it: Credenziali Utente
ja: ユーザー認証情報
ko: 사용자 인증 정보
nb: Brukerlegitimasjon
nl: Gebruikersgegevens
pl: Dane uwierzytelniające użytkownika
pt: Credenciais do usuário
sv: Användaruppgifter
th: ข้อมูลรับรองผู้ใช้
tr: Kullanıcı Kimlik Bilgileri
vi: Thông tin xác thực người dùng
zh: 用户凭证

source: WAN IP Address
ar: عنوان IP للشبكة الواسعة النطاق
da: WAN IP-adresse
de: WAN IP-Adresse
el: Διεύθυνση IP WAN
es_ar: Dirección IP WAN
fi: WAN IP -osoite
fr: Adresse IP WAN
id: Alamat IP WAN
it: Indirizzo IP WAN
ja: WAN IPアドレス
ko: WAN IP 주소
nb: WAN IP-adresse
nl: WAN IP-adres
pl: Adres IP WAN
pt: Endereço IP da WAN
ru: IP-адрес WAN
sv: IP-adress för WAN
th: IP แอดเดรส WAN
tr: WAN IP Adresi
vi: Địa chỉ IP WAN
zh: 广域网IP地址
zh_tw: 廣域網IP地址

source: Welcome
ar: مرحباً
da: Velkommen
de: Willkommen
el: Καλώς ήρθατε
es_ar: Bienvenido
fi: Tervetuloa
fr: Bienvenue&nbsp;!
id: Selamat Datang
it: Benvenuto
ja: ようこそ
ko: 환영합니다
nb: Velkommen
nl: Welkom
pl: Witamy!
pt: Bem-vindo
ru: Добро пожаловать
sv: Välkommen
th: ยินดีต้อนรับ
tr: Hoş geldiniz
vi: Chào mừng bạn
zh: 欢迎
zh_tw: 歡迎

# wifiBand
source: {band} Band
ar: {band} نطاق
el: Ζώνη {band}
es_ar: {band} Banda
fi: {band}-kaista
fr: {band} Bande
it: {band} Banda
ja: {band}バンド
ko: {band} 대역
pl: Pasmo {band}
pt: {band} Banda
ru: Диапазон {band}
th: ย่านความถี่ {band}
tr: {band} Bandı
vi: Băng tần WiFi
zh: {band}频段
zh_tw: {band}頻段

# wifiListDescription
source: Easily customize your WiFi settings, including SSID, security mode, and channel options for {bands}, and guest networks. Save changes to apply them.
da: Tilpas nemt dine WiFi-indstillinger, herunder SSID, sikkerhedstilstand og kanalindstillinger for {bands} og gæstenetværk. Gem ændringerne for at anvende dem.
de: Passen Sie Ihre WLAN-Einstellungen einfach an, einschließlich SSID, Sicherheitsmodus und Kanaloptionen für {bands} und Gastnetzwerke. Speichern Sie die Änderungen, um sie anzuwenden.
el: Προσαρμόστε εύκολα τις ρυθμίσεις WiFi, συμπεριλαμβανομένων των SSID, λειτουργίας ασφαλείας και επιλογών καναλιών για {bands} και δίκτυα επισκεπτών. Αποθηκεύστε τις αλλαγές για να τις εφαρμόσετε.
es_ar: Personalice fácilmente su configuración WiFi, incluyendo SSID, modo de seguridad y opciones de canal para {bands}, y redes de invitados. Guarde los cambios para aplicarlos.
fi: Mukauta helposti WiFi-asetuksiasi, mukaan lukien SSID, suojaustila ja kanavavalinnat {bands}-taajuuksille ja vierasverkoille. Tallenna muutokset ottaaksesi ne käyttöön.
fr: Personnalisez facilement vos paramètres WiFi, y compris le SSID, le mode de sécurité et les options de canal pour {bands}, et les réseaux invités. Enregistrez les modifications pour les appliquer.
id: Dengan mudah sesuaikan pengaturan WiFi Anda, termasuk SSID, mode keamanan, dan opsi kanal untuk {bands}, dan jaringan tamu. Simpan perubahan untuk menerapkannya.
it: Personalizza facilmente le impostazioni WiFi, inclusi SSID, modalità di sicurezza e opzioni dei canali per {bands}, e reti guest. Salva le modifiche per applicarle.
ja: SSID、セキュリティモード、{bands}のチャンネルオプション、ゲストネットワークなど、WiFi設定を簡単にカスタマイズできます。変更を保存して適用します。
ko: SSID, 보안 모드, {bands}의 채널 옵션 및 게스트 네트워크를 포함한 WiFi 설정을 쉽게 사용자 지정할 수 있습니다. 변경 사항을 저장하여 적용하세요.
nb: Tilpass enkelt WiFi-innstillingene dine, inkludert SSID, sikkerhetsmodus og kanalinnstillinger for {bands}, og gjestenettverk. Lagre endringene for å bruke dem.
nl: Pas eenvoudig uw WiFi-instellingen aan, inclusief SSID, beveiligingsmodus en kanaalopties voor {bands}, en gastnetwerken. Sla de wijzigingen op om ze toe te passen.
pl: Łatwo dostosuj ustawienia WiFi, w tym SSID, tryb zabezpieczeń i opcje kanałów dla {bands}, oraz sieci gości. Zapisz zmiany, aby je zastosować.
pt: Personalize facilmente suas configurações WiFi, incluindo SSID, modo de segurança e opções de canal para {bands}, e redes de convidados. Salve as alterações para aplicá-las.
ru: Легко настраивайте параметры WiFi, включая SSID, режим безопасности и параметры каналов для {bands} и гостевых сетей. Сохраните изменения, чтобы применить их.
sv: Anpassa enkelt dina WiFi-inställningar, inklusive SSID, säkerhetsläge och kanalalternativ för {bands}, och gästnätverk. Spara ändringarna för att tillämpa dem.
th: ปรับแต่งการตั้งค่า WiFi ของคุณได้อย่างง่ายดาย รวมถึง SSID โหมดความปลอดภัย และตัวเลือกช่องสัญญาณสำหรับ {bands} และเครือข่ายสำหรับผู้มาเยือน บันทึกการเปลี่ยนแปลงเพื่อนำไปใช้
tr: {bands} ve konuk ağları için SSID, güvenlik modu ve kanal seçenekleri dahil olmak üzere WiFi ayarlarınızı kolayca özelleştirin. Değişiklikleri uygulamak için kaydedin.
vi: Dễ dàng tùy chỉnh cài đặt WiFi của bạn, bao gồm SSID, chế độ bảo mật và tùy chọn kênh cho {bands}, và mạng khách. Lưu các thay đổi để áp dụng chúng.
zh: 轻松自定义您的WiFi设置，包括SSID、安全模式和{bands}的频道选项，以及访客网络。保存更改以应用它们。
zh_tw: 輕鬆自訂您的WiFi設定，包括SSID、安全模式和{bands}的頻道選項，以及訪客網路。儲存變更以套用設定。
