Repository: linksys/PrivacyGUI
Catalog: lib/l10n/app_*.arb
Languages: ar, da, de, el, es_ar, fi, fr, id, it, ja, ko, nb, nl, pl, pt, ru, sv, th, tr, vi, zh, zh_tw

# safeBrowsingDesc
source: Protect your family and block pre-determined adult, illegal and malicious content with a single tap. Instant-Safety applies to all devices on your network.
ar: احمِ عائلتك واحظر المحتوى غير القانوني والضار والمحدد مسبقًا للبالغين بنقرة واحدة. Instant-Safety ينطبق على جميع الأجهزة على شبكتك
da: Beskyt din familie og bloker forudindstillet voksent, ulovligt og skadeligt indhold med et tryk på en knap. Instant-Sikkerhed gælder for alle enheder i dit netværk.
de: Schützen Sie Ihre Familie und blockieren Sie vorab festgelegte Inhalte für Erwachsene, illegale und schädliche Inhalte mit einem Tastendruck. Instant-Sicherheit gilt für alle Geräte in Ihrem Netzwerk.
el: Προστατέψτε την οικογένειά σας και αποκλείστε προκαθορισμένο περιεχόμενο για ενηλίκους, παράνομο και κακόβουλο περιεχόμενο με ένα μόνο πάτημα. Το Άμεση-ασφάλεια ισχύει για όλες τις συσκευές στο δίκτυό σας.
es_ar: Proteja a su familia y bloquee contenidos predeterminados para adultos, ilegales y maliciosos con un solo toque. Instant-Seguridad se aplica a todos los dispositivos de su red.
fi: Suojaa perheesi ja estä ennalta määritetty aikuisille tarkoitettu, laiton ja haitallinen sisältö yhdellä napautuksella. Pikaturvallisuus koskee kaikkia verkkosi laitteita.
fr: Protégez votre famille et bloquez les contenus adultes, illégaux et malveillants prédéterminés d'une simple pression. Instant-Sécurité s'applique à tous les appareils de votre réseau.
id: Lindungi keluarga Anda dan blokir konten dewasa, ilegal, dan berbahaya yang telah ditentukan sebelumnya dengan satu ketukan. Keamanan-Instan berlaku untuk semua perangkat di jaringan Anda.
it: Proteggete la vostra famiglia e bloccate i contenuti predefiniti per adulti, illegali e dannosi con un solo tocco. Instant-Sicurezza si applica a tutti i dispositivi della rete.
ja: 家族を守り、あらかじめ決められた大人向けの違法で悪意のあるコンテンツをワンタップでブロックします。Instant-セーフティは、ネットワーク上のすべてのデバイスに適用されます。
ko: 한 번의 탭으로 미리 정의된 성인, 불법 및 악성 콘텐츠를 차단하여 가족을 보호하십시오. 즉시-안전은 네트워크의 모든 장치에 적용됩니다.
nb: Beskytt familien din og blokker forhåndsinnstilt voksent, ulovlig og skadelig innhold med et tastetrykk. Instant-Sikkerhet gjelder for alle enheter i nettverket ditt.
nl: Bescherm uw gezin en blokkeer vooraf bepaalde inhoud voor volwassenen, illegale en schadelijke inhoud met één tik. Instant-veiligheid is van toepassing op alle apparaten in uw netwerk.
pl: Chroń swoją rodzinę i blokuj określone treści dla dorosłych, nielegalne i złośliwe jednym dotknięciem. Szybkie bezpieczeństwo dotyczy wszystkich urządzeń w sieci.
pt: Proteja sua família e bloqueie conteúdo padrão adulto, ilegal e malicioso com um único toque. O Instant-Segurança se aplica a todos os dispositivos em sua rede.
ru: Защитите свою семью и блокируйте заранее определенный контент для взрослых, нелегальный и вредоносный контент одним нажатием. Мгновенная безопасность применяется ко всем устройствам в вашей сети.
sv: Skydda din familj och blockera förinställt vuxet, olagligt och skadligt innehåll med en enkel knapptryckning. Instant Säkerhet gäller för alla enheter i ditt nätverk.
th: การเรียกดูที่ปลอดภัยช่วยปกป้องอุปกรณ์ของคุณจากเว็บไซต์ที่เป็นอันตรายและเนื้อหาที่ไม่เหมาะสม
tr: Tek bir dokunuşla ailenizi koruyun ve önceden belirlenmiş yetişkin, yasa dışı ve kötü amaçlı içeriği engelleyin. Anında-Güvenlik ağınızdaki tüm cihazlar için geçerlidir.
vi: Bảo vệ thiết bị của bạn khỏi các trang web độc hại và lừa đảo
zh: 只需轻点一下，即可保护您的家人并屏蔽预设的成人、非法和恶意内容。Instant安全功能适用于您网络中的所有设备。
zh_tw: 只需輕按一下，即可保護您的家人並屏蔽預設的成人、非法及惡意內容。Instant安全功能適用於您網絡中的所有裝置。

source: Saudi Arabia
ar: المملكة العربية السعودية
da: Saudi-Arabien
de: Saudi-Arabien
el: Σαουδική Αραβία
es_ar: Arabia Saudita
fr: Arabie Saoudite
id: Arab Saudi
it: Arabia Saudita
ja: サウジアラビア
ko: 사우디 아라비아
nl: Saoedi-Arabië
pl: Arabia Saudyjska
pt: Arábia Saudita
ru: Саудовская Аравия
sv: Saudiarabien
th: ซาอุดิอาระเบีย
tr: Suudi Arabistan
vi: Ả-rập Xê-út
zh: 沙特阿拉伯
zh_tw: 沙烏地阿拉伯

source: Save
ar: حفظ
da: Gem
de: Speichern
el: Αποθήκευση
es_ar: Guardar
fi: Tallenna
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
vi: Lưu
zh: 保存
zh_tw: 保存

source: Save Changes
ar: حفظ التغييرات
da: Gem ændringer
de: Änderungen speichern
el: Αποθήκευση αλλαγών
es_ar: Guardar cambios
fi: Tallenna muutokset
fr: Sauvegarder les changements
id: Simpan Perubahan
it: Salva le modifiche
ja: 変更を保存する
ko: 변경사항 저장
nb: Lagre endringer
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt: Salvar modificações
ru: Сохранить изменения
sv: Spara ändringarna
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklikleri Kaydet
vi: Lưu thay đổi
zh: 保存更改
zh_tw: 保存更改

# saveLocalNetworkChangesDesc1
source: The Local Network settings have changed and must be saved before you can access DHCP Reservations.
ar: لقد تغيرت إعدادات الشبكة المحلية ويجب حفظها قبل أن تتمكن من الوصول إلى حجوزات DHCP.
da: De lokale netværksindstillinger er blevet ændret og skal gemmes, før du kan få adgang til DHCP-reservationerne.
de: Die Einstellungen des lokalen Netzwerks wurden geändert und müssen gespeichert werden, bevor Sie auf die DHCP-Reservierungen zugreifen können.
el: Οι ρυθμίσεις τοπικού δικτύου έχουν αλλάξει και πρέπει να αποθηκευτούν για να μπορέσετε να αποκτήσετε πρόσβαση στις δεσμεύσεις DHCP.
es_ar: La configuración de la Red Local ha cambiado y debe guardarse antes de poder acceder a las Reservas DHCP.
fi: Lähiverkon asetukset ovat muuttuneet ja ne on tallennettava ennen kuin voit käyttää DHCP-varauksia.
fr: Les paramètres du réseau local ont changé et doivent être enregistrés avant de pouvoir accéder aux réservations DHCP.
id: Pengaturan Jaringan Lokal telah berubah dan harus disimpan sebelum Anda dapat mengakses Reservasi DHCP.
it: Le impostazioni della Rete locale sono state modificate e devono essere salvate prima di poter accedere alle Prenotazioni DHCP.
ja: ローカルネットワーク設定が変更されました。DHCP予約にアクセスする前に保存する必要があります。
ko: 로컬 네트워크 설정이 변경되었으며 DHCP 예약에 액세스하기 전에 저장해야 합니다.
nb: De lokale nettverksinnstillingene er endret og må lagres før du kan få tilgang til DHCP-reservasjonene.
nl: De lokale netwerkinstellingen zijn gewijzigd en moeten worden opgeslagen voordat u toegang krijgt tot DHCP-reserveringen.
pl: Ustawienia sieci lokalnej zostały zmienione i muszą zostać zapisane przed uzyskaniem dostępu do rezerwacji DHCP.
pt: As configurações da rede local foram alteradas e devem ser salvas antes que as reservas de DHCP possam ser acessadas.
ru: Настройки локальной сети были изменены и должны быть сохранены, прежде чем вы сможете получить доступ к резервированиям DHCP.
sv: De lokala nätverksinställningarna har ändrats och måste sparas innan du kan komma åt DHCP-reservationerna.
th: การตั้งค่าเครือข่ายในเครื่องได้เปลี่ยนแปลงและต้องบันทึกก่อนที่คุณจะสามารถเข้าถึงการสำรอง DHCP ได้
tr: Yerel Ağ ayarları değişti ve DHCP Ayırmalarına erişebilmek için kaydedilmesi gerekiyor.
vi: Bạn có các thay đổi chưa được lưu trên trang này.
zh: 本地网络设置已更改，在访问DHCP保留设置之前必须保存。
zh_tw: 本地網絡設定已更改，在存取DHCP保留設定前必須保存。

# saveLocalNetworkChangesDesc2
source: Note: If there are current DHCP Reservations that will be invalid when the Local Network Settings are saved, those DHCP Reservations will be deleted.
ar: ملاحظة: إذا كانت هناك حجوزات DHCP حالية ستكون غير صالحة عند حفظ إعدادات الشبكة المحلية، فسيتم حذف حجوزات DHCP هذه.
da: Bemærk: Hvis der er aktuelle DHCP-reservationer, som er ugyldige, når de lokale netværksindstillinger gemmes, vil disse DHCP-reservationer blive slettet.
de: Hinweis: Wenn es aktuelle DHCP-Reservierungen gibt, die beim Speichern der lokalen Netzwerkeinstellungen ungültig sind, werden diese DHCP-Reservierungen gelöscht.
el: Σημείωση: Εάν υπάρχουν τρέχουσες δεσμεύσεις DHCP που θα είναι μη έγκυρες όταν αποθηκευτούν οι ρυθμίσεις τοπικού δικτύου, αυτές οι δεσμεύσεις DHCP θα διαγραφούν.
es_ar: Nota: Si hay Reservas DHCP actuales que no serán válidas cuando se guarden los Ajustes de la Red Local, dichas Reservas DHCP se eliminarán.
fi: Huomautus: Jos nykyiset DHCP-varaukset eivät kelpaa, kun lähiverkon asetukset tallennetaan, nämä DHCP-varaukset poistetaan.
fr: Remarque : Si des réservations DHCP en cours ne sont plus valables lorsque les paramètres du réseau local sont enregistrés, ces réservations DHCP seront supprimées.
id: Catatan: Jika ada Reservasi DHCP saat ini yang akan menjadi tidak valid ketika Pengaturan Jaringan Lokal disimpan, Reservasi DHCP tersebut akan dihapus.
it: Nota: se ci sono prenotazioni DHCP correnti che non saranno più valide quando le impostazioni di rete locale saranno salvate, tali prenotazioni DHCP saranno eliminate.
ja: 注意: ローカルネットワーク設定が保存されると無効になる現在のDHCP予約がある場合、それらのDHCP予約は削除されます。
ko: 참고: 로컬 네트워크 설정이 저장될 때 유효하지 않게 되는 현재 DHCP 예약이 있는 경우 해당 DHCP 예약이 삭제됩니다.
nb: Merk: Hvis det finnes gjeldende DHCP-reservasjoner som er ugyldige når de lokale nettverksinnstillingene lagres, vil disse DHCP-reservasjonene bli slettet.
nl: Let op: als er huidige DHCP-reserveringen zijn die ongeldig zijn wanneer de lokale netwerkinstellingen worden opgeslagen, worden die DHCP-reserveringen verwijderd.
pl: Uwaga: Jeśli obecne rezerwacje DHCP staną się nieprawidłowe po zapisaniu ustawień sieci lokalnej, te rezerwacje DHCP zostaną usunięte.
pt: Observação: Se houver reservas atuais de DHCP que não serão válidas quando as configurações da rede local forem salvas, essas reservas de DHCP serão excluídas.
ru: Примечание: Если текущие резервирования DHCP станут недействительными после сохранения настроек локальной сети, эти резервирования DHCP будут удалены.
sv: Obs: Om det finns aktuella DHCP-reservationer som är ogiltiga när inställningarna för det lokala nätverket sparas, kommer dessa DHCP-reservationer att raderas.
th: หมายเหตุ: หากมีการสำรอง DHCP ปัจจุบันที่จะไม่ถูกต้องเมื่อบันทึกการตั้งค่าเครือข่ายในเครื่อง การสำรอง DHCP เหล่านั้นจะถูกลบ
tr: Not: Yerel Ağ Ayarları kaydedildiğinde geçersiz olacak mevcut DHCP Ayırmaları varsa, bu DHCP Ayırmaları silinecektir.
vi: Bạn có muốn lưu các thay đổi này không?
zh: 注意：如果保存本地网络设置时，当前存在的DHCP保留将无效，这些DHCP保留将被删除。
zh_tw: 注意：若保存本地網絡設定，現有的DHCP保留將失效，這些DHCP保留將被刪除。

source: Saved
ar: تم الحفظ
da: Gemt
de: Gespeichert
el: Αποθηκεύτηκε
es_ar: Guardado
fi: Tallennettu
fr: Enregistré
id: Disimpan
it: Salvate
ja: 保存しました
ko: 저장됨
nb: Lagret
nl: Opgeslagen
pl: Zapisano
pt: Salvo
ru: Сохранено
sv: Sparad
th: บันทึกแล้ว
tr: Kaydedildi
vi: Đã lưu
zh: 已保存
zh_tw: 已儲存

source: Saving changes...
ar: حفظ التغييرات...
da: Ændringerne er gemt...
de: Änderungen werden gespeichert...
el: Αποθήκευση αλλαγών...
es_ar: Guardando los cambios...
fi: Tallennetaan muutoksia...
fr: Enregistrement des modifications...
id: Menyimpan perubahan...
it: Salvataggio delle modifiche...
ja: 変更を保存しています...
ko: 변경사항 저장 중...
nb: Lagre endringer...
nl: Wijzigingen opslaan...
pl: Zapisywanie zmian...
pt: Salvando as alterações...
ru: Сохранение изменений...
sv: Ändringarna är sparade...
th: กำลังบันทึกการเปลี่ยนแปลง...
tr: Değişiklikler kaydediliyor...
vi: Đang lưu thay đổi...
zh: 正在保存更改...
zh_tw: 正在保存更改...

source: seconds
ar: ثوان
da: Sekunder
de: Sekunden
el: Δευτερόλεπτα
es_ar: Segundos
fi: sekuntia
fr: seconde(s)
id: Detik
it: Secondi
ja: 秒
ko: 초
nb: Sekunder
nl: Seconden
pl: Sekundy
pt: Segundos
ru: секунда
sv: Sekunder
th: วินาที
tr: Saniye
vi: Giây
zh: 秒
zh_tw: 秒

source: Security mode
ar: وضع الأمان
da: Sikkerhedstilstand
de: Sicherheitsmodus
el: Λειτουργία ασφαλείας
es_ar: Modo de seguridad
fi: Suojaustila
fr: Mode de sécurité
id: Modus keamanan
it: Modalità di sicurezza
ja: セキュリティ モード
ko: 보안 모드
nb: Sikkerhetsmodus
nl: Beveiligingsmodus
pl: Tryb zabezpieczeń
pt: Modo de segurança
ru: Режим безопасности
sv: Säkerhetsläge
th: โหมดการรักษาความปลอดภัย
tr: Güvenlik modu
vi: Chế độ bảo mật
zh: 安全模式
zh_tw: 安全性模式

source: Select a provider
ar: حدد موفّرًا
da: Vælg en udbyder
de: Anbieter auswählen
el: Επιλέξτε έναν πάροχο
es_ar: Seleccionar un proveedor
fi: Valitse palveluntarjoaja
fr: Sélectionnez un fournisseur
id: Pilih penyedia
it: Seleziona un provider
ja: プロバイダーの選択
ko: 제공자 선택
nb: Velg leverandør
nl: Selecteer een provider
pl: Wybierz dostawcę
pt: Selecione um fornecedor
ru: Выберите интернет-провайдера
sv: Välj en leverantör
th: เลือกผู้ให้บริการ
tr: Bir sağlayıcı seç
vi: Chọn nhà cung cấp
zh: 请选择提供商
zh_tw: 選取一個提供者

source: Select All
ar: حدد الكل
da: Vælg alle
de: Alles auswählen
el: Επιλογή όλων
es_ar: Seleccionar todo
fi: Valitse kaikki
fr: Sélectionner tout
id: Pilih Semua
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nb: Velg alle
nl: Selecteer alles
pl: Zaznacz wszystko
pt: Selecionar tudo
ru: Выбрать все
sv: Välj alla
th: เลือกทั้งหมด
tr: Tümünü Seç
vi: Chọn tất cả
zh: 全选
zh_tw: 全選

source: Select devices
ar: تحديد أجهزة
da: Vælg enheder
de: Geräte auswählen
el: Επιλέξτε συσκευές
es_ar: Seleccionar dispositivos
fi: Valitse laitteet
fr: Sélectionner des périphériques
id: Pilih Perangkat
it: Seleziona dispositivi
ja: デバイスを選択する
ko: 장치 선택
nb: Velg enheter
nl: Apparaten selecteren
pl: Wybierz urządzenia
pt: Selecionar dispositivos
ru: Выбрать устройства
sv: Välj enheter
th: เลือกอุปกรณ์
tr: Cihazları Seç
vi: Chọn thiết bị
zh: 选择设备
zh_tw: 選取裝置

source: Select from my device list
ar: اختر من قائمة أجهزتي
da: Vælg fra min enhedsliste
de: Aus meiner Geräteliste auswählen
el: Επιλογή από τη λίστα συσκευών μου
es_ar: Seleccionar de mi lista de dispositivos
fi: Valitse laiteluettelostani
fr: Sélectionner dans ma liste d'appareils
id: Pilih dari daftar perangkat saya
it: Seleziona dall'elenco dei dispositivi
ja: デバイスリストから選択してください。
ko: 내 장치 목록에서 선택
nb: Velg fra listen over mine enheter
nl: Selecteren uit mijn apparatenlijst
pl: Wybierz z listy moich urządzeń
pt: Selecionar da minha lista de dispositivos
ru: Выбрать из списка моих устройств
sv: Välj från min enhetslista
th: เลือกจากรายการอุปกรณ์ของฉัน
tr: Cihaz listemden seç
vi: Chọn từ danh sách thiết bị của tôi
zh: 从我的设备列表中选择
zh_tw: 從我的裝置列表中選擇

source: Select icon
ar: حدد الرمز
da: Vælg ikon
de: Symbol auswählen
el: Επιλογή εικονιδίου
es_ar: Seleccionar ícono
fi: Valitse kuvake
fr: Sélectionner l'icône
id: Pilih ikon
it: Selezionare l'icona
ja: アイコンを選択
ko: 아이콘 선택
nb: Velg ikon
nl: Selecteer pictogram
pl: Wybierz ikonę
pt: Selecionar ícone
ru: Выбрать значок
sv: Välj ikon
th: เลือกไอคอน
tr: Simge seç
vi: Chọn biểu tượng
zh: 选择图标
zh_tw: 選擇圖示

# selectedCombinationNotValid
source: Selected IPv4/IPv6 combination is not valid. Please select
ar: توليفة IPv4/IPv6 المحددة غير صالحة. الرجاء تحديد
da: Den valgte IPv4/IPv6-kombination er ikke gyldig. Vælg
de: Die ausgewählte IPv4/IPv6-Kombination ist ungültig. Wählen Sie:
el: Ο επιλεγμένος συνδυασμός IPv4/IPv6 δεν είναι έγκυρος. Παρακαλούμε επιλέξτε:
es_ar: La combinación de IPv4/IPv6 seleccionada no es válida. Por favor seleccione:
fi: Valittu IPv4/IPv6-osoitteiden yhdistelmä ei kelpaa. Valitse:
fr: La combinaison IPv4/IPv6 n'est pas valide. Veuillez sélectionner :
id: Kombinasi IPv4/IPv6 yang dipilih tidak sah. Harap pilih:
it: La combinazione IPv4/IPv6 selezionata non è valida. Selezionare:
ja: 選択した IPv4/IPv6 の組み合わせは無効です。以下をを選択してください:
ko: 선택된 IPv4/IPv6 조합이 잘못되었습니다. 다음에서 선택하십시오.
nb: Valgt IPv4/IPv6-kombinasjon er ikke gyldig. Velg
nl: De geselecteerde IPv4/IPv6-combinatie is ongeldig. Selecteer
pl: Wybrana kombinacja IPv4/IPv6 nie jest prawidłowa. Wybierz
pt: A combinação IPv4/IPv6 selecionada não é válida. Selecione
ru: Сочетание IPv4/IPv6 не допустимо. Пожалуйста выберите
sv: Den valda IPv4/IPv6-kombinationen är ogiltig. Välj
th: การรวม IPv4/IPv6 ที่เลือกไม่ถูกต้อง โปรดเลือก
tr: Seçilen IPv4/IPv6 kombinasyonu geçersiz: Lütfen seçin
vi: Tổ hợp IPv4/IPv6 đã chọn không hợp lệ. Vui lòng chọn
zh: 所选中的IPv4/IPv6组合无效。 请选择
zh_tw: 選取的 IPv4/IPv6 組合無效。請選擇

source: Self Test
ar: اختبار ذاتي
da: Selvtest
de: Selbsttest
el: Αυτοέλεγχος
es_ar: Autotest
fi: Itsetesti
fr: Autotest
id: Uji Mandiri
it: Autotest
ja: 自己テスト
ko: 자체 테스트
nb: Selvtest
nl: Zelftest
pl: Test automatyczny
pt: Autoteste
ru: Самодиагностика
sv: Självtest
th: ทดสอบตัวเอง
tr: Kendi Kendine Test
vi: Tự kiểm tra
zh: 自检
zh_tw: 自我測試

source: Send
ar: إرسال
es_ar: Enviar
it: Invia
pl: Wyślij
ru: Отправить
zh: 发送
zh_tw: 傳送

source: Send code
ar: إرسال الرمز
da: Send kode
de: Code senden
el: Αποστολή κωδικού
es_ar: Enviar código
fi: Lähetä koodi
fr: Envoyer le code
id: Kirim kode
it: Invia codice
ja: コードを送信する
ko: 코드 보내기
nb: Send kode
nl: Code verzenden
pl: Wyślij kod
pt: Enviar código
ru: Отправить код
sv: Skicka kod
th: ส่งรหัส
tr: Kod gönder
vi: Gửi mã
zh: 发送验证码
zh_tw: 發送驗證碼

# serialNo
source: Serial#
ar: مسلسل#
da: Serienummer
de: Seriennummer
el: Αρ. σειράς
es_ar: Número de serie
fi: Sarjanro
fr: Numéro de série
id: No. Seri
it: Numero di serie
ja: シリアル＃
ko: 일련 번호
nb: Serienummer
nl: Serienummer
pl: Nr seryjny
pt: Número de série
ru: Серийный №
sv: Serie nummer
th: หมายเลขซีเรียล
tr: Seri No
vi: Số sê-ri
zh: 序列号
zh_tw: 序號

source: Serial number
ar: الرقم التسلسلي
da: Serienummer
de: Seriennummer
el: Αριθμός σειράς
es_ar: Número de serie
fi: Sarjanumero
fr: Numéro de série
id: Nomor Seri
it: Numero di serie
ja: シリアル番号
ko: 일련 번호
nb: Serienummer
nl: Serienummer
pl: Numer seryjny
pt: Número de série
ru: Серийный номер
sv: Serienummer
th: หมายเลขซีเรียล
tr: Seri Numarası
vi: Số sê-ri
zh: 序列号
zh_tw: 序號

source: Server ID
ar: معرف الخادم
el: Αναγνωριστικό διακομιστή
es_ar: ID del servidor
fi: Palvelimen tunnus
fr: ID du serveur
id: ID Server
it: ID server
ja: サーバーID
ko: 서버 ID
pl: ID serwera
pt: ID do servidor
ru: ID сервера
sv: Serverns ID
th: ID เซิร์ฟเวอร์
tr: Sunucu Kimliği
vi: ID máy chủ
zh: 服务器ID
zh_tw: 伺服器ID

source: Server Ipv4 Address
ar: عنوان IPv4 للخادم
da: Server-IPv4-adresse
de: Server Ipv4 Adresse
el: Διεύθυνση IPv4 διακομιστή
es_ar: Dirección Ipv4 del servidor
fi: Palvelimen IPv4-osoite
fr: Adresse IPv4 du serveur
id: Alamat IPv4 Server
it: Indirizzo IPv4 del server
ja: サーバーIPv4アドレス
ko: 서버 IPv4 주소
nb: Serverens IPv4-adresse
nl: Server IPv4-adres
pl: Adres IPv4 serwera
pt: Endereço IPv4 do servidor
ru: IPv4-адрес сервера
sv: Serverns IPv4-adress
th: IPv4 แอดเดรสของเซิร์ฟเวอร์
tr: Sunucu IPv4 Adresi
vi: Địa chỉ IPv4 máy chủ
zh: 服务器IPv4地址
zh_tw: 伺服器IPv4地址

source: Service name (optional)
ar: اسم الخدمة (اختياري)
da: Tjenestenavn (valgfrit)
de: Dienstname (optional)
el: Όνομα υπηρεσίας (προαιρετικό)
es_ar: Nombre de servicio (opcional)
fi: Palvelun nimi (valinnainen)
fr: Nom du service (facultatif)
id: Nama Layanan (opsional)
it: Nome servizio (opzionale)
ja: サービス名 (オプションの)
ko: 서비스 이름(옵션)
nb: Tjenestenavn (valgfritt)
nl: Servicenaam (optioneel)
pl: Nazwa usługi (opcjonalna)
pt: Nome do serviço (opcional)
ru: Имя службы (не обязательно)
sv: Tjänstnamn (valfritt)
th: ชื่อบริการ (ระบุหรือไม่ก็ได้)
tr: Servis Adı (isteğe bağlı)
vi: Tên dịch vụ (tùy chọn)
zh: 服务名称（可选）
zh_tw: 服務名稱（選用）

source: Set one
ar: أضف
da: Indstil en
de: Eine einstellen
el: Ορισμός ενός
es_ar: Establecer uno
fi: Aseta yksi
fr: Définir un
id: Atur satu
it: Impostare una
ja: セット１
ko: 하나 설정
nb: Angi én
nl: Stel er één in
pl: Ustaw jeden
pt: Definir uma
ru: Установить один
sv: Ställ in en
th: ตั้งค่าหนึ่ง
tr: Birini ayarla
vi: Đặt một
zh: 设置一
zh_tw: 設定一

source: Settings saved
ar: تم حفظ الإعدادات
da: Indstillinger gemt
de: Einstellungen wurden gespeichert
el: Οι ρυθμίσεις αποθηκεύτηκαν
es_ar: La configuración se guardó correctamente.
fi: Asetukset tallennettu
fr: Les paramètres ont été enregistrés
id: Pengaturan disimpan
it: Impostazioni salvate
ja: 設定が保存されました
ko: 설정이 저장되었습니다.
nb: Innstillingene er lagret
nl: Instellingen opgeslagen
pl: Ustawienia zostały zapisane
pt: As configurações foram salvas
ru: Настройки сохранены
sv: Inställningarna har sparats
th: บันทึกการตั้งค่าแล้ว
tr: Ayarlar kaydedildi
vi: Đã lưu cài đặt
zh: 设置已保存
zh_tw: 已儲存設定

source: Setup
ar: الإعداد
da: Installation
el: Εγκατάσταση
es_ar: Instalación
fi: Asennus
fr: Configuration
id: Persiapan
it: Installazione
ja: セットアップ
ko: 설정
nb: Oppsett
nl: Installatie
pl: Konfiguracja
pt: Configuração
ru: Установка
sv: Konfiguration
th: การติดตั้ง
tr: Kurulum
vi: Thiết lập
zh: 安装
zh_tw: 設定

source: Share WiFi
ar: مشاركة الواي فاي
da: Del Wi-Fi
de: WLAN teilen
el: Κοινή χρήση WiFi
es_ar: Compartir WiFi
fi: Jaa WiFi
fr: Partager le WiFi
id: Bagikan WiFi
it: Condividi il WiFi
ja: WiFiを共有する
ko: WiFi 공유
nb: Del WiFi
nl: WiFi delen
pl: Udostępnij WiFi
pt: Compartilhar WiFi
ru: Поделиться WiFi
sv: WiFi dela
th: แชร์ WiFi
tr: WiFi'ı Paylaş
vi: Chia sẻ WiFi
zh: 共享WiFi
zh_tw: 共享WiFi

# sharedCopied
source: Copied to clipboard!
ar: تمت نسخها إلى الحافظة!
da: Kopieret til udklipsholderen!
de: In die Zwischenablage kopiert!
el: Αντιγράφηκε στο πρόχειρο!
es_ar: Copiado al portapapeles
fi: Kopioitu leikepöydälle!
fr: Copié dans le presse-papiers !
id: Disalin ke clipboard!
it: Copiato negli appunti
ja: クリップボードにコピーされました！
ko: 클립보드에 복사되었습니다!
nb: Kopieres til utklippstavlen!
nl: Gekopieerd naar klembord!
pl: Skopiowano do schowka!
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена!
sv: Kopieras till urklipp!
th: คัดลอกไปยังคลิปบอร์ดแล้ว!
tr: Panoya kopyalandı!
vi: Đã sao chép
zh: 已复制到剪贴板！
zh_tw: 已複製到剪貼簿！

source: Show Hint
ar: إظهار التلميح
da: Vis husketekst
de: Hinweis anzeigen
el: Εμφάνιση υπόδειξης
es_ar: Mostrar pista
fi: Näytä vihje
fr: Afficher l'indice
id: Tampilkan Petunjuk
it: Mostra suggerimento
ja: ヒントを表示
ko: 힌트 표시
nb: Vis tips
nl: Hint tonen
pl: Pokaż podpowiedź
pt: Mostrar dica
ru: Показать подсказку
sv: Visa ledtråd
th: แสดงคำใบ้
tr: İpucunu Göster
vi: Hiện gợi ý
zh: 显示提示
zh_tw: 顯示提示

source: Signal strength
ar: قوّة الإشارة
da: Signalstyrke
de: Signalstärke
el: Ισχύς σήματος
es_ar: Calidad de la señal
fi: Signaalivahvuus
fr: Intensité du signal
id: Kekuatan Sinyal
it: Potenza del segnale
ja: 信号強度
ko: 신호 강도
nb: Signalstyrke
nl: Signaalsterkte
pl: Siła sygnału
pt: Intensidade do sinal
ru: Мощность сигнала
sv: Signalstyrka
th: ความแรงของสัญญาณ
tr: Sinyal Gücü
vi: Cường độ tín hiệu
zh: 信号强度
zh_tw: 訊號強度

source: Singapore
ar: سنغافورة
de: Singapur
el: Σιγκαπούρη
es_ar: Singapur
fr: Singapour
id: Singapura
ja: シンガポール
ko: 싱가포르
pl: Singapur
pt: Cingapura
ru: Сингапур
th: สิงคโปร์
tr: Singapur
zh: 新加坡
zh_tw: 新加坡

source: Single port forwarding
ar: إعادة توجيه المنفذ الأحادي
da: Viderestilling af en enkelt port
de: Einfache Port-Weiterleitung
el: Προώθηση μίας θύρας
es_ar: Reenvío de puerto único
fi: Yhden portin edelleenohjaus
fr: Transfert de connexion unique
id: Penerusan Port Tunggal
it: Inoltro porta singola
ja: 単一ポート転送
ko: 단일 포트 전달
nb: Videresending av enkeltport
nl: Enkele poort doorsturen
pl: Przekierowanie pojedynczego portu
pt: Encaminhamento de porta única
ru: Переадресация отдельных портов
sv: Vidarebefordran av en port
th: การส่งต่อพอร์ตเดียว
tr: Tek Port Yönlendirme
vi: Chuyển tiếp Cổng Đơn
zh: 单端口转发
zh_tw: 單一連接埠轉寄

# sixrdTunnel
source: 6rd tunnel
ar: نفق 6rd
da: 6. tunnel
el: Διοχέτευση 6rd
fi: 6rd-tunneli
fr: Tunnel IPv6
id: Saluran ke-6
it: 6° tunnel
ja: 6 番目のトンネル
ko: 6차 터널
pl: Tunel 6rd
pt: 6º túnel
ru: Туннель 6rd
sv: 6rd Tunnel (6rd-tunnel)
th: ทันเนล 6rd
tr: 6. Tünel
vi: Hầm thứ 6
zh: 6rd隧道
zh_tw: 6rd 通道

source: Size
ar: الحجم
da: Størrelse
de: Größe
el: Μέγεθος
es_ar: Tamaño
fi: Koko
fr: Dimensions
id: Ukuran
it: Dimensioni
ja: サイズ
ko: 크기
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер
sv: Storlek
th: ขนาด
tr: Boyut
vi: Kích thước
zh: 尺寸
zh_tw: 尺寸

source: SKU
ar: رقم المنتج
zh: 库存保有单位（SKU）
zh_tw: 庫存單位（SKU）

source: Solid blue
ar: أزرق ثابت
da: Vedvarende blå
de: Blaues Dauerlicht
el: Σταθερά μπλε
es_ar: Azul fijo
fi: Jatkuvasti palava sininen
fr: Voyant s'allumant en bleu
id: Biru terang
it: Blu fisso
ja: 青で点灯
ko: 완전한 파란색
nb: Vedvarende blått lys
nl: Brandt blauw
pl: Stałe niebieskie światło
pt: Azul sólido
ru: Непрерывный синий
sv: Lyser blått
th: สีน้ำเงินสว่างนิ่ง
tr: Sürekli yanan mavi
vi: Sáng ổn định màu xanh lam
zh: 蓝色指示灯常亮
zh_tw: 亮藍色
